Repository: raurodse/prueba
Catalog: */calligra/calligra._desktop_.po
Languages: ca@valencia

# Name
source: voltmeter
ca@valencia: voltímetre

# Name
source: Afghanistan
ca@valencia: Afganistan

# Name
source: Albania
ca@valencia: Albània

# Name
source: Algeria
ca@valencia: Algèria

# Name
source: Antarctica
ca@valencia: Antàrtida

# Name
source: Antigua And Barbuda
ca@valencia: Antigua i Barbuda

# Name
source: Armenia
ca@valencia: Armènia

# Name
source: Australia
ca@valencia: Austràlia

# Name
source: Austria
ca@valencia: Àustria

# Name
source: Azerbaijan
ca@valencia: Azerbaidjan

# Name
source: Bahamas
ca@valencia: Bahames

# Name
source: Belarus
ca@valencia: Bielorússia

# Name
source: Belgium
ca@valencia: Bèlgica

# Name
source: Benin
ca@valencia: Benín

# Name
source: Bolivia
ca@valencia: Bolívia

# Name
source: Bosnia And Herzegovina
ca@valencia: Bòsnia i Hercegovina

# Name
source: Brazil
ca@valencia: Brasil

# Name
source: Brunei Darussalam
ca@valencia: Brunei

# Name
source: Bulgaria
ca@valencia: Bulgària

# Name
source: Cambodia
ca@valencia: Cambodja

# Name
source: Cameroon
ca@valencia: Camerun

# Name
source: Canada
ca@valencia: Canadà

# Name
source: Cape Verde
ca@valencia: Cap Verd

# Name
source: Central African Republic
ca@valencia: República Centreafricana

# Name
source: Chad
ca@valencia: Txad

# Name
source: Chile
ca@valencia: Xile

# Name
source: China Hong Kong
ca@valencia: Xina Hong Kong

# Name
source: China Macao
ca@valencia: Xina Macau

# Name
source: China (PRC)
ca@valencia: Xina (RPX)

# Name
source: China (ROC)
ca@valencia: Xina (RDX)

# Name
source: Flags
ca@valencia: Banderes

# Name
source: Colombia
ca@valencia: Colòmbia

# Name
source: Comoros
ca@valencia: Comores

# Name
source: Cote d'Ivoire
ca@valencia: Costa d'Ivori

# Name
source: Croatia
ca@valencia: Croàcia

# Name
source: Cyprus
ca@valencia: Xipre

# Name
source: Czechia
ca@valencia: Txèquia

# Name
source: Denmark
ca@valencia: Dinamarca

# Name
source: Dominican Republic
ca@valencia: República Dominicana

# Name
source: Ecuador
ca@valencia: Equador

# Name
source: Egypt
ca@valencia: Egipte

# Name
source: Equatorial Guinea
ca@valencia: Guinea Equatorial

# Name
source: Estonia
ca@valencia: Estònia

# Name
source: Ethiopia
ca@valencia: Etiòpia

# Name
source: European Union
ca@valencia: Unió Europea

# Name
source: Finland
ca@valencia: Finlàndia

# Name
source: France
ca@valencia: França

# Name
source: Gambia
ca@valencia: Gàmbia

# Name
source: Georgia
ca@valencia: Geòrgia

# Name
source: Germany
ca@valencia: Alemanya

# Name
source: Greece
ca@valencia: Grècia

# Name
source: Haiti
ca@valencia: Haití

# Name
source: Honduras
ca@valencia: Hondures

# Name
source: Hungary
ca@valencia: Hongria

# Name
source: Iceland
ca@valencia: Islàndia

# Name
source: India
ca@valencia: Índia

# Name
source: Indonesia
ca@valencia: Indonèsia

# Name
source: Ireland
ca@valencia: Irlanda

# Name
source: Italy
ca@valencia: Itàlia

# Name
source: Japan
ca@valencia: Japó

# Name
source: Jordan
ca@valencia: Jordània

# Name
source: Kyrgyzstan
ca@valencia: Kirguizistan

# Name
source: Latvia
ca@valencia: Letònia

# Name
source: Lebanon
ca@valencia: Líban

# Name
source: Liberia
ca@valencia: Libèria

# Name
source: Libyan Arab Jamahiriya
ca@valencia: Líbia

# Name
source: Lithuania
ca@valencia: Lituània

# Name
source: Luxembourg
ca@valencia: Luxemburg

# Name
source: Macedonia
ca@valencia: Macedònia

# Name
source: Malaysia
ca@valencia: Malàisia

# Name
source: Marshall Islands
ca@valencia: Illes Marshall

# Name
source: Mauritania
ca@valencia: Mauritània

# Name
source: Mauritius
ca@valencia: Maurici

# Name
source: Mexico
ca@valencia: Mèxic

# Name
source: Micronesia
ca@valencia: Micronèsia

# Name
source: Moldova
ca@valencia: Moldàvia

# Name
source: Monaco
ca@valencia: Mònaco

# Name
source: Mongolia
ca@valencia: Mongòlia

# Name
source: Morocco
ca@valencia: Marroc

# Name
source: Mozambique
ca@valencia: Moçambic

# Name
source: Namibia
ca@valencia: Namíbia

# Name
source: Netherlands Antilles
ca@valencia: Antilles Neerlandeses

# Name
source: Netherlands
ca@valencia: Països Baixos

# Name
source: New Zealand
ca@valencia: Nova Zelanda

# Name
source: Niger
ca@valencia: Níger

# Name
source: Nigeria
ca@valencia: Nigèria

# Name
source: North Korea
ca@valencia: Corea del Nord

# Name
source: Norway
ca@valencia: Noruega

# Name
source: Olympic
ca@valencia: Olímpica

# Name
source: Palestine
ca@valencia: Palestina

# Name
source: Panama
ca@valencia: Panamà

# Name
source: Papua New Guinea
ca@valencia: Papua Nova Guinea

# Name
source: Paraguay
ca@valencia: Paraguai

# Name
source: Peru
ca@valencia: Perú

# Name
source: Philippines
ca@valencia: Filipines

# Name
source: Poland
ca@valencia: Polònia

# Name
source: Russian Federation
ca@valencia: Rússia

# Name
source: Saint Kitts And Nevis
ca@valencia: Saint Kitts i Nevis

# Name
source: Saint Vincent And The Grenadines
ca@valencia: Saint Vincent i les Grenadines

# Name
source: Sao Tome And Principe
ca@valencia: Sao Tomé i Príncipe

# Name
source: Saudi Arabia
ca@valencia: Aràbia Saudita

# Name
source: Serbia
ca@valencia: Sèrbia

# Name
source: Singapore
ca@valencia: Singapur

# Name
source: Slovakia
ca@valencia: Eslovàquia

# Name
source: Slovenia
ca@valencia: Eslovènia

# Name
source: Solomon Islands
ca@valencia: Illes Salomó

# Name
source: Somalia
ca@valencia: Somàlia

# Name
source: South Africa
ca@valencia: Sud-àfrica

# Name
source: South Korea
ca@valencia: Corea del Sud

# Name
source: Spain
ca@valencia: Espanya

# Name
source: Switzerland
ca@valencia: Suïssa

# Name
source: Suriname
ca@valencia: Surinam

# Name
source: Swaziland
ca@valencia: Swazilàndia

# Name
source: Sweden
ca@valencia: Suècia

# Name
source: Syrian Arab Republic
ca@valencia: Síria

# Name
source: Tajikistan
ca@valencia: Tadjikistan

# Name
source: Tanzania
ca@valencia: Tanzània

# Name
source: Thailand
ca@valencia: Tailàndia

# Name
source: Timor-Leste
ca@valencia: Timor Oriental

# Name
source: Trinidad And Tobago
ca@valencia: Trinitat i Tobago

# Name
source: Tunisia
ca@valencia: Tunísia

# Name
source: Turkey
ca@valencia: Turquia

# Name
source: Ukraine
ca@valencia: Ucraïna

# Name
source: United Arab Emirates
ca@valencia: Emirats Àrabs Units

# Name
source: United Kingdom
ca@valencia: Regne Unit

# Name
source: United Nations
ca@valencia: Nacions Unides

# Name
source: United States
ca@valencia: Estats Units

# Name
source: Uruguay
ca@valencia: Uruguai

# Name
source: Vatican
ca@valencia: Vaticà

# Name
source: Venezuela
ca@valencia: Veneçuela

# Name
source: Wake Island
ca@valencia: Illes Wake

# Name
source: Western Sahara
ca@valencia: Sàhara Occidental

# Name
source: Yemen
ca@valencia: Iemen

# Name
source: Zambia
ca@valencia: Zàmbia

# Name
source: Zimbabwe
ca@valencia: Zimbàbue

# Name
source: Alternative External Entity
ca@valencia: Entitat externa alternativa

# Name
source: Data Store
ca@valencia: Magatzem de dades

# Name
source: External Entity
ca@valencia: Entitat externa

# Name
source: Jigsaw
ca@valencia: Trencaclosques

# Name
source: Blinders
ca@valencia: Aclucalls

# Name
source: Moving head
ca@valencia: Cap en moviment

# Name
source: Stroboscope light
ca@valencia: Llum estroboscòpica

# Name
source: Structure
ca@valencia: Estructura

# Name
source: And
ca@valencia: I

# Name
source: Buffer
ca@valencia: Memòria intermèdia

# Name
source: Logic
ca@valencia: Lògica

# Name
source: Inverter
ca@valencia: Inversor

# Name
source: Or
ca@valencia: O

# Name
source: Associator
ca@valencia: Associador

# Name
source: Channel Network
ca@valencia: Xarxa de canals

# Name
source: Converter
ca@valencia: Convertidor

# Name
source: Decider
ca@valencia: Decididor

# Name
source: Decoder
ca@valencia: Descodificador

# Name
source: Decode Subsystem
ca@valencia: Subsistema descodificador

# Name
source: Distributor
ca@valencia: Distribuïdor

# Name
source: Encoder
ca@valencia: Codificador

# Name
source: Encode Subsystem
ca@valencia: Sistema codificador

# Name
source: Extruder
ca@valencia: Extrusor

# Name
source: Internal Transducer
ca@valencia: Transductor intern

# Name
source: Input Transducer
ca@valencia: Introducció de transductor

# Name
source: Memory
ca@valencia: Memòria

# Name
source: ME Storage
ca@valencia: Emmagatzematge ME

# Name
source: Output Transducer
ca@valencia: Eixida del transductor

# Name
source: Producer
ca@valencia: Productor

# Name
source: Reproducer
ca@valencia: Reproductor

# Name
source: Supporter
ca@valencia: Seguidor

# Name
source: Timer
ca@valencia: Temporitzador

# Name
source: Car1
ca@valencia: Cotxe1

# Name
source: Car2
ca@valencia: Cotxe2

# Name
source: Map
ca@valencia: Mapa

# Name
source: Crossroads
ca@valencia: Encreuament

# Name
source: Elevated
ca@valencia: Elevat

# Name
source: Factory
ca@valencia: Fàbrica

# Name
source: River
ca@valencia: Riu

# Name
source: Road1
ca@valencia: Camí1

# Name
source: Roof1
ca@valencia: Sostre1

# Name
source: StraightRoad1
ca@valencia: CamíRecte1

# Name
source: T-Junction
ca@valencia: Junta-T

# Name
source: Train1
ca@valencia: Tren1

# Name
source: Train2
ca@valencia: Tren2

# Name
source: Tree1
ca@valencia: Arbre1

# Name
source: Misc
ca@valencia: Miscel·lània

# Name
source: expended node
ca@valencia: node expandit

# Name
source: expansible node
ca@valencia: node expansible

# Name
source: File
ca@valencia: Fitxer

# Name
source: Folder
ca@valencia: Carpeta

# Name
source: Demultiplexer
ca@valencia: Desmultiplexor

# Name
source: Large Extension Node
ca@valencia: Node gran d'extensió

# Name
source: Multiplexer
ca@valencia: Multiplexor

# Name
source: Node Center
ca@valencia: Centre de nodes

# Name
source: Small Extension Node
ca@valencia: Node petit d'extensió

# Name
source: Tactical Satellite Communications Terminal
ca@valencia: Terminal de comunicacions tàctiques per satèl·lit

# Name
source: Network
ca@valencia: Xarxa

# Name
source: General Computer (Tower)
ca@valencia: Ordinador general (torre)

# Name
source: An external DAT drive
ca@valencia: Un aparell extern DAT

# Name
source: Digitizing Board
ca@valencia: Pissarra digital

# Name
source: Storage
ca@valencia: Emmagatzematge

# Name
source: A Diskette
ca@valencia: Un disquet

# Name
source: WAN Connection
ca@valencia: Connexió WAN

# Name
source: General Monitor (With Stand)
ca@valencia: Monitor general (amb Stand)

# Name
source: A Mobile Phone
ca@valencia: Un telèfon mòbil

# Name
source: Modular Switch
ca@valencia: Commutador modular

# Name
source: A Workstation Monitor
ca@valencia: Un monitor d'estació de treball

# Name
source: Patch Panel
ca@valencia: Plafó de pedaços

# Name
source: A Bigtower PC
ca@valencia: Una torre gran de PC

# Name
source: A Desktop PC
ca@valencia: Un escriptori de PC

# Name
source: A Miditower PC
ca@valencia: Una torre mitjana de PC

# Name
source: A Minitower PC
ca@valencia: Una mini torre de PC

# Name
source: Plotter
ca@valencia: Traçador

# Name
source: General Printer
ca@valencia: Impressora General

# Name
source: RJ45 Wall-Plug
ca@valencia: Endoll de paret RJ45

# Name
source: Router Symbol
ca@valencia: Símbol d'encaminador

# Name
source: scEAD Wall-Plug
ca@valencia: Endoll de paret scEAD

# Name
source: An amplifier speaker
ca@valencia: Un altaveu amplificador

# Name
source: A speaker
ca@valencia: Un altaveu

# Name
source: Switch ATM Symbol
ca@valencia: Símbol de commutador ATM

# Name
source: Switch Symbol
ca@valencia: Símbol de commutador

# Name
source: A Telephone
ca@valencia: Un telèfon

# Name
source: A Workstation
ca@valencia: Una estació de treball

# Name
source: A ZIP Disk
ca@valencia: Un disc ZIP

# Name
source: Variable Attenuator
ca@valencia: Atenuador variable

# Name
source: Beam
ca@valencia: Raig

# Name
source: Circulator
ca@valencia: Circulador

# Name
source: Optics
ca@valencia: Òptica

# Name
source: Coupler
ca@valencia: Acoblador

# Name
source: Coupler (vertical)
ca@valencia: Acoblador (vertical)

# Name
source: DFB Laser
ca@valencia: Laser DFB

# Name
source: Fibre
ca@valencia: Fibra

# Name
source: Fibre (vertical)
ca@valencia: Fibra (vertical)

# Name
source: Isolator
ca@valencia: Aïllador

# Name
source: Isolator (vertical)
ca@valencia: Aïllador (vertical)

# Name
source: MZ Modulator
ca@valencia: Modulador MZ

# Name
source: Phase Modulator
ca@valencia: Modulador de fase

# Name
source: Phase Modulator (vertical)
ca@valencia: Modulador de fase (vertical)

# Name
source: Polarisation Control
ca@valencia: Control de polarització

# Name
source: Polarisation Control (vertical)
ca@valencia: Control de polarització (vertical)

# Name
source: Oscilloscope
ca@valencia: Oscil·loscopi

# Name
source: Spectrum
ca@valencia: Espectre

# Name
source: Tuneable Coupler
ca@valencia: Acoblador sintonitzable

# Name
source: Wave
ca@valencia: Ona

# Name
source: Pneumatic
ca@valencia: Pneumàtic

# Name
source: drain
ca@valencia: desguàs

# Name
source: press
ca@valencia: premsa

# Name
source: place
ca@valencia: lloc

# Name
source: place marquee
ca@valencia: placa de marquesina

# Name
source: transition
ca@valencia: transició

# Name
source: timed transition
ca@valencia: transició temporitzada

# Name
source: Renewable Energy
ca@valencia: Energia renovable

# Name
source: Cup Anemometer
ca@valencia: Anemòmetre de copa

# Name
source: Data Logger
ca@valencia: Registrador de dades

# Name
source: Wind Measurement Tower
ca@valencia: Torre de mesures de vent

# Name
source: Solar Module
ca@valencia: Mòdul solar

# Name
source: Temperature and Humidity Sensor
ca@valencia: Sensor de temperatura i humitat

# Name
source: Wind Turbine
ca@valencia: Turbina de vent

# Name
source: Wind Vane
ca@valencia: Anemòmetre

# Name
source: appearance
ca@valencia: aparença

# Name
source: callback
ca@valencia: crida de retorn

# Name
source: camera
ca@valencia: càmera

# Name
source: Scenegraph
ca@valencia: Escenògraf

# Name
source: field
ca@valencia: camp

# Name
source: group
ca@valencia: grup

# Name
source: light
ca@valencia: llum

# Name
source: manipulator
ca@valencia: manipulador

# Name
source: metric
ca@valencia: mètrica

# Name
source: nodekit
ca@valencia: kit de node

# Name
source: property
ca@valencia: propietat

# Name
source: realtimeglobalfield
ca@valencia: camp global en temps real

# Name
source: separator
ca@valencia: separador

# Name
source: shape
ca@valencia: forma

# Name
source: subgraph
ca@valencia: subgràfic

# Name
source: switch
ca@valencia: commutació

# Name
source: transform
ca@valencia: transformació

# Name
source: Block
ca@valencia: Bloc

# Name
source: Comment
ca@valencia: Comentari

# Name
source: Function Header
ca@valencia: Funció Capçalera

# Name
source: Note
ca@valencia: Nota

# Name
source: Receive
ca@valencia: Rep

# Name
source: Return
ca@valencia: Retorna

# Name
source: Save
ca@valencia: Guarda

# Name
source: Send
ca@valencia: Envia

# Name
source: Service
ca@valencia: Servei

# Name
source: State
ca@valencia: Estat

# Name
source: Stop
ca@valencia: Atura

# Name
source: Client Application
ca@valencia: Aplicació client

# Name
source: Dataserver
ca@valencia: Servidor de dades

# Name
source: Log Transfer Manager/Rep Agent
ca@valencia: Gestor de transferència de registres/Agent Rep

# Name
source: Replication Server
ca@valencia: Servidor de rèplica

# Name
source: Replication Server Manager
ca@valencia: Gestor del servidor de rèplica

# Name
source: Stable Queue
ca@valencia: Cua estable

# Name
source: Value Stream Mapping
ca@valencia: Correspondència del valor del flux de dades

# Name
source: Happy Face
ca@valencia: Cara feliç

# Name
source: Autocorrection plugin
ca@valencia: Connector de correcció automàtica

# Name
source: Change case plugin
ca@valencia: Connector de canvi de caixa

# Name
source: SpellCheck plugin
ca@valencia: Connector d'ortografia

# Name
source: Thesaurus Tool
ca@valencia: Eina Thesaurus

# Comment
source: Show Related Words
ca@valencia: Mostra paraules relacionades

# Name
source: Text Shape
ca@valencia: Forma de text

# Name
source: Text Variables
ca@valencia: Variables de text

# Name
source: Static Vector Shape
ca@valencia: Forma de vector estàtic

# Name
source: Video Shape
ca@valencia: Forma de vídeo

# Comment
source: Calligra Application
ca@valencia: Aplicació Calligra

# Name
source: Calligra Deferred Loading Plugin
ca@valencia: Connector de càrrega diferida del Calligra

# Comment
source: Calligra Filter
ca@valencia: Filtre del Calligra

# Comment
source: Calligra Component
ca@valencia: Component del Calligra

# Name
source: Balance Sheet
ca@valencia: Full de balanç

# Name
source: Business
ca@valencia: Negoci

# Name
source: Expense Report
ca@valencia: Informe de despeses

# Name
source: Invoice
ca@valencia: Factura

# Name
source: Packing Slip
ca@valencia: Qüestions d'empaquetatge

# Name
source: Price Quotation
ca@valencia: Cita de preus

# Name
source: Student ID Card
ca@valencia: Targeta d'identificació d'estudiant

# Name
source: Blank Worksheet
ca@valencia: Full de treball buit

# Name
source: BMI Calculator
ca@valencia: Calculadora BMI

# Comment
source: Simple Body Mass Index Calculator
ca@valencia: Calculadora senzilla per a índexs de massa corporal

# Name
source: Credit Card Tracker
ca@valencia: Rastrejador de targetes de crèdit

# Name
source: Home and Family
ca@valencia: Domicili i família

# Name
source: Menu Plan
ca@valencia: Pla de menú

# Name
source: Vacation Checklist
ca@valencia: Llista de comprovació de vacances

# Name
source: Bit Operation Functions
ca@valencia: Funcions d'operació de bit

# Name
source: Conversion Functions
ca@valencia: Funcions de conversió

# Name
source: Database Functions
ca@valencia: Funcions de base de dades

# Name
source: DateTime Functions
ca@valencia: Funcions DataHora

# Name
source: Engineering Functions
ca@valencia: Funcions d'enginyeria

# Name
source: Financial Functions
ca@valencia: Funcions financeres

# Name
source: Information Functions
ca@valencia: Funcions d'informació

# Name
source: Logic Functions
ca@valencia: Funcions lògiques

# Name
source: Math Functions
ca@valencia: Funcions matemàtiques

# Name
source: Reference Functions
ca@valencia: Funcions de referència

# Name
source: Statistical Functions
ca@valencia: Funcions estadístiques

# Name
source: Text Functions
ca@valencia: Funcions de text

# Name
source: Trigonometry Functions
ca@valencia: Funcions trigonomètriques

# Name
source: Calligra Sheets
ca@valencia: Sheets del Calligra

# GenericName
source: Spreadsheet
ca@valencia: Full de càlcul

# Comment
source: Write spreadsheet documents
ca@valencia: Escriu documents de full de càlcul

# Name
source: Calendar Tool
ca@valencia: Eina de calendari

# Comment
source: Inserts a calendar into a cell range.
ca@valencia: Insereix un calendari a un interval de cel·la.

# Name
source: Sheets Scripting Plugin
ca@valencia: Connector per a crear scripts del Sheets

# Name
source: Sheets Solver Plugin
ca@valencia: Connector solucionador del Sheets

# Name
source: Spreadsheet Shape
ca@valencia: Forma de full de càlcul

# Name
source: Calligra Spreadsheet Component
ca@valencia: Component de full de càlcul del Calligra

# Comment
source: Plugin for Calligra Sheets
ca@valencia: Connector per al Sheets del Calligra

# Comment
source: GUI functionality for Sheets
ca@valencia: Funcionalitat d'IGU per al Sheets

# Name
source: Calligra Stage
ca@valencia: Stage del Calligra

# GenericName
source: Presentation
ca@valencia: Presentació

# Comment
source: Write presentation documents
ca@valencia: Escriu documents de presentació

# Comment
source: Page effect plugin for Calligra Stage
ca@valencia: Connector d'efectes de pàgina per al Calligra Stage

# Comment
source: Shape animation plugin for Calligra Stage
ca@valencia: Connector d'animació de formes per al Calligra Stage

# Comment
source: Tool for Calligra Stage
ca@valencia: Eina pel Stage del Calligra

# Name
source: Calligra Stage Component
ca@valencia: Component Stage del Calligra

# Name
source: Animation Tool
ca@valencia: Eina d'animació

# Name
source: Presentation Event Actions
ca@valencia: Accions de presentació d'esdeveniments

# Name
source: Bar Wipe
ca@valencia: Esborrat de barra

# Comment
source: Bar Wipe Page Effect
ca@valencia: Efecte d'esborrat de barra de la pàgina

# Name
source: Clock wipe
ca@valencia: Esborrat de rellotge

# Comment
source: Clock wipe Page Effects
ca@valencia: Efectes d'esborrat de rellotge de la pàgina

# Name
source: Edge wipe
ca@valencia: Esborrat de vora

# Comment
source: Edge Wipe Page Effects
ca@valencia: Efectes d'esborrat de vora de la pàgina

# Name
source: Exploding Page
ca@valencia: Explosió de pàgina

# Comment
source: Exploding Page Page Effect
ca@valencia: Efecte d'explosió de la pàgina

# Name
source: Fade
ca@valencia: Esvaïment

# Comment
source: Fade Effect
ca@valencia: Efecte d'esvaïment

# Name
source: Iris Wipe
ca@valencia: Esborrat d'iris

# Comment
source: Iris Wipe Page Effects
ca@valencia: Efectes d'esborrat d'iris de la pàgina

# Name
source: Matrix wipe
ca@valencia: Esborrat de matriu

# Comment
source: Matrix wipe Page Effects
ca@valencia: Efectes d'esborrat de matriu de la pàgina

# Name
source: Slide Wipe
ca@valencia: Esborrat de diapositiva

# Comment
source: Slide Wipe Page Effect
ca@valencia: Efectes d'esborrat de diapositiva de la pàgina

# Name
source: Space Rotation
ca@valencia: Rotació de l'espai

# Comment
source: Space Rotation Page Effect
ca@valencia: Efecte de pàgina de rotació de l'espai

# Name
source: Swap Effect
ca@valencia: Efecte d'escombrat

# Comment
source: Swap Page Effect
ca@valencia: Efecte d'escombrat de pàgina

# Name
source: Jiggle and Wiggle
ca@valencia: Sacseja

# Comment
source: Jiggle and Wiggle that Shape!
ca@valencia: Sacseja aquesta imatge!

# Name
source: Presentation Variables
ca@valencia: Variables de presentació

# Name
source: Empty
ca@valencia: Buit

# Comment
source: Empty presentation
ca@valencia: Presentació buida

# Name
source: Empty 16:10
ca@valencia: Buit 16:10

# Comment
source: Empty presentation 10:16
ca@valencia: Presentació buida 10:16

# Name
source: Blue Orange Vector
ca@valencia: Vector blau taronja

# Comment
source: Blue Orange Vector
ca@valencia: Vector blau taronja

# Name
source: Burning Desire
ca@valencia: Desig roent

# Comment
source: Burning Desire
ca@valencia: Desig roent

# Comment
source: Business
ca@valencia: Negoci

# Comment
source: Cohere designed presentation template
ca@valencia: Plantilles de presentacions dissenyades pel Cohere

# Name
source: Curious Penguin
ca@valencia: Pingüí curiós

# Comment
source: Curious Penguin
ca@valencia: Pingüí curiós

# Name
source: Templates
ca@valencia: Plantilles

# Name
source: Flood Light
ca@valencia: Inundació lleugera

# Comment
source: Flood Light
ca@valencia: Inundació lleugera

# Name
source: KDE Events
ca@valencia: Esdeveniments del KDE

# Comment
source: KDE Events
ca@valencia: Esdeveniments del KDE

# Name
source: Rounded Square
ca@valencia: Quadrat arrodonit

# Comment
source: Rounded Square
ca@valencia: Quadrat arrodonit

# Name
source: Simple Waves
ca@valencia: Ones simples

# Comment
source: Simple Waves
ca@valencia: Ones simples

# Name
source: Skyline
ca@valencia: Horitzó

# Comment
source: Skyline Monotone
ca@valencia: Horitzó monòton

# Name
source: Skyline Wide
ca@valencia: Horitzó ample

# Comment
source: Skyline Monotone Wide
ca@valencia: Horitzó monòton ample

# Comment
source: Skyline Morning
ca@valencia: Horitzó matinal

# Comment
source: Skyline Morning Wide
ca@valencia: Horitzó matinal ample

# Comment
source: Skyline Night
ca@valencia: Horitzó nocturn

# Comment
source: Skyline Night Wide
ca@valencia: Horitzó nocturn ample

# Name
source: Strange Far Hills
ca@valencia: Estranyes muntanyes llunyanes

# Comment
source: Strange Far Hills
ca@valencia: Estranyes muntanyes llunyanes

# Name
source: Screen
ca@valencia: Pantalla

# GenericName
source: Word Processor
ca@valencia: Processador de textos

# Comment
source: Write documents
ca@valencia: Escriviu documents
