Repository: raurodse/prueba
Catalog: */calligra/calligra._desktop_.po
Languages: ca@valencia

# Name
source: Calligra Word Processing Component
ca@valencia: Component de processament de textos del Calligra

# Name
source: Blank Document
ca@valencia: Document buit

# Comment
source: Creates a blank A4 document, with a small page margin.
ca@valencia: Crea un document A4 en blanc amb un petit marge de pàgina.

# Name
source: Colorful Document
ca@valencia: Document a tot color

# Comment
source: A two-column template with stylishly colored headers and footers
ca@valencia: Una plantilla de dues columnes amb capçaleres i peus de colors i amb estil

# Name
source: Blank Documents
ca@valencia: Documents buits

# Name
source: Fax Template
ca@valencia: Plantilla per a Fax

# Comment
source: A template to quickly create a facsimile communication
ca@valencia: Una plantilla per a crear ràpidament una comunicació per fax

# Name
source: Professional Letter
ca@valencia: Carta professional

# Comment
source: Creates a blank document with wide margins for professional looking documents
ca@valencia: Crea un document buit amb marges amples per a documents d'aspecte professional
