Repository: raurodse/prueba
Catalog: */calligra/calligra._desktop_.po
Languages: ca@valencia

# Comment
source: Extensions for Braindump
ca@valencia: Extensions per al Braindump

# GenericName
source: Notes and idea gathering
ca@valencia: Notes i recull d'idees

# Name
source: Quickstates Plugin
ca@valencia: Connector Quickstates

# Name
source: State Shape
ca@valencia: Forma d'estat

# Name
source: Web Shape
ca@valencia: Forma de web

# Name
source: Illustration Document...
ca@valencia: Document d'il·lustració...

# Comment
source: New Karbon document:
ca@valencia: Document nou del Karbon:

# Name
source: Presentation Document...
ca@valencia: Document de presentacions...

# Comment
source: New Stage presentation document:
ca@valencia: Document nou de presentació de l'Stage:

# Name
source: Spread Sheet Document...
ca@valencia: Document de full de càlcul...

# Comment
source: New Sheets document:
ca@valencia: Document nou del Sheets:

# Name
source: Text Document...
ca@valencia: Document de text...

# Comment
source: New Words document:
ca@valencia: Document nou del Words:

# GenericName
source: Document Viewer
ca@valencia: Visor de documents

# Name
source: Calligra Document Info Properties Page
ca@valencia: Pàgina d'informació de propietats de documents Calligra

# Name
source: Print with Karbon...
ca@valencia: Imprimeix amb el Karbon...

# Name
source: Print with Calligra Sheets...
ca@valencia: Imprimeix amb el Calligra Sheets...

# Name
source: Print with Calligra Stage...
ca@valencia: Imprimeix amb el Calligra Stage...

# Name
source: Print with Calligra Words...
ca@valencia: Imprimeix amb el Calligra Words...

# Name
source: OpenDocument Drawings
ca@valencia: Dibuixos OpenDocument

# Name
source: OpenDocument Spreadsheets
ca@valencia: Fulls de càlcul OpenDocument

# Name
source: OpenDocument Presentations
ca@valencia: Presentacions en OpenDocument

# Name
source: OpenDocument Texts
ca@valencia: Texts OpenDocument

# Name
source: Karbon EPS Import Filter
ca@valencia: Filtre d'importació EPS per al Karbon

# Name
source: Karbon JPEG/PNG Export Filter
ca@valencia: Filtre d'exportació JPEG/PNG per al Karbon

# Name
source: Karbon 1.x Import Filter
ca@valencia: Filtre d'importació Karbon 1.x

# Name
source: Karbon 14 Drawings
ca@valencia: Dibuixos del Karbon 14

# Name
source: Karbon PDF Import Filter
ca@valencia: Filtre d'importació PDF per al Karbon

# Name
source: Karbon SVG Export Filter
ca@valencia: Filtre d'exportació SVG per al Karbon

# Name
source: Karbon SVG Import Filter
ca@valencia: Filtre d'importació SVG per al Karbon

# Name
source: Karbon WMF Export Filter
ca@valencia: Filtre d'exportació WMF per al Karbon

# Name
source: Karbon WMF Import Filter
ca@valencia: Filtre d'importació WMF per al Karbon

# Name
source: WMF Images
ca@valencia: Imatges WMF

# Name
source: Karbon WPG Import Filter
ca@valencia: Filtre d'importació WPG per al Karbon

# Name
source: WordPerfect/DrawPerfect Images
ca@valencia: imatges del WordPerfect/DrawPerfect

# Name
source: Karbon WVG Export Filter
ca@valencia: Filtre d'exportació WVG per al Karbon

# Name
source: Karbon XAML Import Filter
ca@valencia: Filtre d'importació XAML per al Karbon

# Name
source: Karbon XFig Import Filter
ca@valencia: Filtre d'importació XFig per al Karbon

# Name
source: XFig Images
ca@valencia: Imatges del XFig

# Name
source: Flow Visio Import Filter
ca@valencia: Filtre d'exportació Visio del Flow

# Name
source: Microsoft Visio Documents
ca@valencia: Documents del Microsoft Visio

# Name
source: Flow WPG Import Filter
ca@valencia: Filtre d'importació WPG per al Flow

# Name
source: KSpread Applix Spreadsheet Import Filter
ca@valencia: Filtre d'importació per a fulls de càlcul Applix per al KSpread

# Name
source: CSV Import Filter for KSpread
ca@valencia: Filtre d'importació CSV per al KSpread

# Name
source: CSV Export Filter for Calligra Sheets
ca@valencia: Filtre d'exportació CSV per al Calligra Sheets

# Name
source: KSpread dBASE Import Filter
ca@valencia: Filtre d'importació dBASE per al KSpread

# Name
source: KSpread Microsoft Excel Export Filter
ca@valencia: Filtre d'importació Microsoft Excel per al KSpread

# Name
source: KSpread Microsoft Excel Import Filter
ca@valencia: Filtre d'importació Microsoft Excel per al KSpread

# Name
source: Microsoft Excel Spreadsheets
ca@valencia: Fulls de càlcul del Microsoft Excel

# Name
source: GNUMERIC Import Filter for KSpread
ca@valencia: Filtre d'importació GNUMERIC per al KSpread

# Name
source: GNUmeric Export Filter for KSpread
ca@valencia: Filtre d'exportació GNUmeric per al KSpread

# Name
source: HTML Import Filter for KSpread
ca@valencia: Filtre d'importació HTML per al KSpread

# Name
source: HTML Export Filter for KSpread
ca@valencia: Filtre d'exportació HTML per al KSpread

# Name
source: KSpread LATEX Export Filter
ca@valencia: Filtre d'exportació LaTeX per al KSpread

# Name
source: OpenOffice.org Calc Import Filter for KSpread
ca@valencia: Filtre d'importació OpenOffice.org Calc per al KSpread

# Name
source: OpenOffice.org Calc Export Filter for KSpread
ca@valencia: Filtre d'exportació OpenOffice.org Calc per al KSpread

# Name
source: Quattro Pro Import Filter for KSpread
ca@valencia: Filtre d'importació Quattro Pro per al KSpread

# Name
source: MS Excel 2007 Import Filter for KSpread
ca@valencia: Filtre d'importació MS Excel 2007 per al KSpread

# Name
source: Microsoft Excel 2007 Spreadsheets
ca@valencia: Fulls de càlcul del Microsoft Excel 2007

# Name
source: Stage Apple Keynote Import Filter
ca@valencia: Filtre d'importació de l'Apple Keynote per a l'Stage

# Name
source: Apple Keynote Documents
ca@valencia: Documents de l'Apple Keynote

# Name
source: Filter to export KPR files to ODP
ca@valencia: Filtre per a exportar fitxers KPR a ODP

# Name
source: KPresenter Presentations
ca@valencia: Presentacions del KPresenter

# Name
source: Microsoft PowerPoint Import Filter for Stage
ca@valencia: Filtre d'importació Microsoft PowerPoint per a l'Stage

# Name
source: Microsoft Powerpoint Presentations
ca@valencia: Presentacions del Microsoft Powerpoint

# Name
source: MS PowerPoint 2007 Import Filter for Stage
ca@valencia: Filtre d'importació Microsoft PowerPoint 2007 per a l'Stage

# Name
source: Microsoft Powerpoint 2007 Presentations
ca@valencia: Presentacions del Microsoft Powerpoint 2007

# Name
source: Words Applixword Import Filter
ca@valencia: Filtre d'importació Applixword per al Words

# Name
source: Words ASCII Import Filter
ca@valencia: Filtre d'importació ASCII per al Words

# Name
source: Words ASCII Export Filter
ca@valencia: Filtre d'exportació ASCII per al Words

# Name
source: Calligra Words
ca@valencia: Words del Calligra

# Name
source: MS Word DOCX Export Filter
ca@valencia: Filtre d'exportació DOCX per al Word de MS

# Name
source: MS Word 2007 Import Filter for Words
ca@valencia: Filtre d'importació MS Word 2007 per al Words

# Name
source: Microsoft Word 2007 Documents
ca@valencia: Documents del Microsoft Word 2007

# Name
source: ODT to Epub2 Export Filter
ca@valencia: Filtre d'exportació ODT a Epub2

# Name
source: ODT to HTML Export Filter
ca@valencia: Filtre d'exportació ODT a HTML

# Name
source: ODT to Mobi Export Filter
ca@valencia: Filtre d'exportació ODT a Mobi

# Name
source: Words MS Word-ODF Import Filter
ca@valencia: Filtre d'importació MS Word-ODF per al Words

# Name
source: Microsoft Word Documents
ca@valencia: Documents del Microsoft Word

# Name
source: Words RTF Import Filter
ca@valencia: Filtre d'exportació RTF per al Words

# Name
source: RTF Documents
ca@valencia: Documents RTF

# Name
source: Words Wiki Export Filter
ca@valencia: Filtre d'exportació Wiki per al Words

# Name
source: Words WordPerfect Import Filter
ca@valencia: Filtre d'importació WordPerfect per al Words

# Name
source: WordPerfect Documents
ca@valencia: Documents del WordPerfect

# Name
source: Microsoft Works Document
ca@valencia: Document Works de Microsoft

# GenericName
source: Word Processing and Presentation
ca@valencia: Processament de texts i presentacions

# Comment
source: Docker for Karbon
ca@valencia: Acoblador per al Karbon

# Name
source: Calligra Scalable Graphics Component
ca@valencia: Component de gràfics escalables del Calligra

# Comment
source: GUI functionality for Karbon
ca@valencia: Funcionalitat d'IGU per al Karbon

# GenericName
source: Scalable Graphics
ca@valencia: Gràfics escalables

# Comment
source: Create scalable vector drawings
ca@valencia: Crea dibuixos de vectors escalables

# Name
source: Karbon Flatten Path plugin
ca@valencia: Connector d'aplanament de camins del Karbon

# Name
source: Karbon Refine Path plugin
ca@valencia: Connector de refinament de camins del Karbon

# Name
source: Karbon Round Corners plugin
ca@valencia: Connector de cantonades arrodonides del Karbon

# Name
source: Karbon Whirl Pinch plugin
ca@valencia: Connector de gira i pessiga del Karbon

# Name
source: Basic
ca@valencia: Bàsic

# Name
source: Empty Document
ca@valencia: Document buit

# Comment
source: Creates an empty document
ca@valencia: Crea un document buit

# Name
source: Basic Flakes
ca@valencia: Formes bàsiques

# Name
source: Filter effect definition
ca@valencia: Definició d'efecte de filtre

# Comment
source: Definition of a flake filter effect
ca@valencia: Definició d'un efecte de filtre de floc

# Name
source: Shape border definition
ca@valencia: Definició de forma de la vora

# Comment
source: Definition of a flake shape border
ca@valencia: Definició d'una vora en forma de floc

# Name
source: Flake Plugin
ca@valencia: Connector Flake

# Comment
source: A plugin that contains a set of a shape and a tool
ca@valencia: Un connector que conté un conjunt d'una forma i una eina

# Name
source: Flake device definition
ca@valencia: Definició d'aparell de floc

# Comment
source: Definition of flake devices
ca@valencia: Definició d'aparells de floc

# Name
source: Shape definition
ca@valencia: Definició de forma

# Comment
source: Definition of a flake shape object
ca@valencia: Definició d'un objecte amb forma de floc

# Name
source: Flake tool definition
ca@valencia: Definició d'eina de floc

# Comment
source: Definition of flake tools
ca@valencia: Definició d'eines de floc

# Name
source: Presentation Event Action Plugin
ca@valencia: Connector d'acció de presentació d'esdeveniments

# Comment
source: A plugin that contains a presentation event action
ca@valencia: Un connector que conté una acció de presentació d'esdeveniment

# Name
source: Script Event Action Plugin
ca@valencia: Connector de script d'acció d'esdeveniment

# Comment
source: A plugin that contains a script event action
ca@valencia: Un connector que conté un script d'acció d'esdeveniment

# Name
source: Calligra Docker Plugin
ca@valencia: Connector acoblador del Calligra

# Comment
source: A plugin that contains a so called 'dockwidget'
ca@valencia: Un connector que en conté un anomenat «dockwidget»

# Name
source: Page Application Background Tool
ca@valencia: Eina d'aplicació de fons de pàgina

# Comment
source: Tool for Calligra Page Applications
ca@valencia: Eina per a les aplicacions de pàgina del Calligra

# Comment
source: A module implementing a complete colorspace for use with Pigment Color Manipulation System
ca@valencia: Un mòdul que implementa un espai de colors complet per a usar-lo amb el Sistema de Manipulació Pigment Color

# Comment
source: A module implementing an extension to a colorspace of the Pigment Color Manipulation System
ca@valencia: Un mòdul que implementa una extensió a un espai de colors del Sistema de Manipulació Pigment Color

# Name
source: Semantic item definition
ca@valencia: Definició d'element semàntic

# Comment
source: Definition of a semantic item object
ca@valencia: Definició d'objecte d'element semàntic

# Name
source: Inline Text Object Plugin
ca@valencia: Connector d'objecte de text a la línia

# Comment
source: Definition of a text object
ca@valencia: Definició d'objecte de text

# Name
source: Text Editing plugin for the Calligra text tool
ca@valencia: Connector d'edició de text per a l'eina de text del Calligra

# Comment
source: Definition of a text-editing plugin
ca@valencia: Definició d'un connector d'edició de text

# Name
source: Artistic Text Shape
ca@valencia: Forma de text artístic

# Name
source: Chart Shape
ca@valencia: Forma del diagrama

# Name
source: LCMS Color Management Engine for Pigment
ca@valencia: Motor de gestió de color LCMS per al Pigment

# Name
source: Comment Shape
ca@valencia: Forma de comentaris

# Name
source: Default Flake Tools
ca@valencia: Eines de floc per defecte

# Name
source: Calligra Dockers plugin
ca@valencia: Connector d'acobladors per al Calligra

# Name
source: Formula Shape
ca@valencia: Forma de la fórmula

# Name
source: Karbon Tools
ca@valencia: Eines del Karbon

# Name
source: Music Shape
ca@valencia: Forma de música

# Name
source: Path Shapes
ca@valencia: Formes de camí

# Name
source: Picture Shape
ca@valencia: Forma d'imatge

# Name
source: Plugin Shape
ca@valencia: Forma de connector

# Name
source: RDF Contact Plugin
ca@valencia: Connector de contacte RDF

# Comment
source: A plugin to map contact items between document and RDF database
ca@valencia: Un connector per a relacionar elements de contacte entre documents i una base de dades RDF

# Name
source: RDF Calendar Event Plugin
ca@valencia: Connector d'esdeveniments de calendari RDF

# Comment
source: A plugin to map calendar event items between document and RDF database
ca@valencia: Un connector per a relacionar elements de calendari entre documents i una base de dades RDF

# Name
source: RDF Location Plugin
ca@valencia: Connector d'ubicació RDF

# Comment
source: A plugin to map location items between document and RDF database
ca@valencia: Un connector per a relacionar elements d'ubicació entre documents i una base de dades RDF

# Name
source: Filter Effects
ca@valencia: Efectes de filtre

# Name
source: Spacenavigator Device
ca@valencia: Aparell NavegadorEspacial

# Name
source: Template Shape
ca@valencia: Forma de plantilla

# Name
source: 3D Scene Shape
ca@valencia: Forma d'escena 3D

# Name
source: Calligra Stencils Docker plugin
ca@valencia: Connector d'acobladors de plantilles per al Calligra

# Name
source: Chevron
ca@valencia: Galó

# Name
source: Down Arrow
ca@valencia: Fletxa avall

# Name
source: Left Arrow
ca@valencia: Fletxa esquerra

# Name
source: Notched Left Arrow
ca@valencia: Fletxa esquerra dentada

# Name
source: Left-Right Arrow
ca@valencia: Fletxa d'esquerra-dreta

# Name
source: Left-Right-Up Arrow
ca@valencia: Fletxa esquerra-dreta-amunt

# Name
source: Left-Up Arrow
ca@valencia: Fletxa esquerra-amunt

# Name
source: Pentagon
ca@valencia: Pentàgon

# Name
source: Quad Arrow
ca@valencia: Fletxa quad

# Name
source: Right Arrow
ca@valencia: Fletxa dreta

# Name
source: Notched Right Arrow
ca@valencia: Fletxa dreta dentada

# Name
source: Turn-Up Arrow
ca@valencia: Fletxa cap amunt

# Name
source: Up Arrow
ca@valencia: Fletxa amunt

# Name
source: Up-Down Arrow
ca@valencia: Fletxa amunt-avall

# Name
source: Up-Down-Left Arrow
ca@valencia: Fletxa amunt-avall-esquerra

# Name
source: Perfect Circle
ca@valencia: Cercle perfecte

# Name
source: Quarter Circle
ca@valencia: Quart de cercle

# Name
source: Assorted
ca@valencia: Assortit

# Name
source: Maltese Cross
ca@valencia: Creu maltesa

# Name
source: Swiss Cross
ca@valencia: Creu suïssa

# Name
source: Diamond
ca@valencia: Diamant

# Name
source: Heart
ca@valencia: Cor

# Name
source: Heptagon
ca@valencia: Heptàgon

# Name
source: Hexagon
ca@valencia: Hexàgon

# Name
source: Quarter Moon
ca@valencia: Quart de Lluna

# Name
source: Octogon
ca@valencia: Octògon

# Name
source: Horizontal Parallelogram
ca@valencia: Paral·lelogram horitzontal

# Name
source: Vertical Parallelogram
ca@valencia: Paral·lelogram vertical

# Name
source: Perfect Square
ca@valencia: Quadrat perfecte

# Name
source: Curved Four Point Star
ca@valencia: Estrella corbada de quatre puntes

# Name
source: Four Point Star
ca@valencia: Estrella de quatre puntes

# Name
source: Five Point Star
ca@valencia: Estrella de cinc puntes

# Name
source: Six Point Star
ca@valencia: Estrella de sis puntes

# Name
source: Seven Point Star
ca@valencia: Estrella de set puntes

# Name
source: Curved Eight Point Star
ca@valencia: Estrella corbada de vuit puntes

# Name
source: Eight Point Star
ca@valencia: Estrella de vuit puntes

# Name
source: Sharp Eight Point Star
ca@valencia: Estrella afilada de vuit puntes

# Name
source: Sun
ca@valencia: Sol

# Name
source: Trapezoid
ca@valencia: Trapezoide

# Name
source: Isosceles Triangle
ca@valencia: Triangle isòsceles

# Name
source: Right Angle Triangle
ca@valencia: Triangle rectangle

# Name
source: Card
ca@valencia: Targeta

# Name
source: Basic Flowchart
ca@valencia: Diagrama de flux bàsic

# Name
source: Database
ca@valencia: Base de dades

# Name
source: Data
ca@valencia: Dades

# Name
source: Decision
ca@valencia: Decisió

# Name
source: Delay
ca@valencia: Retard

# Name
source: Direct Data
ca@valencia: Dades directes

# Name
source: Display
ca@valencia: Mostra

# Name
source: Internal Storage
ca@valencia: Emmagatzematge intern

# Name
source: Loop Limit
ca@valencia: Límit de bucle

# Name
source: Manual Input
ca@valencia: Introducció manual

# Name
source: Manual Operation
ca@valencia: Operació manual

# Name
source: Off-page Reference
ca@valencia: Referència de fora de pàgina

# Name
source: Paper Tape
ca@valencia: Cinta de paper

# Name
source: Parallel Mode
ca@valencia: Mode paral·lel

# Name
source: Predefined Process
ca@valencia: Procés predefinit

# Name
source: Preparation
ca@valencia: Preparació

# Name
source: Process
ca@valencia: Procés

# Name
source: Sequential Data
ca@valencia: Dades seqüencials

# Name
source: Start 1
ca@valencia: Inici 1

# Name
source: Start 2
ca@valencia: Inici 2

# Name
source: Stored Data
ca@valencia: Dades emmagatzemades

# Name
source: Terminator
ca@valencia: Terminador

# Name
source: Activity-Looping
ca@valencia: Activitat-bucle

# Name
source: Ad-Hoc-Collapsed-Sub-Process
ca@valencia: Subprocés col·lapsat ad-hoc

# Name
source: Collapsed-Sub-Process
ca@valencia: Subprocés col·lapsat

# Name
source: Compensation-Collapsed-Sub-Process
ca@valencia: Subprocés col·lapsat de compensació

# Name
source: Compensation
ca@valencia: Compensació

# Name
source: Data-Object
ca@valencia: Objecte-dada

# Name
source: End-Event-Cancel
ca@valencia: Final-Esdeveniment-Cancel·la

# Name
source: End-Event-Compensation
ca@valencia: Final-Esdeveniment-Compensació

# Name
source: End-Event
ca@valencia: Esdeveniment-Final

# Name
source: End-Event-Error
ca@valencia: Final-Esdeveniment-Error

# Name
source: End-Event-Link
ca@valencia: Final-Esdeveniment-Enllaç

# Name
source: End-Event-Message
ca@valencia: Final-Esdeveniment-Missatge

# Name
source: End-Event-Multiple
ca@valencia: Final-Esdeveniment-Múltiple

# Name
source: End-Event-Terminate
ca@valencia: Final-Esdeveniment-Finalitza

# Name
source: Gateway-Complex
ca@valencia: Passarel·la-Complex

# Name
source: Gateway
ca@valencia: Passarel·la

# Name
source: Gateway-Exclusive-XOR-Data-Based
ca@valencia: Passarel·la-Exclusiu-XOR-Basat-Dades

# Name
source: Gateway-Exclusive-XOR-Event-Based
ca@valencia: Passarel·la-Exclusiu-XOR-Basat-Esdeveniment

# Name
source: Gateway-Inclusive-OR
ca@valencia: Passarel·la-Inclusiu-OR

# Name
source: Gateway-Parallel-AND
ca@valencia: Passarel·la-Paral·lel-AND

# Name
source: Group
ca@valencia: Grup

# Name
source: Intermediate-Event-Cancel
ca@valencia: Intermedi-Esdeveniment-Cancel·la

# Name
source: Intermediate-Event-Compensation
ca@valencia: Intermedi-Esdeveniment-Compensació

# Name
source: Intermediate-Event
ca@valencia: Intermedi-Esdeveniment

# Name
source: Intermediate-Event-Error
ca@valencia: Intermedi-Esdeveniment-Error

# Name
source: Intermediate-Event-Link
ca@valencia: Intermedi-Esdeveniment-Enllaç

# Name
source: Intermediate-Event-Message
ca@valencia: Intermedi-Esdeveniment-Missatge

# Name
source: Intermediate-Event-Multiple
ca@valencia: Intermedi-Esdeveniment-Múltiple

# Name
source: Intermediate-Event-Rule
ca@valencia: Intermedi-Esdeveniment-Regla

# Name
source: Intermediate-Event-Timer
ca@valencia: Intermedi-Esdeveniment-Temporitzador

# Name
source: Looping-Collapsed-Sub-Process
ca@valencia: Bucle-Subprocés-Col·lapsat

# Name
source: Multiple-Instance-Collapsed-Sub-Process
ca@valencia: Subprocés-Col·lapsat-Múltiples-Instàncies

# Name
source: Multiple-Instance-Task
ca@valencia: Tasca-Múltiples-Instàncies

# Name
source: Start-Event
ca@valencia: Inicia-Esdeveniment

# Name
source: Start-Event-Link
ca@valencia: Inicia-Esdeveniment-Enllaç

# Name
source: Start-Event-Message
ca@valencia: Inicia-Esdeveniment-Missatge

# Name
source: Start-Event-Multiple
ca@valencia: Inicia-Esdeveniment-Múltiple

# Name
source: Start-Event-Rule
ca@valencia: Inicia-Esdeveniment-Regla

# Name
source: Start-Event-Timer
ca@valencia: Inicia-Esdeveniment-Temporitzador

# Name
source: Task
ca@valencia: Tasca

# Name
source: Text-Annotation
ca@valencia: Anotació de text

# Name
source: Transaction
ca@valencia: Transacció

# Name
source: Circle Diagonal Quarters Filled
ca@valencia: Quarts de cercle diagonal omplerts

# Name
source: Building Site
ca@valencia: Construint el lloc

# Name
source: Concrete Mixer
ca@valencia: Mesclador de formigó

# Name
source: Horizontal Fence
ca@valencia: Tanca horitzontal

# Name
source: Vertical Fence
ca@valencia: Tanca vertical

# Name
source: Pre-Silo
ca@valencia: Sitja prèvia

# Name
source: Proportioning Batcher
ca@valencia: Dosificador proporcionat

# Name
source: Road Crossroads
ca@valencia: Encreuament de carreteres

# Name
source: Horizontal Road
ca@valencia: Carretera horitzontal

# Name
source: Road Rotated Tee
ca@valencia: Carretera T girada

# Name
source: Road Tee
ca@valencia: Carretera T

# Name
source: Road Turn
ca@valencia: Gir de carretera

# Name
source: Vertical Road
ca@valencia: Carretera vertical

# Name
source: Horizontal Slope
ca@valencia: Desnivell horitzontal

# Name
source: Vertical Slope
ca@valencia: Desnivell vertical

# Name
source: Horizontal Wall
ca@valencia: Paret horitzontal

# Name
source: Vertical Wall
ca@valencia: Paret vertical

# Name
source: Central Data Processing
ca@valencia: Procés central de dades

# Name
source: Litter
ca@valencia: Abocament

# Name
source: Modem
ca@valencia: Mòdem

# Name
source: Router
ca@valencia: Encaminador

# Name
source: ServerRack1U
ca@valencia: ServidorRack1U

# Name
source: ServerRack2U
ca@valencia: ServidorRack2U

# Name
source: ServerRack2USlow
ca@valencia: ServidorRack2USlow

# Name
source: ServerRack2UVerySlow
ca@valencia: ServidorRack2UVerySlow

# Name
source: ServerRack3U
ca@valencia: ServidorRack3U

# Name
source: ServerRack3USlowDensity
ca@valencia: ServidorRack3USlowDensity

# Name
source: ServerRack4U
ca@valencia: ServidorRack4U

# Name
source: ServerRack4URightCapacity
ca@valencia: ServidorRack4URightCapacity

# Name
source: ServerRack4USlowCapacity
ca@valencia: ServidorRack4USlowCapacity

# Name
source: ServerRack4UVeryRightCapacity
ca@valencia: ServidorRack4UVeryRightCapacity

# Name
source: ServerRack5U
ca@valencia: ServidorRack5U

# Name
source: ServerRack5URightDensity
ca@valencia: ServidorRack5URightDensity

# Name
source: aircooler
ca@valencia: refrigerador d'aire

# Name
source: airforced
ca@valencia: forçat per aire

# Name
source: airinduced
ca@valencia: induït per aire

# Name
source: autoclave
ca@valencia: autoclau

# Name
source: bigtraycol
ca@valencia: papereragran

# Name
source: centrifuge
ca@valencia: centrífuga

# Name
source: coil
ca@valencia: resistència

# Name
source: coilv
ca@valencia: resistènciav

# Name
source: ChemEng
ca@valencia: Enginyeria Química

# Name
source: coveredtank
ca@valencia: tanc cobert

# Name
source: cyclone
ca@valencia: cicló

# Name
source: doublepipe
ca@valencia: doble canonada

# Name
source: fan
ca@valencia: ventilador
