Repository: raurodse/prueba
Catalog: */calligra/calligra._json_.po
Languages: ca@valencia

# Name
source: ODP Backend
ca@valencia: Dorsal pels ODP

# Name
source: ODT Backend
ca@valencia: Dorsal pels ODT

# Name
source: PPT Backend
ca@valencia: Dorsal pels PPT

# Name
source: PPTX Backend
ca@valencia: Dorsal pels PPTX

# Name
source: DOCX Backend
ca@valencia: Dorsal pels DOCX

# Name
source: DOC Backend
ca@valencia: Dorsal pels DOC

# Name
source: RTF Backend
ca@valencia: Dorsal pels RTF

# Name
source: WPD Backend
ca@valencia: Dorsal pels WPD

# Description
source: OpenDocument Presentation file renderer
ca@valencia: Representació de fitxers de presentacions en OpenDocument

# Description
source: OpenDocument Text file renderer
ca@valencia: Representació de fitxers de text en OpenDocument

# Description
source: PPT file renderer
ca@valencia: Representació de fitxers PPT

# Description
source: PPTX file renderer
ca@valencia: Representació de fitxers PPTX

# Description
source: DOCX file renderer
ca@valencia: Representació de fitxers DOCX

# Description
source: DOC file renderer
ca@valencia: Representació de fitxers DOC

# Description
source: RTF file renderer
ca@valencia: Representació de fitxers RTF

# Description
source: WordPerfect Document file renderer
ca@valencia: Representació de fitxers de documents de WordPerfect
