Repository: raurodse/prueba
Catalog: */calligra/calligra._desktop_.po
Languages: ca@valencia

# Name
source: filter
ca@valencia: filtre

# Name
source: fixedroof
ca@valencia: sostre fixat

# Name
source: floatingroof
ca@valencia: fals sostre

# Name
source: flowfan
ca@valencia: ventilador de flux

# Name
source: fluidcont
ca@valencia: fluid continu

# Name
source: furnace
ca@valencia: forn

# Name
source: gasholder
ca@valencia: eixidor

# Name
source: kettle
ca@valencia: bullidor

# Name
source: measure
ca@valencia: mesura

# Name
source: mixer
ca@valencia: mesclador

# Name
source: plate
ca@valencia: plat

# Name
source: pneum
ca@valencia: pneumàtic

# Name
source: pneumv
ca@valencia: pneumàticv

# Name
source: pump
ca@valencia: bomba

# Name
source: SaT-fixedtube
ca@valencia: Tub fixat SaT

# Name
source: SaT-floatinghead
ca@valencia: Cap flotant SaT

# Name
source: sealedtank
ca@valencia: tanc segellat

# Name
source: settling
ca@valencia: assentant

# Name
source: spray
ca@valencia: esprai

# Name
source: spraydrier
ca@valencia: assecadoresprai

# Name
source: storagesphere
ca@valencia: esfera d'emmagatzemament

# Name
source: tank
ca@valencia: tanc

# Name
source: traycol
ca@valencia: escombraries

# Name
source: vessel
ca@valencia: nau

# Name
source: 30-degree-bend
ca@valencia: corba a 30 graus

# Name
source: beaker
ca@valencia: vasmesurat

# Name
source: burette
ca@valencia: bureta

# Name
source: clamp
ca@valencia: pinça

# Name
source: clamp-extra-large
ca@valencia: pinça extragran

# Name
source: clamp-front
ca@valencia: pinça frontal

# Name
source: clamp-large
ca@valencia: pinça gran

# Name
source: Chemistry Lab
ca@valencia: Laboratori químic

# Name
source: column-reflux
ca@valencia: columna reflux

# Name
source: column-reflux-red-blue
ca@valencia: columna reflux roig-blau

# Name
source: column-reflux-red
ca@valencia: columna reflux roig

# Name
source: condenser-black
ca@valencia: condensador-negre

# Name
source: condenser-blue
ca@valencia: condensador-blau

# Name
source: condenser
ca@valencia: condensador

# Name
source: condenser-green
ca@valencia: condensador-verd

# Name
source: condenser-liebig-vertical
ca@valencia: condensador-liebig-vertical

# Name
source: condenser-orange
ca@valencia: condensador-taronja

# Name
source: condenser-pale-blue
ca@valencia: condensador-blau-pàl·lid

# Name
source: condenser-red
ca@valencia: condensador-roig

# Name
source: gooseneck
ca@valencia: coll d'oca

# Name
source: lab-stand
ca@valencia: laboratori stand

# Name
source: lab-stand-front
ca@valencia: laboratori stand blau

# Name
source: ring
ca@valencia: timbre

# Name
source: ring-front
ca@valencia: anell frontal

# Name
source: stirbar
ca@valencia: agitador

# Name
source: stirplate
ca@valencia: placaremenat

# Name
source: stirplate-front
ca@valencia: placaremenat-front

# Name
source: Diagonal Capacitor
ca@valencia: Capacitador diagonal

# Name
source: Diagonal Diode
ca@valencia: Díode diagonal

# Name
source: Diagonal Inductor (European)
ca@valencia: Diagonal Inductor (Europeu)

# Name
source: Diagonal Led (European)
ca@valencia: Diagonal Led (Europeu)

# Name
source: Diagonal Polarized Capacitor
ca@valencia: Capacitador polaritzat diagonal

# Name
source: Diagonal Resistor (European)
ca@valencia: Resistor diagonal (europeu)

# Name
source: Diagonal Resistor
ca@valencia: Resistor diagonal

# Name
source: Diagonal Zener Diode
ca@valencia: Díode Zener diagonal

# Name
source: Horizontal Ammeter
ca@valencia: Amperímetre horitzontal

# Name
source: Horizontal Polarized Capacitor
ca@valencia: Capacitador polaritzar horitzontal

# Name
source: Horizontal Voltmeter
ca@valencia: Voltímetre horitzontal

# Name
source: Horizontal LED
ca@valencia: LED horitzontal

# Name
source: Vertical LED
ca@valencia: LED vertical

# Name
source: Optoisolator
ca@valencia: Optoisolador

# Name
source: Ramp Wave
ca@valencia: Ona de rampa

# Name
source: Relay
ca@valencia: Relé

# Name
source: Sine Wave
ca@valencia: Ona sinusoidal

# Name
source: Square Wave
ca@valencia: Ona quadrada

# Name
source: Triangle Wave
ca@valencia: Ona triangular

# Name
source: Vertical Ammeter
ca@valencia: Amperímetre vertical

# Name
source: Vertical Polarized Capacitor
ca@valencia: Capacitador polaritzat vertical

# Name
source: Vertical Voltmeter
ca@valencia: Voltímetre vertical

# Name
source: Ground
ca@valencia: Terra

# Name
source: Horizontal Capacitor
ca@valencia: Capacitador horitzontal

# Name
source: Horizontal Diode
ca@valencia: Díode horitzontal

# Name
source: Horizontal Fuse (European)
ca@valencia: Fusible horitzontal (europeu)

# Name
source: Horizontal Inductor (European)
ca@valencia: Inductor horitzontal (europeu)

# Name
source: Horizontal Inductor
ca@valencia: Inductor horitzontal

# Name
source: Horizontal Jumper
ca@valencia: Jumper horitzontal

# Name
source: Horizontal Led (European)
ca@valencia: Led horitzontal (europeu)

# Name
source: Horizontal Powersource (European)
ca@valencia: Font d'alimentació horitzontal (europea)

# Name
source: Horizontal Resistor (European)
ca@valencia: Resistor horitzontal (europeu)

# Name
source: Horizontal Resistor
ca@valencia: Resistor horitzontal

# Name
source: Horizontal Zener Diode
ca@valencia: Díode Zener horitzontal

# Name
source: Lamp (European)
ca@valencia: Làmpada (europea)

# Name
source: Microphone (European)
ca@valencia: Micròfon (europeu)

# Name
source: NMOS Transistor (European)
ca@valencia: Transistor NMOS (europeu)

# Name
source: NPN Transistor
ca@valencia: Transistor NPN

# Name
source: Op Amp
ca@valencia: Amplificador Op

# Name
source: PMOS Transistor (European)
ca@valencia: Transistor PMOS (europeu)

# Name
source: PNP Transistor
ca@valencia: Transistor PNP

# Name
source: Speaker (European)
ca@valencia: Altaveu (europeu)

# Name
source: Vertical Capacitor
ca@valencia: Capacitador vertical

# Name
source: Vertical Diode
ca@valencia: Díode vertical

# Name
source: Vertical Fuse (European)
ca@valencia: Fusible vertical (europeu)

# Name
source: Vertical Inductor (European)
ca@valencia: Inductor vertical (europeu)

# Name
source: Vertical Inductor
ca@valencia: Inductor vertical

# Name
source: Vertical Led (European)
ca@valencia: Led vertical (europeu)

# Name
source: Vertical Powersource (European)
ca@valencia: Font d'alimentació vertical (europea)

# Name
source: Vertical Resistor (European)
ca@valencia: Resistor vertical (europeu)

# Name
source: Vertical Resistor
ca@valencia: Resistor vertical

# Name
source: Vertical Zener Diode
ca@valencia: Díode Zener vertical

# Name
source: 3174 (desktop) cluster controller
ca@valencia: 3174 (escriptori) controlador de clúster

# Name
source: 3X74 (floor) cluster controller
ca@valencia: 3X74 (terra) controlador de clúster

# Name
source: 7500ARS (7513) Router
ca@valencia: Encaminador 7500ARS (7513)

# Name
source: 7505 Router
ca@valencia: Encaminador 7505

# Name
source: 7507 Router
ca@valencia: Encaminador 7507

# Name
source: Access Gateway
ca@valencia: Passarel·la d'accés

# Name
source: AccessPoint
ca@valencia: Punt d'accés

# Name
source: Access server
ca@valencia: Servidor d'accés

# Name
source: Androgynous Person
ca@valencia: Persona andrògina

# Name
source: Antenna
ca@valencia: Antena

# Name
source: ASIC Processor
ca@valencia: Processador ASIC

# Name
source: ATM Router
ca@valencia: Encaminador ATM

# Name
source: ATM Tag Switch Router
ca@valencia: Encaminador commutador ATM Tag

# Name
source: Branch office blue
ca@valencia: Sucursal blava

# Name
source: Branch office
ca@valencia: Sucursal

# Name
source: Branch office subdued
ca@valencia: Sucursal de delegació

# Name
source: Breakout box
ca@valencia: Quadre de distribució

# Name
source: Bridge
ca@valencia: Pont

# Name
source: Broadband router
ca@valencia: Encaminador de banda ampla

# Name
source: Car
ca@valencia: Cotxe

# Name
source: Cellular phone
ca@valencia: Telèfon mòbil

# Name
source: Centri Firewall
ca@valencia: Tallafoc Centri

# Name
source: Channelized Pipe
ca@valencia: Canonada canalitzada

# Name
source: CiscoWorks workstation
ca@valencia: Estació de treball CiscoWorks

# Name
source: Cloud Dark
ca@valencia: Núvol fosc

# Name
source: Cloud
ca@valencia: Núvol

# Name
source: Cloud Gold
ca@valencia: Núvol daurat

# Name
source: Cloud White
ca@valencia: Núvol blanc

# Name
source: Communications server
ca@valencia: Servidor de comunicacions

# Name
source: Concatenated Payload
ca@valencia: Contingut concatenat

# Name
source: Content Service Router
ca@valencia: Encaminador de servei de contingut

# Name
source: Content Switch module
ca@valencia: Mòdul de commutació de continguts

# Name
source: Directory Server
ca@valencia: Servidor de directoris

# Name
source: Diskette
ca@valencia: Disquet

# Name
source: Disk subsystem
ca@valencia: Subsistema de disc

# Name
source: Distributed Director
ca@valencia: Director distribuït

# Name
source: Dot-Dot
ca@valencia: Punt-Punt

# Name
source: Dual Mode AccessPoint
ca@valencia: Punt d'accés de mode dual

# Name
source: DWDM Filter
ca@valencia: Filtre DWDM

# Name
source: Edge Label Switch Router with NetFlow
ca@valencia: Encaminador commutador Edge Label amb NetFlow

# Name
source: End Office
ca@valencia: Final d'oficina

# Name
source: EtherClient
ca@valencia: Client ether

# Name
source: FC Storage
ca@valencia: Emmagatzematge FC

# Name
source: FDDI Ring
ca@valencia: Anell FDDI

# Name
source: File cabinet
ca@valencia: Gabinet de fitxers

# Name
source: File Engine
ca@valencia: Motor de fitxers

# Name
source: File Server
ca@valencia: Servidor de fitxers

# Name
source: Firewall
ca@valencia: Tallafoc

# Name
source: Firewall horizontal
ca@valencia: Tallafoc horitzontal

# Name
source: Firewall subdued
ca@valencia: Tallafoc suavitzat

# Name
source: Front End Processor
ca@valencia: Processador frontal

# Name
source: Firewall Service Module
ca@valencia: Mòdul de serveis del tallafoc

# Name
source: General appliance
ca@valencia: Dispositiu general

# Name
source: Generic Building blue
ca@valencia: Edifici genèric blau

# Name
source: Generic Building
ca@valencia: Edifici genèric

# Name
source: Generic Building subdued
ca@valencia: Edifici genèric suavitzat

# Name
source: Generic gateway
ca@valencia: Passarel·la genèrica

# Name
source: Generic processor
ca@valencia: Processador genèric

# Name
source: Generic softswitch
ca@valencia: Commutador per a programari genèric

# Name
source: Gigabit Switch Router (ATM Tag)
ca@valencia: Encaminador Gigabit (etiqueta ATM)

# Name
source: Government Building
ca@valencia: Edifici governamental

# Name
source: Guard
ca@valencia: Defensa

# Name
source: Handheld
ca@valencia: Mans lliures

# Name
source: Headphones
ca@valencia: Auriculars

# Name
source: Home office
ca@valencia: Oficina a casa

# Name
source: HootPhone
ca@valencia: Telèfon de sirena

# Name
source: Host
ca@valencia: Màquina

# Name
source: House blue
ca@valencia: Casa blava

# Name
source: House
ca@valencia: Casa

# Name
source: Hub
ca@valencia: Concentrador

# Name
source: Hub subdued
ca@valencia: Concentrador suavitzat

# Name
source: IAD router
ca@valencia: Encaminador IAD

# Name
source: IBM mainframe
ca@valencia: Unitat principal IBM

# Name
source: IBM mainframe with FEP
ca@valencia: Unitat principal IBM amb FEP

# Name
source: IOS Firewall
ca@valencia: Tallafoc IOS

# Name
source: IP Telephony Router
ca@valencia: Encaminador de telefonia IP

# Name
source: ISDN switch
ca@valencia: XDSI switch

# Name
source: Key
ca@valencia: Tecla

# Name
source: ATM Tag Sw Gigabit Router
ca@valencia: Encaminador ATM Tag Sw Gigabit

# Name
source: Laptop
ca@valencia: Ordinador portàtil

# Name
source: Location server
ca@valencia: Servidor de localització

# Name
source: Mac Woman
ca@valencia: Dona Mac

# Name
source: Sitting Woman right
ca@valencia: Dona asseguda dreta

# Name
source: Man blue
ca@valencia: Home blau

# Name
source: Man
ca@valencia: Home

# Name
source: Man gold
ca@valencia: Home daurat

# Name
source: Man red
ca@valencia: Home roig

# Name
source: Man/Woman
ca@valencia: Home/Dona

# Name
source: MAS Gateway
ca@valencia: Passarel·la MAS

# Name
source: Medium Building blue
ca@valencia: Edifici mitjà blau

# Name
source: Medium Building
ca@valencia: Edifici mitjà

# Name
source: Medium Building subdued
ca@valencia: Edifici mitjà suavitzat

# Name
source: Microphone
ca@valencia: Micròfon

# Name
source: Mobile Access Router
ca@valencia: Encaminador d'accés mòbil

# Name
source: Multi-Fabric Server Switch
ca@valencia: Commutador de servidor multifabricant

# Name
source: Multilayer Remote Switch
ca@valencia: Commutador remota multicapa

# Name
source: Multilayer switch
ca@valencia: Commutador multicapa

# Name
source: Multilayer Switch with Silicon
ca@valencia: Commutador multicapa amb silici

# Name
source: Multilayer Switch with Silicon subdued
ca@valencia: Commutador multicapa amb silici suavitzat

# Name
source: MultiSwitch Device
ca@valencia: Aparell multicommutador

# Name
source: NetFlow router
ca@valencia: Encaminador NetFlow

# Name
source: Network Management
ca@valencia: Gestió de xarxes

# Name
source: Optical Amplifier
ca@valencia: Amplificador òptic

# Name
source: Optical Cross-Connect
ca@valencia: Connexió creuada òptica

# Name
source: Optical Fiber
ca@valencia: Fibra òptica

# Name
source: Optical Services Router
ca@valencia: Encaminador òptic de serveis

# Name
source: Optical Transport
ca@valencia: Transport òptic

# Name
source: Pager
ca@valencia: Cercapersones

# Name
source: PC Adapter Card
ca@valencia: Targeta adaptadora de PC

# Name
source: PC Card
ca@valencia: Targeta PC

# Name
source: PC Man
ca@valencia: Home PC

# Name
source: PC Man left
ca@valencia: Home amb PC esquerra

# Name
source: PC Router Card
ca@valencia: Targeta encaminadora per a PC

# Name
source: PC Software
ca@valencia: Programari per a PC

# Name
source: PC Video
ca@valencia: Vídeo PC

# Name
source: PC with Router-Based Software
ca@valencia: PC amb programari encaminador

# Name
source: Phone 2
ca@valencia: Telèfon 2

# Name
source: Phone Appliance
ca@valencia: Aplicació de telèfon

# Name
source: Phone
ca@valencia: Telèfon

# Name
source: Phone Ethernet
ca@valencia: Telèfon Ethernet

# Name
source: Phone/Fax
ca@valencia: Telèfon/Fax

# Name
source: Phone Feature
ca@valencia: Característica de telèfon

# Name
source: PIX Firewall
ca@valencia: Tallafoc PIX

# Name
source: PIX Firewall Left
ca@valencia: Tallafoc PIX esquerra

# Name
source: Printer
ca@valencia: Impressora

# Name
source: Programmable Switch
ca@valencia: Commutador programable

# Name
source: Protocol Translator
ca@valencia: Traductor de protocol

# Name
source: Radio Tower
ca@valencia: Torre de ràdio

# Name
source: Relational Database
ca@valencia: Base de dades relacional

# Name
source: Repeater
ca@valencia: Repetidor

# Name
source: Router in building
ca@valencia: Encaminador en edifici

# Name
source: Router subdued
ca@valencia: Encaminador suavitzat

# Name
source: Router with Firewall
ca@valencia: Encaminador amb tallafoc

# Name
source: Router with Silicon Switch
ca@valencia: Encaminador amb commutador de silici

# Name
source: Route Switch Processor
ca@valencia: Processador de commutació de rutes

# Name
source: Route Switch Processor with Si
ca@valencia: Processador de commutació de rutes amb Si

# Name
source: Running man
ca@valencia: Home corrent

# Name
source: Running man subdued
ca@valencia: Home corrent suavitzat

# Name
source: Running woman
ca@valencia: Dona corrent

# Name
source: Satellite
ca@valencia: Satèl·lit

# Name
source: Satellite dish
ca@valencia: Plat satèl·lit

# Name
source: Scanner
ca@valencia: Escàner

# Name
source: Security appliance
ca@valencia: Aplicació de seguretat

# Name
source: Server Switch
ca@valencia: Commutador de servidor

# Name
source: Server with PC Router
ca@valencia: Servidor amb encaminador de PC

# Name
source: Service Control
ca@valencia: Control de servei

# Name
source: SIP Proxy server
ca@valencia: Servidor intermediari SIP

# Name
source: Sitting woman
ca@valencia: Dona asseguda

# Name
source: Small Business
ca@valencia: Petit negoci

# Name
source: Small hub
ca@valencia: Petit concentrador

# Name
source: Software based server
ca@valencia: Servidor basat en programari

# Name
source: Speaker
ca@valencia: Altaveu

# Name
source: Standing Man
ca@valencia: Home dempeus

# Name
source: Storage array
ca@valencia: Matriu d'emmagatzematge

# Name
source: Storage Router
ca@valencia: Encaminador d'emmagatzematge

# Name
source: Storage Solution Engine
ca@valencia: Motor de solucions d'emmagatzematge

# Name
source: SUN workstation
ca@valencia: Estació de treball Sun

# Name
source: Supercomputer
ca@valencia: Superordinador

# Name
source: Switch Processor
ca@valencia: Processador de commutació

# Name
source: System controller
ca@valencia: Controlador del sistema

# Name
source: Tablet
ca@valencia: Tauleta

# Name
source: Tape array
ca@valencia: Cinta matriu

# Name
source: TDM router
ca@valencia: Encaminador TDM

# Name
source: Telecommuter
ca@valencia: Telecommutador

# Name
source: Telecommuter house
ca@valencia: Estació del telecommutador

# Name
source: Telecommuter house/router
ca@valencia: Estació de telecommutador/encaminador

# Name
source: Telecommuter house subdued
ca@valencia: Estació de telecommutador inactiva

# Name
source: Terminal Server
ca@valencia: Servidor de terminal

# Name
source: Truck
ca@valencia: Camió

# Name
source: Turret
ca@valencia: Torreta

# Name
source: uMG series
ca@valencia: sèrie uMG

# Name
source: Unity server
ca@valencia: Servidor Unity

# Name
source: Universal Gateway
ca@valencia: Passarel·la universal

# Name
source: University
ca@valencia: Universitat

# Name
source: Video camera
ca@valencia: Càmera de vídeo

# Name
source: Video Camera right
ca@valencia: Càmera de vídeo a la dreta

# Name
source: Voice router
ca@valencia: Encaminador de veu

# Name
source: Voice switch 2
ca@valencia: Commutador de veu 2

# Name
source: VPN concentrator
ca@valencia: Concentrador VPN

# Name
source: VPN Gateway
ca@valencia: Passarel·la VPN

# Name
source: Wavelength router
ca@valencia: Encaminador Wavelength

# Name
source: Web browser
ca@valencia: Navegador web

# Name
source: Web cluster
ca@valencia: Clúster web

# Name
source: Wi-Fi Tag
ca@valencia: Etiqueta Wi-Fi

# Name
source: Wireless Bridge
ca@valencia: Pont sense fil

# Name
source: Wireless Connectivity
ca@valencia: Connectivitat sense fil

# Name
source: Wireless
ca@valencia: Sense fil

# Name
source: Wireless Location Appliance
ca@valencia: Aplicació d'ubicació sense fil

# Name
source: Wireless router
ca@valencia: Encaminador sense fil

# Name
source: Wireless Transport
ca@valencia: Transport sense fil

# Name
source: WLAN controller
ca@valencia: Controlador WLAN

# Name
source: Woman blue
ca@valencia: Dona blava

# Name
source: Woman
ca@valencia: Dona

# Name
source: Woman gold
ca@valencia: Dona daurada

# Name
source: Woman red
ca@valencia: Dona vermella

# Name
source: Workgroup director
ca@valencia: Director de treball de grup

# Name
source: Workgroup Fibre Channel intelligent switch
ca@valencia: Commutador intel·ligent de canal de fibra de treball de grup

# Name
source: Workgroup switch
ca@valencia: Commutador de treball de grup

# Name
source: Workgroup switch Subdued
ca@valencia: Commutador de treball de grup suavitzat

# Name
source: Voice switch
ca@valencia: Commutador de veu

# Name
source: Workstation
ca@valencia: Estació de treball

# Name
source: WWW server
ca@valencia: Servidor WWW

# Name
source: Bivalent Vertical Rest
ca@valencia: Descans vertical bivalent

# Name
source: Aerator
ca@valencia: Airejador

# Name
source: Backflow Preventer
ca@valencia: Previsor de corrent invers

# Name
source: Basin
ca@valencia: Pica

# Name
source: Container
ca@valencia: Contenidor

# Name
source: Final-Settling Basin
ca@valencia: Pica d'assentament final

# Name
source: Frequency Converter
ca@valencia: Convertidor de freqüències

# Name
source: Gas Bottle
ca@valencia: Ampolla de gas

# Name
source: Horizontal Limiting Line
ca@valencia: Línia limitadora horitzontal

# Name
source: Horizontal Valve
ca@valencia: Vàlvula horitzontal

# Name
source: Preliminary Clarification Tank
ca@valencia: Tanc clarificador preliminar

# Name
source: Soil
ca@valencia: Sòl

# Name
source: Vertical Limiting Line
ca@valencia: Línia limitadora vertical

# Name
source: Vertical Propeller
ca@valencia: Propulsor vertical

# Name
source: Horizontal Compressor
ca@valencia: Compressor horitzontal

# Name
source: Horizontal Pump
ca@valencia: Bomba horitzontal

# Name
source: Horizontal Rest
ca@valencia: Descans horitzontal

# Name
source: Reference Line
ca@valencia: Línia de referència

# Name
source: Vertical Compressor
ca@valencia: Compressor vertical

# Name
source: Vertical Pump
ca@valencia: Bomba vertical

# Name
source: Vertical Rest
ca@valencia: Descans vertical

# Name
source: Water Level
ca@valencia: Nivell d'aigua

# Name
source: lamp
ca@valencia: làmpada

# Name
source: Contact
ca@valencia: Contacte

# Name
source: relay
ca@valencia: relé

# Name
source: out
ca@valencia: fora

# Name
source: b-integrator
ca@valencia: integrador-b

# Name
source: Cybernetics
ca@valencia: Cibernètica

# Name
source: empty-func
ca@valencia: funció-buit

# Name
source: l-integrator
ca@valencia: integrador-I

# Name
source: product
ca@valencia: producte

# Name
source: r-integrator
ca@valencia: integrador-r

# Name
source: saturation
ca@valencia: saturació

# Name
source: sine
ca@valencia: sinusoidal

# Name
source: t-integrator
ca@valencia: integrador-t

# Name
source: And Operator
ca@valencia: Operador I

# Name
source: Function
ca@valencia: Funció

# Name
source: Or Operator
ca@valencia: Operador O

# Name
source: Organisation Unit
ca@valencia: Unitat d'organització

# Name
source: XOR Operator
ca@valencia: Operador XOR

# Name
source: generator
ca@valencia: generador

# Name
source: isolator
ca@valencia: isolador

# Name
source: transformer
ca@valencia: transformador

# Name
source: ampermeter
ca@valencia: amperímetre

# Name
source: antenna
ca@valencia: antena

# Name
source: bell
ca@valencia: campana

# Name
source: button
ca@valencia: botó

# Name
source: capacitor
ca@valencia: capacitador

# Name
source: capacitor electrolytic
ca@valencia: capacitador electrolític

# Name
source: Electronic
ca@valencia: Electrònic

# Name
source: contact
ca@valencia: contacte

# Name
source: contact pair
ca@valencia: parell de contactes

# Name
source: crystal
ca@valencia: cristall

# Name
source: di gate
ca@valencia: porta di

# Name
source: diode inverse
ca@valencia: díode invertit

# Name
source: diode schottky
ca@valencia: díode schottky

# Name
source: diode tunnel
ca@valencia: díode tunnel

# Name
source: diode zener
ca@valencia: díode zener

# Name
source: engine
ca@valencia: motor

# Name
source: ground
ca@valencia: terra

# Name
source: headphone
ca@valencia: Cascos

# Name
source: microphone
ca@valencia: micròfon

# Name
source: photo emitting part
ca@valencia: Part foto emissora

# Name
source: photo sensitive part
ca@valencia: part fotosensible

# Name
source: potentiometer
ca@valencia: potenciòmetre

# Name
source: source current
ca@valencia: font actual

# Name
source: source
ca@valencia: font

# Name
source: source substitution
ca@valencia: substitució de font

# Name
source: source voltage alternating
ca@valencia: font de voltatge altern

# Name
source: source voltage
ca@valencia: font de voltatge

# Name
source: source voltage direct
ca@valencia: font directa de voltatge

# Name
source: tyristor diode
ca@valencia: díode tiristor

# Name
source: tyristor triode
ca@valencia: triode tiristor

# Name
source: vacuum diode
ca@valencia: díode de buit

# Name
source: vacuum pentode
ca@valencia: pentode de buit

# Name
source: vacuum triode
ca@valencia: triode de buit

# Name
source: variable linear part
ca@valencia: part lineal variable

# Name
source: variable nonlinear part
ca@valencia: part variable no lineal
