Repository: raurodse/prueba
Catalog: */calligra/org.kde.karbon.appdata.po
Languages: ca@valencia

source: Scalable Graphics
ca@valencia: Gràfics escalables

source: Karbon is a vector drawing application with a user interface that is easy to use, highly customizable and extensible. That makes Karbon a great application for users starting to explore the world of vector graphics as well as for artists wanting to create breathtaking vector art.
ca@valencia: El Karbon és una aplicació de dibuix vectorial amb una interfície d'usuari senzilla d'utilitzar, que es pot personalitzar i ampliar molt. Això converteix el Karbon en una gran aplicació per a usuaris que comencen a explorar el món dels gràfics vectorials i també pels artistes que volen crear art vectorial que deixi bocabadat.

source: Features:
ca@valencia: Característiques:

source: Loading support for ODG, SVG, WPG, WMF, EPS/PS
ca@valencia: Permet llegir ODG, SVG, WPG, WMF, EPS/PS

source: Writing support for ODG, SVG, PNG, PDF, WMF
ca@valencia: Permet gravar ODG, SVG, PNG, PDF, WMF

source: Customizable user interface with freely placeable toolbars and dockers
ca@valencia: Interfície d'usuari que es pot personalitzar que permet situar lliurement barres d'eines i acobladors

source: Layer docker for easy handling of complex documents including preview thumbnails, support for grouping shapes via drag and drop, controlling visibility of shapes or locking
ca@valencia: Acoblador de capa per a una gestió senzilla de documents complexos incloent la vista prèvia de miniatures, permet agrupar formes via arrossegar i deixar anar, controlar la visibilitat de les formes o el bloqueig.

source: Advanced path editing tool with great on-canvas editing capabilities
ca@valencia: Eina avançada d'edició de camins amb una gran capacitat d'edició en el llenç

source: Various drawing tools for creating path shapes including a draw path tool, a pencil tool as well as a calligraphy drawing tool
ca@valencia: Diverses eines de dibuix per a crear formes de camí incloent una eina de dibuix de camins, una eina de llapis i també una eina de dibuix de cal·ligrafia.

source: Gradient and pattern tools for easy on-canvas editing of gradient and pattern styles
ca@valencia: Eines de degradats i patrons per a una edició senzilla sobre el llenç d'estils de degradats i patrons

source: Top notch snapping facilities for guided drawing and editing (e.g. snapping to grid, guide lines, path nodes, bounding boxes, orthogonal positions, intersections of path shapes or extensions of lines and paths)
ca@valencia: Capacitats òptimes d'ajust per a dibuix guiat i edició (p. ex. ajust a quadrícula, línies de guia, nodes de camins, caixes contenidores, posicions ortogonals, interseccions de formes de camí o extensions de línies i camins)

source: Includes many predefined shapes including basic shapes like stars, circle/ellipse, rectangle, image
ca@valencia: Inclou moltes formes predefinides bàsiques com estels, cercles/el·lipses, rectangles, imatges

source: Artistic text shape with support for following path outlines (i.e. text on path)
ca@valencia: Formes de text artístic que permeten camins de contorns de seguiment (p. ex. text en camins)

source: Complex path operations and effects like boolean set operations, path flattening, rounding and refining as well as whirl/pinch effects
ca@valencia: Operacions complexes de camins i efectes com operacions de conjunts booleans, aplanament de camins, arrodoniment i afinació i també efectes de gir i pessic

source: Extensible by writing plugins for new tools, shapes and dockers
ca@valencia: Ampliable mitjançant l'escriptura de connectors per a eines noves, formes i acobladors
