Repository: raurodse/prueba
Catalog: */knewstuff/knewstuff._desktop_.po
Languages: ca@valencia

# GenericName
source: Linux file search, instant results as you type
ca@valencia: Cerca de fitxers Linux, resultats instantanis a mesura que s'escriu

# Name
source: Catfish File Search
ca@valencia: Cerca de fitxers Catfish

# GenericName
source: File search
ca@valencia: Cerca de fitxers

# Comment
source: Search the file system
ca@valencia: Cerca al sistema de fitxers

# GenericName
source: Animated GIF recorder
ca@valencia: Enregistrador de GIF animats

# Comment
source: Record short animated GIF images from your screen
ca@valencia: Enregistra imatges GIF animades curtes de la pantalla

# GenericName
source: German<=>English Dictionary
ca@valencia: Diccionari alemany<=>anglés

# GenericName
source: Partition hard disks (a YaST module)
ca@valencia: Fa particions de discs durs (un mòdul del YaST)

# Name
source: Font Management
ca@valencia: Gestió dels tipus de lletra

# Comment
source: Font Installation, Preview and Removal
ca@valencia: Instal·lació, vista prèvia i eliminació dels tipus de lletra

# X-KDE-Keywords
source: font,fonts,installer,truetype,type1,bitmap
ca@valencia: tipus de lletra,tipus de lletres,instal·lador,truetype,type1,mapa de bits

# Comment
source: A font manager
ca@valencia: Un gestor de tipus de lletra

# GenericName
source: Font Manager
ca@valencia: Gestor de tipus de lletra

# Comment
source: A file search application focusing on performance and advanced features
ca@valencia: Una aplicació de cerca de fitxers enfocada al rendiment i a funcionalitats avançades

# Keywords
source: search;fsearch;files;folders;music;video;documents;find;tool;everything;
ca@valencia: cerca;fsearch;fitxers;carpetes;música;vídeo;documents;cerca;eina;tot;

# GenericName
source: Git repository viewer
ca@valencia: Visualitzador del repositori Git

# Comment
source: Git repository viewer
ca@valencia: Visualitzador del repositori Git

# Comment
source: The highly caffeinated Git GUI
ca@valencia: La IGU amb alta dosi de cafeïna del Git

# Name
source: Git Cola (View History)
ca@valencia: Git Cola (vista d'historial)

# Comment
source: Git repository browser
ca@valencia: Navegador pel repositori Git

# Name
source: Search for Files...
ca@valencia: Cerca fitxers...

# Comment
source: Locate documents and folders on this computer by name or content
ca@valencia: Localitza documents i carpetes en aquest ordinador per nom o contingut

# GenericName
source: Partition Editor
ca@valencia: Editor de particions

# Comment
source: Create, reorganize, and delete partitions
ca@valencia: Crea, reorganitza i suprimeix particions

# Keywords
source: Partition;
ca@valencia: Partició;

# GenericName
source: Character Map
ca@valencia: Mapa de caràcters

# Name
source: GNOME Character Map
ca@valencia: Mapa de caràcters del GNOME

# Comment
source: Insert special characters into documents
ca@valencia: Insereix caràcters especials en els documents

# Keywords
source: font;unicode;
ca@valencia: tipus de lletra;unicode;

# Comment
source: Screenshot manager
ca@valencia: Gestor de captures de pantalla

# GenericName
source: Screenshot manager
ca@valencia: Gestor de captures de pantalla

# Comment
source: Show System Processes
ca@valencia: Mostra els processos del sistema

# GenericName
source: Process Viewer
ca@valencia: Visor de processos

# Keywords
source: system;process;task;
ca@valencia: sistema;procés;tasca;

# Comment
source: Screen capture and editor
ca@valencia: Captura de pantalla i editor

# GenericName
source: German-English Translator
ca@valencia: Traductor alemany-anglés

# Comment
source: Translator
ca@valencia: Traductor

# Name
source: Clocks
ca@valencia: Rellotges

# GenericName
source: Clocks
ca@valencia: Rellotges

# Comment
source: Clocks for world times, plus alarms, stopwatch and a timer
ca@valencia: Rellotges per hores del món, més alarmes, compte arrere i un temporitzador

# Keywords
source: time;timer;alarm;world clock;stopwatch;time zone;
ca@valencia: hora;temporitzador;alarma;rellotge del món;compte arrere;zona horària;

# GenericName
source: Disk Usage Statistics
ca@valencia: Estadístiques d'ús de disc

# Comment
source: View disk usage information
ca@valencia: Veure la informació d'ús de disc

# GenericName
source: Character Selector
ca@valencia: Selector de caràcters

# GenericName
source: View Disk Usage
ca@valencia: Veure l'ús de disc

# GenericName
source: Find Files/Folders
ca@valencia: Cerca fitxers i carpetes

# Comment
source: Clicks the mouse for you, reducing the effects of RSI
ca@valencia: Fa els clics del ratolí, reduint els efectes del RSI (índex de força relativa)

# GenericName
source: Automatic Mouse Click
ca@valencia: Clic automàtic del ratolí

# GenericName
source: System Monitor
ca@valencia: Monitor del sistema

# Comment
source: Monitor running processes and system performance
ca@valencia: Controlador de processos en execució i rendiment del sistema

# Comment
source: System log viewer tool
ca@valencia: Eina de visualització dels registres del sistema

# GenericName
source: System Log Viewer
ca@valencia: Visor dels registres del sistema

# GenericName
source: Countdown Launcher
ca@valencia: Llançador amb compte arrere

# Name
source: KDE Partition Manager
ca@valencia: Gestor de particions del KDE

# Comment
source: Manage disks, partitions and file systems
ca@valencia: Gestiona discos, particions i sistemes de fitxers

# Comment
source: List and preview available icons
ca@valencia: Llista i fa una vista prèvia de les icones disponibles

# GenericName
source: Icon Browser
ca@valencia: Navegador d'icones

# GenericName
source: Screenshot Capture Utility
ca@valencia: Utilitat de captura de pantalla

# Name
source: Capture Entire Desktop
ca@valencia: Captura l'escriptori sencer

# Name
source: Capture Current Monitor
ca@valencia: Captura el monitor actual

# Name
source: Capture Active Window
ca@valencia: Captura la finestra activa

# Name
source: Capture Rectangular Region
ca@valencia: Captura una regió rectangular

# Comment
source: git repository browser
ca@valencia: Navegador pel repositori Git

# GenericName
source: Screenshot Tool
ca@valencia: Eina de captura de pantalla

# Comment
source: Capture, edit and share screenshots
ca@valencia: Captura, edita i comparteix captures de pantalla

# Comment
source: A feature-rich screen recorder that supports X11 and OpenGL
ca@valencia: Un enregistrador de pantalla ric en funcionalitats que admet X11 i OpenGL

# Keywords
source: screen recorder;screencast;live streaming;
ca@valencia: enregistrador de pantalla;vídeo de captura de pantalla;reproducció en temps real;

# Comment
source: screencast
ca@valencia: vídeo de captura de pantalla

# Keywords
source: Audio;Video;Recorder;Screencast;
ca@valencia: Àudio;Vídeo;Enregistrador;Vídeo de captura de pantalla;

# Name
source: Task Manager
ca@valencia: Gestor de tasques

# Comment
source: Easy to use task manager
ca@valencia: Gestor de tasques d'ús fàcil

# GenericName
source: Task Manager
ca@valencia: Gestor de tasques
