Repository: raurodse/prueba
Catalog: */libkleo/libkleo._desktop_.po
Languages: ca@valencia

# Name
source: TAR (PGP®-compatible)
ca@valencia: TAR (compatible amb PGP®)

# Name
source: TAR (with bzip2 compression)
ca@valencia: TAR (amb compressió bzip2)

# Name
source: Not Validated Key
ca@valencia: Clau no validada

# Name
source: Expired Key
ca@valencia: Clau caducada

# Name
source: Revoked Key
ca@valencia: Clau revocada

# Name
source: Trusted Root Certificate
ca@valencia: Certificat arrel de confiança

# Name
source: Not Trusted Root Certificate
ca@valencia: Certificat arrel sense confiança

# Name
source: Keys for Qualified Signatures
ca@valencia: Claus per a les signatures qualificades

# Name
source: Other Keys
ca@valencia: Altres claus

# Name
source: Smartcard Key
ca@valencia: Clau de targeta intel·ligent

# Name
source: OpenPGP Certificates
ca@valencia: Certificats OpenPGP

# Name
source: X509 Certificates
ca@valencia: Certificats X509

# Name
source: VS-NfD Compliant
ca@valencia: Compatible amb VS-NfD

# Name
source: Not VS-NfD Compliant
ca@valencia: No compatible amb VS-NfD

# Name
source: Not VS-NfD Compliant (Expired)
ca@valencia: No compatible amb VS-NfD (Caducada)

# Name
source: Not VS-NfD Compliant (Revoked)
ca@valencia: No compatible amb VS-NfD (Revocada)
