Repository: raurodse/prueba
Catalog: */plasma-desktop/plasma-desktop._desktop_.po
Languages: ca@valencia

# Name
source: Icons-only Task Manager
ca@valencia: Gestor de tasques només amb icones

# Comment
source: Switch between running applications
ca@valencia: Commuta entre les aplicacions en execució

# Name
source: Keyboard Layout
ca@valencia: Disposició del teclat

# Name
source: Application Menu
ca@valencia: Menú d'aplicacions

# Comment
source: A launcher based on cascading popup menus
ca@valencia: Un llançador basat en menús emergents en cascada

# Name
source: Application Launcher
ca@valencia: Llançador d'aplicacions

# Comment
source: Launcher to start applications
ca@valencia: Llançador per a iniciar aplicacions

# Name
source: Input Method Panel
ca@valencia: Plafó del mètode d'entrada

# Comment
source: A generic input method panel
ca@valencia: Un plafó pel mètode d'entrada genèric

# Keywords
source: Input;IM;
ca@valencia: Entrada;Input;IM;

# Name
source: Minimize all Windows
ca@valencia: Minimitza totes les finestres

# Comment
source: Shows the desktop by minimizing all windows
ca@valencia: Mostra l'escriptori minimitzant totes les finestres

# Name
source: Pager
ca@valencia: Paginador

# Comment
source: Switch between virtual desktops
ca@valencia: Commuta entre escriptoris virtuals

# Name
source: Activities
ca@valencia: Activitats

# Comment
source: Shows the activity manager
ca@valencia: Mostra el gestor d'activitats

# Name
source: Show Desktop
ca@valencia: Mostra l'escriptori

# Name
source: Task Manager
ca@valencia: Gestor de tasques

# Name
source: Trashcan
ca@valencia: Paperera

# Comment
source: Provides access to the files sent to trash
ca@valencia: Proporciona accés als fitxers enviats a la paperera

# Name
source: Window list
ca@valencia: Llista de finestres

# Comment
source: Plasmoid to show list of opened windows.
ca@valencia: Plasmoide que mostra una llista de les finestres obertes.

# Name
source: Desktop
ca@valencia: Escriptori

# Comment
source: A clean and simple layout
ca@valencia: Una disposició neta i senzilla

# Name
source: Folder View
ca@valencia: Vista de carpeta

# Comment
source: Display the contents of folders
ca@valencia: Mostra el contingut de les carpetes

# Name
source: Panel
ca@valencia: Plafó

# Name
source: Empty Panel
ca@valencia: Plafó buit

# Comment
source: A simple linear panel
ca@valencia: Un plafó lineal senzill

# Comment
source: Desktop view furniture
ca@valencia: Accessori de vista d'escriptori

# Name
source: Accessibility
ca@valencia: Accessibilitat

# Comment
source: Accessibility
ca@valencia: Accessibilitat

# Name
source: A modifier key has become active
ca@valencia: Alguna tecla modificadora ha esdevingut activa

# Comment
source: A modifier key (e.g. Shift or Ctrl) has changed its state and is now active
ca@valencia: Ha canviat l'estat d'una tecla modificadora (p. ex. Maj o Ctrl) i ara està activa

# Name
source: A modifier key has become inactive
ca@valencia: Alguna tecla modificadora ha esdevingut inactiva

# Comment
source: A modifier key (e.g. Shift or Ctrl) has changed its state and is now inactive
ca@valencia: Ha canviat l'estat d'una tecla modificadora (p. ex. Maj o Ctrl) i ara està inactiva

# Name
source: A modifier key has been locked
ca@valencia: S'ha fixat alguna tecla modificadora

# Comment
source: A modifier key (e.g. Shift or Ctrl) has been locked and is now active for all of the following keypresses
ca@valencia: S'ha fixat alguna tecla modificadora (p. ex. Maj o Ctrl) i ara està activa per a totes les tecles que es premen a continuació

# Name
source: A lock key has been activated
ca@valencia: S'ha activat alguna tecla de fixació

# Comment
source: A lock key (e.g. Caps Lock or Num Lock) has changed its state and is now active
ca@valencia: Alguna tecla de fixació (p. ex. Bloq Maj o Bloq Núm) ha canviat el seu estat i ara està activa

# Name
source: A lock key has been deactivated
ca@valencia: S'ha desactivat alguna tecla de fixació

# Comment
source: A lock key (e.g. Caps Lock or Num Lock) has changed its state and is now inactive
ca@valencia: Alguna tecla de fixació (p. ex. Bloq Maj o Bloq Núm) ha canviat el seu estat i ara està inactiva

# Name
source: Sticky keys has been enabled or disabled
ca@valencia: Les tecles apegaloses s'han activat o desactivat

# Comment
source: Sticky keys has been enabled or disabled
ca@valencia: Les tecles apegaloses s'han activat o desactivat

# Name
source: Slow keys has been enabled or disabled
ca@valencia: Les tecles lentes s'han activat o desactivat

# Comment
source: Slow keys has been enabled or disabled
ca@valencia: Les tecles lentes s'han activat o desactivat

# Name
source: Bounce keys has been enabled or disabled
ca@valencia: Les tecles de repetició s'han activat o desactivat

# Comment
source: Bounce keys has been enabled or disabled
ca@valencia: Les tecles de repetició s'han activat o desactivat

# Name
source: Mouse keys has been enabled or disabled
ca@valencia: Les tecles del ratolí s'han activat o desactivat

# Comment
source: Mouse keys has been enabled or disabled
ca@valencia: Les tecles del ratolí s'han activat o desactivat

# Comment
source: Activities help you to focus on a specific task
ca@valencia: Les activitats ajuden a centrar-vos en una tasca específica

# Name
source: File Search
ca@valencia: Cerca de fitxers

# Comment
source: Configure File Search
ca@valencia: Configura la cerca de fitxers

# Name
source: Default Applications
ca@valencia: Aplicacions per omissió

# Name
source: Date & Time
ca@valencia: Data i hora

# Comment
source: Date and Time
ca@valencia: Data i hora

# Name
source: Date and Time Control Module
ca@valencia: Mòdul de control de data i hora

# Name
source: Save the date/time settings
ca@valencia: Guarda la configuració de data i hora

# Description
source: System policies prevent you from saving the date/time settings.
ca@valencia: Les polítiques del sistema impedeixen que guardeu la configuració de data i hora.

# Name
source: Locations
ca@valencia: Ubicacions

# Comment
source: Location for Personal Files
ca@valencia: Ubicació pels fitxers personals

# Name
source: Mouse
ca@valencia: Ratolí

# Comment
source: Mouse Controls
ca@valencia: Controls del ratolí

# Name
source: Background Services
ca@valencia: Serveis en segon pla

# Name
source: Keyboard
ca@valencia: Teclat

# Comment
source: Keyboard Hardware and Layout
ca@valencia: Maquinari i disposició del teclat

# Name
source: Keyboard Daemon
ca@valencia: Dimoni del teclat

# Comment
source: Enables switching keyboard layout through shortcuts or system tray
ca@valencia: Activa la commutació de la disposició del teclat mitjançant dreceres o la safata del sistema

# Name
source: Desktop Session
ca@valencia: Sessió d'escriptori

# Comment
source: Desktop Session Login and Logout
ca@valencia: Connexió i desconnexió de la sessió d'escriptori

# Name
source: Splash Screen
ca@valencia: Pantalla de presentació

# Comment
source: Choose splash screen theme
ca@valencia: Trieu el tema de la pantalla de presentació

# Name
source: Splash Screens
ca@valencia: Pantalles de presentació

# Name
source: Launch Feedback
ca@valencia: Reacció en iniciar

# Comment
source: Application Launch Feedback
ca@valencia: Reacció en iniciar les aplicacions

# Name
source: Plasma Renderer
ca@valencia: Renderitzador del Plasma

# Comment
source: Configure Search Bar
ca@valencia: Configura la barra de cerca

# Name
source: Charge Percent
ca@valencia: Percentatge de càrrega

# Name
source: Charge State
ca@valencia: Estat de la càrrega

# Name|battery plugged in
source: Plugged
ca@valencia: Endollada

# Name
source: Rechargeable
ca@valencia: Recarregable

# Name
source: Type
ca@valencia: Tipus

# Name
source: Solid Device
ca@valencia: Dispositiu del Solid

# Name
source: Device
ca@valencia: Dispositiu

# Name
source: Minor
ca@valencia: Menor

# Name
source: Supported Drivers
ca@valencia: Controladors acceptats

# Name
source: Supported Protocols
ca@valencia: Protocols acceptats

# Name
source: Appendable
ca@valencia: Afegible

# Name
source: Available Content
ca@valencia: Contingut disponible

# Name
source: Blank
ca@valencia: En blanc

# Name
source: Capacity
ca@valencia: Capacitat

# Name
source: Disc Type
ca@valencia: Tipus de disc

# Name
source: Fs Type
ca@valencia: Tipus de sistema de fitxers

# Name
source: Ignored
ca@valencia: Ignorat

# Name
source: Label
ca@valencia: Etiqueta

# Name
source: Rewritable
ca@valencia: Regravable

# Name
source: Size
ca@valencia: Mida

# Name
source: Usage
ca@valencia: Ús

# Name
source: Drive Type
ca@valencia: Tipus d'unitat

# Name
source: Hotpluggable
ca@valencia: Connectable en calent

# Name
source: Read Speed
ca@valencia: Velocitat de lectura

# Name
source: Removable
ca@valencia: Extraïble

# Name
source: Supported Media
ca@valencia: Suports acceptats

# Name
source: Write Speed
ca@valencia: Velocitat d'escriptura

# Name
source: Write Speeds
ca@valencia: Velocitats d'escriptura

# Name
source: Can Change Frequency
ca@valencia: Pot canviar la freqüència

# Name
source: Instruction Sets
ca@valencia: Jocs d'instruccions

# Name
source: Max Speed
ca@valencia: Velocitat màxima

# Name
source: Number
ca@valencia: Número

# Name
source: File Path
ca@valencia: Camí al fitxer

# Name
source: Device Actions
ca@valencia: Accions de dispositiu

# Comment
source: Manage actions available to the user when connecting new devices
ca@valencia: Gestiona les accions disponibles per a l'usuari en connectar dispositius nous

# Name
source: Solid Device Type
ca@valencia: Tipus de dispositiu del Solid

# Name
source: Spell Check
ca@valencia: Verificació de l'ortografia

# Comment
source: Spell Checker Dictionaries and Options
ca@valencia: Diccionaris i opcions pel corrector ortogràfic

# Name
source: Touchpad DataEngine
ca@valencia: Motor de dades del ratolí tàctil

# Name
source: Touchpad
ca@valencia: Ratolí tàctil

# Comment
source: Touchpad settings
ca@valencia: Configuració del ratolí tàctil

# Comment
source: Touchpad
ca@valencia: Ratolí tàctil

# Name
source: Touchpad was disabled
ca@valencia: El ratolí tàctil s'ha desactivat

# Comment
source: Touchpad was disabled because mouse is detected
ca@valencia: El ratolí tàctil s'ha desactivat perquè s'ha detectat un ratolí

# Name
source: Touchpad was enabled
ca@valencia: El ratolí tàctil s'ha activat

# Comment
source: Touchpad was enabled because the mouse was unplugged
ca@valencia: El ratolí tàctil s'ha activat perquè en ratolí s'ha desendollat

# Comment
source: Enables or disables touchpad
ca@valencia: Activa o desactiva el ratolí tàctil

# GenericName
source: Network Folder Wizard
ca@valencia: Assistent per a carpetes de xarxa

# Name
source: Application Menu Bar
ca@valencia: Barra de menús de l'aplicació

# Comment
source: Panel containing the global menu applet
ca@valencia: Plafó que conté la miniaplicació del menú global

# Name
source: Default Panel
ca@valencia: Plafó per omissió

# Comment
source: Default panel featuring application launcher, task manager and system tray
ca@valencia: Plafó predeterminat amb el llançador d'aplicacions, el gestor de tasques i la safata del sistema

# Comment
source: Empty panel
ca@valencia: Plafó buit

# Comment
source: Interact with the Plasma Compositor
ca@valencia: Interactua amb el compositor del Plasma

# Name
source: Plasma Desktop Shell
ca@valencia: Intèrpret d'ordres de l'escriptori Plasma

# Comment
source: Interact with the Plasma desktop shell
ca@valencia: Interactua amb l'intèrpret d'ordres de l'escriptori Plasma

# X-KDE-Keywords
source: Mount,Removable,Devices,Automatic
ca@valencia: Muntatge,Extraïble,Dispositius,Automàtic

# Name
source: Removable Devices
ca@valencia: Dispositius extraïbles

# Comment
source: Configure automatic handling of removable storage media
ca@valencia: Configura l'administració automàtica dels suports d'emmagatzematge extraïbles

# Name
source: Removable Device Automounter
ca@valencia: Muntador automàtic de dispositius extraïbles

# Comment
source: Automatically mounts devices as needed
ca@valencia: Munta automàticament els dispositius quan es necessita

# Name
source: Declarative Toolbox
ca@valencia: Quadre d'eines declaratiu

# Comment
source: Manage Plasma
ca@valencia: Gestió del Plasma

# Name
source: Panel Toolbox
ca@valencia: Quadre d'eines del plafó

# Comment
source: Manage Plasma panel
ca@valencia: Gestió del plafó del Plasma

# Comment
source: Default panel toolbox for the Plasma desktop shell
ca@valencia: Quadre d'eines per defecte del plafó per a l'àrea de treball de l'escriptori Plasma

# Name
source: Panel toolbox
ca@valencia: Quadre d'eines del plafó
