Repository: raurodse/prueba
Catalog: */krfb/krfb._desktop_.po
Languages: ca@valencia

# Comment
source: Event plugins for KRfb
ca@valencia: Connectors d'esdeveniments per al KRfb.

# Comment
source: Frame Buffer plugins for KRfb
ca@valencia: Connectors de «framebuffer» per al KRfb.

# Comment
source: Desktop Sharing
ca@valencia: Compartir l'escriptori

# Name
source: User Accepts Connection
ca@valencia: L'usuari accepta la connexió

# Comment
source: User accepts connection
ca@valencia: L'usuari accepta la connexió

# Name
source: User Refuses Connection
ca@valencia: L'usuari refusa la connexió

# Comment
source: User refuses connection
ca@valencia: L'usuari refusa la connexió

# Name
source: Connection Closed
ca@valencia: Connexió tancada

# Comment
source: Connection closed
ca@valencia: Connexió tancada

# Name
source: Invalid Password
ca@valencia: Contrasenya no vàlida

# Comment
source: Invalid password
ca@valencia: Contrasenya no vàlida

# Name
source: Invalid Password Invitations
ca@valencia: Contrasenya no vàlida de les invitacions

# Comment
source: The invited party sent an invalid password. Connection refused.
ca@valencia: La part invitada ha enviat una contrasenya no vàlida. Connexió refusada.

# Name
source: New Connection on Hold
ca@valencia: Connexió nova en espera

# Comment
source: Connection requested, user must accept
ca@valencia: Connexió sol·licitada, l'usuari l'ha d'acceptar

# Name
source: New Connection Auto Accepted
ca@valencia: Connexió nova acceptada automàticament

# Comment
source: New connection automatically established
ca@valencia: Connexió nova establida automàticament

# Name
source: Too Many Connections
ca@valencia: Massa connexions

# Comment
source: Busy, connection refused
ca@valencia: Ocupat, connexió rebutjada

# Name
source: Unexpected Connection
ca@valencia: Connexió inesperada

# Comment
source: Received unexpected connection, abort
ca@valencia: S'ha rebut una connexió inesperada, s'està interrompent

# GenericName
source: Desktop Sharing (VNC)
ca@valencia: Compartició de l'escriptori (VNC)
