Repository: raurodse/prueba
Catalog: */krfb/krfb._json_.po
Languages: ca@valencia

# Name
source: X11 Event handler for KRfb
ca@valencia: Gestor d'esdeveniments de l'X11 per al KRfb

# Name
source: Xdg-desktop-portal Event handler for KRfb
ca@valencia: Gestor d'esdeveniments «Xdg-desktop-portal» per al KRfb

# Name
source: PipeWire Framebuffer for KRfb
ca@valencia: «Framebuffer» del «PipeWire» per al KRfb

# Name
source: Qt Framebuffer for KRfb
ca@valencia: «Framebuffer» de les Qt per al KRfb.

# Name
source: X11 Framebuffer for KRfb
ca@valencia: «Framebuffer» de l'X11 per al KRfb.

# Description
source: X11 XFakeInput based event handler for KRfb
ca@valencia: Gestor d'esdeveniments basat en «XFakeInput» de l'X11 per al KRfb

# Description
source: Xdg-desktop-portal based event handler for KRfb
ca@valencia: Gestor d'esdeveniments basat en «Xdg-desktop-portal» per al KRfb

# Description
source: PipeWire based Framebuffer for KRfb.
ca@valencia: «Framebuffer» basat en «PipeWire» per al KRfb.

# Description
source: Qt based Framebuffer for KRfb.
ca@valencia: «Framebuffer» basat en les Qt per al KRfb.

# Description
source: X11 XDamage/XShm based Framebuffer for KRfb.
ca@valencia: «Framebuffer» basat en «XDamage/XShm» de l'X11 per al KRfb.

# Description
source: Events plugins for KRfb
ca@valencia: Connectors d'esdeveniments per al KRfb.

# Description
source: Frame Buffer plugins for KRfb
ca@valencia: Connectors de «Frame Buffer» per al KRfb.
