Repository: raurodse/prueba
Catalog: */libkmahjongg/libkmahjongg._desktop_.po
Languages: ca@valencia

# Name
source: Chinese Landscape
ca@valencia: Paisatge xinés

# Description
source: Chinese landscape with mountains and a waterfall
ca@valencia: Paisatge xinés amb muntanyes i una cascada

# Name
source: Plain Color
ca@valencia: Color llis

# Description
source: Use the default window background color.
ca@valencia: Usa el color de fons predeterminat de la finestra.

# Name
source: Default
ca@valencia: Predeterminat

# Description
source: A green background with light geometric patterns
ca@valencia: Un fons verd amb patrons geomètrics

# Name
source: Egyptian
ca@valencia: Egipci

# Description
source: A Egyptian style background
ca@valencia: Un fons d'estil egipci

# Name
source: Summer Field
ca@valencia: Camp d'estiu

# Description
source: The Summertime Greens
ca@valencia: Els verds del temps estival

# Name
source: Light Wood
ca@valencia: Fusta lleugera

# Description
source: Resembles the surface of a wood table
ca@valencia: Sembla la superfície de fusta d'una taula

# Name
source: Alphabet
ca@valencia: Alfabet

# Description
source: A colorful tileset designed for kids of all ages.
ca@valencia: Un joc de fitxes a tot color dissenyat per a infants de totes les edats.

# Name
source: Bamboo
ca@valencia: Bambú

# Description
source: Japanese tileset with brightly-colored kanji on a soft woodgrain
ca@valencia: Joc de fitxes amb caràcters kanji de colors brillants sobre una fusta tova

# Name
source: Classic
ca@valencia: Clàssic

# Description
source: Chinese tileset, inspired by the classic version shipped with KDE 3
ca@valencia: Joc de fitxes xineses, inspirat en la versió clàssica incorporada amb el KDE 3

# Description
source: Art inspired by real Japanese Mahjongg tiles
ca@valencia: Art inspirat per les fitxes reals del Mahjongg japonés

# Name
source: Ancient Egyptians
ca@valencia: Egipcis antics

# Name
source: Imperial Jade
ca@valencia: Jade imperial

# Name
source: Traditional
ca@valencia: Tradicional

# Description
source: Americanized tiles inspired by Japanese Mahjongg tiles
ca@valencia: Fitxes americanitzades inspirades per les fitxes japoneses de Mahjongg
