Repository: raurodse/prueba
Catalog: */ktp-accounts-kcm/ktp-accounts-kcm._desktop_.po
Languages: ca@valencia

# Comment
source: Custom account configuration user interface for accounts using the Butterfly connection manager.
ca@valencia: Interfície d'usuari de configuració del compte personalitzat per a comptes que usen el gestor de connexions Butterfly.

# Comment
source: Custom account configuration user interface for accounts using the Gabble connection manager.
ca@valencia: Interfície d'usuari de configuració del compte personalitzat per a comptes que usen el gestor de connexions Gabble.

# Name
source: Gabble Account Configuration User Interface
ca@valencia: Interfície d'usuari de configuració del compte de Gabble

# Comment
source: Custom account configuration user interface for accounts using the Haze connection manager.
ca@valencia: Interfície d'usuari de configuració del compte personalitzat per a comptes que usen el gestor de connexions Haze.

# Name
source: Haze Account Configuration User Interface
ca@valencia: Interfície d'usuari de configuració del compte de Haze

# Comment
source: Custom account configuration user interface for accounts using the Idle connection manager.
ca@valencia: Interfície d'usuari de configuració del compte personalitzat per a comptes que usen el gestor de connexions Idle.

# Comment
source: Custom account configuration user interface for accounts using the Morse connection manager.
ca@valencia: Interfície d'usuari de configuració del compte personalitzat per a comptes que usen el gestor de connexions Morse.

# Comment
source: Custom account configuration user interface for accounts using the Pintxo connection manager.
ca@valencia: Interfície d'usuari de configuració del compte personalitzat per a comptes que usen el gestor de connexions Pintxo.

# Name
source: Pintxo Account Configuration User Interface
ca@valencia: Interfície d'usuari de configuració del compte de Pintxo

# Comment
source: Custom account configuration user interface for accounts using the Rakia/SofiaSIP connection manager.
ca@valencia: Interfície d'usuari de configuració del compte personalitzat per a comptes que usen el gestor de connexions Rakia/SofiaSIP.

# Name
source: Rakia/SofiaSIP Account Configuration User Interface
ca@valencia: Interfície d'usuari de configuració del compte de Rakia/SofiaSIP

# Comment
source: Custom account configuration user interface for accounts using the Salut connection manager.
ca@valencia: Interfície d'usuari de configuració del compte personalitzat per a comptes que usen el gestor de connexions Salut.

# Name
source: Salut Account Configuration User Interface
ca@valencia: Interfície d'usuari de configuració del compte de Salut

# Comment
source: Custom account configuration user interface for accounts using the sipe connection manager.
ca@valencia: Interfície d'usuari de configuració del compte personalitzat per a comptes que usen el gestor de connexions Sipe.

# Name
source: Sipe Account Configuration User Interface
ca@valencia: Interfície d'usuari de configuració del compte de Sipe

# Comment
source: Custom account configuration user interface for Gadu-Gadu accounts using the Sunshine connection manager.
ca@valencia: Interfície d'usuari de configuració del compte personalitzat per a comptes del Gadu-Gadu que usen el gestor de connexions Sunshine.

# Name
source: Gadu-Gadu Account Configuration User Interface
ca@valencia: Interfície d'usuari de configuració del compte de Gadu-Gadu

# Name
source: Accounts
ca@valencia: Comptes

# Comment
source: Add, edit and remove your instant messaging and VoIP accounts.
ca@valencia: Afig, edita i elimina els comptes de missatgeria instantània i VoIP.

# Comment
source: Telepathy Accounts KCM Module Account User Interface Plugins
ca@valencia: Connectors d'interfície d'usuari per al mòdul KCM de comptes del Telepathy

# Name
source: Instant Messaging and VoIP
ca@valencia: Missatgeria instantània i VoIP

# X-KDE-Keywords
source: KTp,Chat, Telepathy, IM
ca@valencia: KTp,Xat,Telepathy, MI
