Repository: raurodse/prueba
Catalog: */okteta/okteta._desktop_.po
Languages: ca@valencia

# Name
source: Bitfields test
ca@valencia: Prova de camps de bits

# Name
source: Java .class file format
ca@valencia: Format de fitxer .class de Java

# Comment
source: still very incomplete!!!
ca@valencia: Encara està molt incomplet!

# Name
source: Testing dynamic length arrays
ca@valencia: Proves de matrius de longitud dinàmica

# Comment
source: A test structure for dynamic arrays
ca@valencia: Una estructura de proves per a matrius dinàmiques

# Name
source: ELF structure
ca@valencia: Estructura ELF

# Comment
source: Structure for Executable and Linkable Format (ELF)
ca@valencia: Estructura per a «Executable and Linkable Format» (ELF)

# Name
source: Testing enums
ca@valencia: Proves d'enumeracions

# Comment
source: A test structure for enums
ca@valencia: Una estructura de proves per a enumeracions

# Name
source: Testing bitflags
ca@valencia: Proves de «bitflags»

# Comment
source: A test for bitflags
ca@valencia: Una prova per a «bitflags»

# Name
source: PNG file header
ca@valencia: Capçalera de fitxer PNG

# Comment
source: A test structure containing the PNG file header (file must be set to big-endian)
ca@valencia: Una estructura de proves que conté la capçalera d'un fitxer PNG (el fitxer s'ha de definir com a «big-endian»)

# Name
source: JavaScript test
ca@valencia: Prova de JavaScript

# Comment
source: Just testing structures defined in JS
ca@valencia: Per a provar estructures definides en JS

# Name
source: Another simple test
ca@valencia: Una altra prova senzilla

# Comment
source: A few more test structures
ca@valencia: Més estructures de prova

# Name
source: VHD test
ca@valencia: Prova el VHD

# Name
source: Okteta Hex Viewer
ca@valencia: Visor hexadecimal Okteta

# GenericName
source: Hex Editor
ca@valencia: Editor hexadecimal
