Repository: raurodse/prueba
Catalog: */okteta/org.kde.okteta.appdata.po
Languages: ca@valencia

source: Hex editor
ca@valencia: Editor hexadecimal

source: Okteta is a simple editor for the raw data of files.
ca@valencia: L'Okteta és un editor senzill per a les dades sense processar dels fitxers.

source: Features:
ca@valencia: Característiques:

source: Values and characters shown either in two columns (the traditional display in hex editors) or in rows with the value on top of the character
ca@valencia: Els valors i els caràcters es mostren en dues columnes (la vista tradicional en els editors hexadecimals) o en files amb el valor damunt del caràcter

source: Editing and navigating similar to a text editor
ca@valencia: Edició i navegació semblant a un editor de text

source: Customizable data views, with loadable and storable profiles
ca@valencia: Vistes de dades que es poden personalitzar, amb perfils que es poden carregar i emmagatzemar

source: Tools dockable on all sides or floating
ca@valencia: Eines acoblables en totes les vores o flotants

source: Numerical encodings: Hexadecimal, Decimal, Octal, Binary
ca@valencia: Codificacions numèriques: Hexadecimal, Decimal, Octal, Binari

source: Character encodings: All 8-bit encodings as supplied by Qt, EBCDIC
ca@valencia: Codificacions de caràcters: Totes les codificacions de 8 bits proporcionades per les Qt, EBCDIC

source: Fast data rendering on screen
ca@valencia: Renderització ràpida de les dades a la pantalla

source: Multiple open files
ca@valencia: Múltiples fitxers oberts

source: Undo/redo support
ca@valencia: Admet desfer/refer

source: Structures tool for analyzing and editing based on user-creatable structure definitions
ca@valencia: Eina d'estructures per a analitzar i editar, basada en definicions de l'estructura que pot crear l'usuari

source: And more...
ca@valencia: I més...
