Repository: raurodse/prueba
Catalog: */websites-apps-kde-org/kde-org-applications.po
Languages: ca@valencia

source: KDE Applications
ca@valencia: Aplicacions KDE

source: Products
ca@valencia: Productes

source: Develop
ca@valencia: Desenvolupament

source: Get Involved
ca@valencia: Col·laboreu-hi

source: Donate
ca@valencia: Donatius

source: Icon {{ .Params.name }}
ca@valencia: Icona {{ .Params.name }}

source: This app is unmaintained and no longer released by the KDE community.
ca@valencia: Aquesta aplicació no es manté i ja no es tornarà a publicar per part de la comunitat KDE.

source: Install on Linux
ca@valencia: Instal·lar a Linux

source: Screenshots
ca@valencia: Captures de pantalla

source: Screeenshot of {{ .name }}
ca@valencia: Captura de pantalla de {{ .name }}

source: This button only works with <a href="/en/discover">Discover</a> and other AppStream application stores. You can also use your distribution's package manager.
ca@valencia: Aquest botó només funciona amb el <a href="/ca/discover">Discover</a> i altres botigues d'aplicacions d'AppStream. També podreu utilitzar el gestor de paquets de la vostra distribució.

source: Get it on F-Droid
ca@valencia: Obtén-lo a F-Droid

source: Get it on Google Play
ca@valencia: Obtén-lo a Google Play

source: Get it From Microsoft
ca@valencia: Obtén des de Microsoft

source: Install on Windows
ca@valencia: Instal·lar a Windows

source: Releases
ca@valencia: Llançaments

source: Details for {{ .Params.name }}
ca@valencia: Detalls per a {{ .Params.name }}

source: Project website
ca@valencia: Lloc web del projecte

source: Latest stable release
ca@valencia: Darrer llançament estable

source: Latest development release
ca@valencia: Darrer llançament de desenvolupament

source: License
ca@valencia: Llicència

source: KDE Community Forum
ca@valencia: Fòrum de la comunitat KDE

source: Get Help
ca@valencia: Obtén ajuda

source: {{ . }} Handbook
ca@valencia: Manual de {{ . }}

source: Report a bug
ca@valencia: Informa d'un error

source: Contact the authors
ca@valencia: Contacteu amb els autors

source: in Libera.chat
ca@valencia: a Libera.chat

source: Mailing List:
ca@valencia: Llista de correu:

source: Developer mailing list:
ca@valencia: Llista de correu de desenvolupament:

source: Author(s):
ca@valencia: Autor/s:

source: Thanks to:
ca@valencia: Gràcies a:

source: Browse {{ .Params.name }} source code online
ca@valencia: Exploreu el codi font en línia de {{ .Params.name }}

source: KDE's Applications
ca@valencia: Aplicacions de KDE

source: KDE is a community of friendly people who create over 200 apps which run on any Linux desktop, and often other platforms too. Here is the complete list.
ca@valencia: KDE és una comunitat de persones amigables que han creat més de 200 aplicacions que s'executen en qualsevol escriptori Linux, i sovint també en altres plataformes. Ací hi ha la llista completa.

source: Search...
ca@valencia: Cerca...

source: Search applications
ca@valencia: Cerca aplicacions

source: Download On Flathub
ca@valencia: Baixa del Flathub

source: Download On Snap Store
ca@valencia: Baixa de la botiga Snap

source: {{ .Params.name }} Windows installers are also available to download from the [binary-factory](https://binary-factory.kde.org). These versions don't contains the translations and are intended for testing purpose. [Get involved and help us making them better!](https://community.kde.org/Get_Involved)
ca@valencia: També són disponibles els instal·ladors Windows de {{ .Params.name }} per a baixar des de la [binary-factory](https://binary-factory.kde.org). Aquestes versions no contenen les traduccions i estan destinades a finalitats de proves. [Col·laboreu-hi i ajudeu-nos a millorar!](https://community.kde.org/Get_Involved)

source: Stable version.
ca@valencia: Versió estable.

source: Generated from the latest version of the stable branch. Contains the latest bugfixes.
ca@valencia: Generat a partir de la darrera versió de la branca estable. Conté les darreres correccions d'errors.

source: Unstable version.
ca@valencia: Versió inestable.

source: Generated from the latest version of the development branch.
ca@valencia: Generat a partir de la darrera versió de la branca de desenvolupament.
