Repository: raurodse/prueba
Catalog: */khelpcenter/khelpcenter._desktop_.po
Languages: ca@valencia

# Comment
source: Help for applications
ca@valencia: Ajuda per a les aplicacions

# Name
source: Help
ca@valencia: Ajuda

# GenericName
source: Help Center
ca@valencia: Centre d'ajuda

# Comment
source: Browse and search documentation
ca@valencia: Explora i cerca documentació

# Name
source: Application Manuals
ca@valencia: Manuals de les aplicacions

# Name
source: Browser Settings Modules
ca@valencia: Mòduls de configuració del navegador

# Name
source: Filemanager Settings Modules
ca@valencia: Mòduls de configuració del gestor de fitxers

# Name
source: Fundamentals
ca@valencia: Fonaments

# Name
source: Browse Info Pages
ca@valencia: Navega per les pàgines Info

# Name
source: System Settings Modules
ca@valencia: Mòduls de configuració del sistema

# Name
source: KInfoCenter Modules
ca@valencia: Mòduls del KInfoCenter

# Name
source: Konqueror Settings Modules
ca@valencia: Mòduls de configuració del Konqueror

# Name
source: UNIX manual pages
ca@valencia: Pàgines de manual de el UNIX

# Name
source: (1) User Commands
ca@valencia: (1) Ordres d'usuari

# Name
source: (2) System Calls
ca@valencia: (2) Crides del sistema

# Name
source: (3) Subroutines
ca@valencia: (3) Subrutines

# Name
source: (4) Devices
ca@valencia: (4) Dispositius

# Name
source: (5) File Formats
ca@valencia: (5) Formats de fitxer

# Name
source: (6) Games
ca@valencia: (6) Jocs

# Name
source: (7) Miscellaneous
ca@valencia: (7) Miscel·lània

# Name
source: (8) Sys. Administration
ca@valencia: (8) Administració del sistema

# Name
source: (9) Kernel
ca@valencia: (9) Nucli

# Name
source: (n) New
ca@valencia: (n) Nou

# Name
source: Online Help
ca@valencia: Ajuda en línia

# Name
source: Other Settings Modules
ca@valencia: Altres mòduls de configuració

# Name
source: Plasma Manual
ca@valencia: Manual del Plasma
