Repository: raurodse/prueba
Catalog: */powerdevil/powerdevil._desktop_.po
Languages: ca@valencia

# Name
source: Screen brightness
ca@valencia: Brillantor de la pantalla

# Comment
source: Basic Controls for brightness
ca@valencia: Controls bàsics per a la brillantor

# Name
source: Dim screen
ca@valencia: Enfosquiment de la pantalla

# Comment
source: Dims gradually the display on a time basis
ca@valencia: Atenua gradualment la pantalla en funció del temps

# Name
source: Screen Energy Saving
ca@valencia: Estalvi d'energia de la pantalla

# Comment
source: Controls DPMS settings
ca@valencia: Controla la configuració de DPMS

# Name
source: Button events handling
ca@valencia: Gestió dels esdeveniments del botó

# Comment
source: Performs an action whenever a button is pressed
ca@valencia: Porta a terme una acció quan es prem un botó

# Name
source: Keyboard backlight
ca@valencia: Retroil·luminació del teclat

# Comment
source: Basic Controls for the keyboard backlight brightness
ca@valencia: Controls bàsics per a la brillantor de la retroil·luminació del teclat

# Name
source: Run script
ca@valencia: Executa un script

# Comment
source: Runs a custom script
ca@valencia: Executa un script personalitzat

# Name
source: Suspend session
ca@valencia: Suspén la sessió

# Comment
source: Suspends the session
ca@valencia: Suspén la sessió

# Name
source: Wireless
ca@valencia: Sense fil

# Comment
source: Turns off signal-transmitting devices
ca@valencia: Apaga els dispositius de transmissió de senyals

# Comment
source: Power Management Action Extension
ca@valencia: Extensió d'accions de gestió d'energia

# Name
source: Get maximum brightness value
ca@valencia: Obtín el valor màxim de brillantor

# Description
source: System policies prevent you from getting the brightness level.
ca@valencia: Les polítiques del sistema impedeixen que conegueu el nivell de brillantor de la pantalla.

# Name
source: Get brightness
ca@valencia: Obtín la brillantor

# Name
source: Set brightness
ca@valencia: Ajusta la brillantor

# Description
source: System policies prevent you from setting the brightness level.
ca@valencia: Les polítiques del sistema impedeixen que ajusteu la brillantor de la pantalla.

# Name
source: Get syspath
ca@valencia: Obtín el «syspath»

# Description
source: System policies prevent you from getting the syspath
ca@valencia: Les polítiques del sistema impedeixen que conegueu el camí del sistema «syspath»

# Name
source: Check existence of discrete gpu
ca@valencia: Comprova l'existència d'una GPU separada

# Description
source: System policies prevent you from checking the existence of discrete gpu.
ca@valencia: Les polítiques del sistema impedeixen que es comprove l'existència d'una GPU separada.

# Name
source: UPower PowerDevil Backend
ca@valencia: Dorsal d'UPower per a PowerDevil

# Comment
source: Use KDE Power Management system through freedesktop.org upower daemon
ca@valencia: Usa el sistema de gestió d'energia de KDE mitjançant el dimoni upower del freedesktop.org

# Name
source: Power Management
ca@valencia: Gestió d'energia

# Comment
source: Battery, Display and CPU power management and notification
ca@valencia: Gestió d'energia i notificació de la bateria, pantalla i CPU

# Comment
source: Per-Activity Power Management
ca@valencia: Gestió d'energia per activitat

# Comment
source: Advanced Power Management Settings
ca@valencia: Configuració avançada de la gestió d'energia

# Name
source: Energy Saving
ca@valencia: Estalvi d'energia

# Comment
source: Energy Saving
ca@valencia: Estalvi d'energia

# Comment
source: Power Management System
ca@valencia: Sistema de gestió d'energia

# Name
source: Warning
ca@valencia: Avís

# Comment
source: Used for warning notifications
ca@valencia: S'usa per a les notificacions d'avís

# Name
source: Notification
ca@valencia: Notificació

# Comment
source: Used for standard notifications
ca@valencia: S'usa per a les notificacions estàndard

# Name
source: Critical notification
ca@valencia: Notificacions crítiques

# Comment
source: Notifies a critical event
ca@valencia: Notifica un esdeveniment crític

# Name
source: Battery Low
ca@valencia: Bateria baixa

# Comment
source: Your battery has reached low level
ca@valencia: La bateria ha arribat al nivell baix

# Name
source: Battery Critical
ca@valencia: Bateria crítica

# Comment
source: Your battery has reached critical level. This notification triggers a countdown before doing the configured action, hence it is strongly advised to leave that on.
ca@valencia: La bateria ha arribat al nivell crític. Aquesta notificació activa un compte arrere abans d'efectuar l'acció configurada, per tant, es recomana encaridament deixar-la activa.

# Name
source: Charge Complete
ca@valencia: Càrrega completada

# Comment
source: The battery is fully charged
ca@valencia: La bateria està totalment carregada

# Name
source: Peripheral Battery Low
ca@valencia: Bateria baixa del perifèric

# Comment
source: The battery in a connected device, such as mouse or keyboard, is low
ca@valencia: La bateria en un dispositiu connectat, com un ratolí o el teclat, està baixa
