Repository: raurodse/prueba
Catalog: */kronometer/org.kde.kronometer.appdata.po
Languages: ca@valencia

source: Chronometer
ca@valencia: Cronòmetre

source: Kronometer is a stopwatch application. It features the basic stopwatch actions (pause/resume/reset/laps), as well as the ability to save the times and resume them later. Kronometer is part of the KDE Extragear collection, within the Utils sub-module.
ca@valencia: El Kronometer és una aplicació de cronòmetre. Compta amb les característiques bàsiques d'un cronòmetre (pausa/continua/inicialitza/voltes), així com la possibilitat de guardar els temps i tornar-hi més tard. El Kronometer forma part de la col·lecció «KDE Extragear», dins del submòdul «Utils».

source: Features:
ca@valencia: Característiques:

source: Start/pause/resume the stopwatch widget
ca@valencia: Engega/pausa/continua el giny de cronòmetre

source: Laps recording: you can capture the stopwatch time when you want
ca@valencia: Enregistra les voltes: podeu capturar el temps del cronòmetre quan vulgueu

source: Lap times sorting: you can easily find the shortest lap time or the longest one
ca@valencia: Ordena els temps per volta: trobareu amb facilitat els temps per volta més ràpida o més lenta

source: Reset the stopwatch widget and the lap times
ca@valencia: Inicialitza el giny de cronòmetre i els temps per volta

source: Time format settings: you can choose the stopwatch granularity
ca@valencia: Arranjament per al format del temps: podeu triar el nivell de detall del cronòmetre

source: Times saving and resuming: you can save the stopwatch status and resume it later
ca@valencia: Desament i continuació dels temps: podeu guardar l'estat del cronòmetre per a continuar més tard

source: Font customization: you can choose the fonts for each of the stopwatch digits
ca@valencia: Personalització dels tipus de lletra: podeu triar els tipus de lletra per a cadascun dels dígits del cronòmetre

source: Color customization: you can choose the color for the stopwatch digits and the stopwatch background
ca@valencia: Personalització dels colors: podeu triar el color per als dígits del cronòmetre i el fons del cronòmetre

source: Lap times export: you can export the lap times to a file using the JSON or CSV format
ca@valencia: Exportació dels temps per volta: podeu exportar els temps per volta a un fitxer usant el format JSON o CSV
