Repository: raurodse/prueba
Catalog: */kgeography/org.kde.kgeography.appdata.po
Languages: ca@valencia

source: Geography learning tool
ca@valencia: Eina per a aprendre geografia

source: KGeography is a geography learning tool, which allows you to learn about the political divisions of some countries (divisions, capitals of those divisions and their associated flags if there are some).
ca@valencia: El KGeography és una eina per a aprendre geografia, la qual permet aprendre les divisions polítiques d'alguns països (divisions, capitals d'aquestes divisions i les seues banderes associades si n'hi ha alguna).

source: Features:
ca@valencia: Característiques:

source: Browse the maps clicking in a map division to see its name, capital and flag
ca@valencia: Busqueu en els mapes fent clic damunt d'una divisió en el mapa per a veure el seu nom, capital i bandera

source: The game tells you a map division name and you have to click on it
ca@valencia: El joc mostra el nom d'una divisió en el mapa i heu de fer clic sobre el lloc on està

source: The game tells you a capital and you have to guess the division it belongs to
ca@valencia: El joc mostra una capital i heu d'esbrinar la divisió a la qual pertany

source: The game tells you a division and you have to guess its capital
ca@valencia: El joc mostra una divisió i heu d'esbrinar la seua capital

source: The game shows you a map division flag and you have to guess its name
ca@valencia: El joc mostra la bandera d'una divisió en el mapa i heu d'esbrinar el seu nom

source: The game tells you a map division name and you have to guess its flag
ca@valencia: El joc mostra el nom d'una divisió en el mapa i heu d'esbrinar la seua bandera

source: The game shows an empty map and you have to place divisions on it one by one
ca@valencia: El joc mostra un mapa buit i heu de situar les divisions una a una

source: Training geography with KGeography
ca@valencia: Entrenament de geografia amb el KGeography
