Repository: raurodse/prueba
Catalog: */kalzium/kalzium._desktop_.po
Languages: ca@valencia

# Comment
source: An OpenGL-based 3D-renderer for molecules
ca@valencia: Un representador en 3D de molècules basat en OpenGL

# Name
source: Chemical Data
ca@valencia: Dades químiques

# Comment
source: Chemical Data Applet
ca@valencia: Miniaplicació de dades químiques

# Name
source: Kalzium concentration Calculator
ca@valencia: Calculadora de concentracions del Kalzium

# Comment
source: Kalzium concentration Calculator
ca@valencia: Calculadora de concentracions del Kalzium

# Name
source: Chemistry: Did You Know
ca@valencia: Química: sabíeu que...

# Comment
source: Facts about the chemical elements
ca@valencia: Fets sobre els elements químics

# Name
source: Kalzium gas Calculator
ca@valencia: Calculadora de gasos del Kalzium

# Comment
source: Kalzium gas Calculator
ca@valencia: Calculadora de gasos del Kalzium

# Name
source: Kalzium nuclear Calculator
ca@valencia: Calculadora nuclear del Kalzium

# Comment
source: Kalzium Nuclear Calculator
ca@valencia: Calculadora nuclear del Kalzium

# Name
source: Molar mass calculator
ca@valencia: Calculadora de massa molar

# Comment
source: Small periodic table of elements with a molar mass calculator
ca@valencia: Petita taula periòdica dels elements amb una calculadora de massa molar

# Comment
source: Chemical Data
ca@valencia: Dades químiques

# Comment
source: KDE Periodic Table of Elements
ca@valencia: Taula periòdica dels elements per al KDE

# GenericName
source: Periodic Table of Elements
ca@valencia: Taula periòdica dels elements
