Repository: raurodse/prueba
Catalog: */kbibtex/org.kde.kbibtex.appdata.po
Languages: ca@valencia

source: BibTeX editor by KDE to edit bibliographies used with LaTeX
ca@valencia: Editor de BibTeX, creat per la comunitat KDE, per a editar bibliografies emprant LaTeX

source: KBibTeX is a reference management application which can be used to collect TeX/LaTeX bibliographies and export them in various formats.
ca@valencia: El KBibTeX és una aplicació per a la gestió de referències que es pot utilitzar per a recollir bibliografies en TeX/LaTeX i exportar-les a diversos formats.

source: KBibTeX can do the following things:
ca@valencia: KBibTeX pot fer les següents coses:

source: Preview bibliography entries in various formats (Source (BibTeX), Source (RIS), Wikipedia, standard (XML/XSLT), fancy (XML/XSLT), and abstract-only (XML/XSLT)). Additional preview styles become available when bibtex2html is installed.
ca@valencia: Vista prèvia de les entrades a la bibliografia en diversos formats (Origen (BibTeX), Origen (RIS), Viquipèdia, estàndard (XML/XSLT), elaborat (XML/XSLT), i només el resum (XML/XSLT)). Hi ha disponibles estils de vista prèvia addicionals quan s'instal·la «bibtex2html».

source: Import data in various bibliography file formats such as BibTeX, RIS and ISI (requires bibutils) and export data to PDF (requires pdflatex), PostScript (requires latex), RTF (requires latex2rtf), and HTML.
ca@valencia: Importar les dades en diversos formats de fitxer per a bibliografies, tals com BibTeX, RIS i ISI (requereix «bibutils») i exporta les dades a PDF (requereix «pdflatex»), PostScript (requereix «latex»), RTF (requereix «latex2rtf»), i HTML.

source: Search for the bibliography entries data in online databases (e.g. Google Scholar, ACM, IEEE, arXiv, etc.)
ca@valencia: Cerca dades d'entrades bibliogràfiques a les bases de dades en línia (p. ex., Google Scholar, ACM, IEEE, arXiv, etc.)

source: Preview local or remote (online) resources, e.g. PDF files, linked in the BibTEX entry.
ca@valencia: Vista prèvia de recursos locals o remots (connectats), p. ex., fitxers PDF, vinculats amb l'entrada de BibTeX.

source: Find and merge duplicate entries in bibliography.
ca@valencia: Cerca i fusiona les entrades duplicades a la bibliografia.

source: Integrate your bibliographies with LaTeX editors such as Kile and LyX.
ca@valencia: Integra les vostres bibliografies amb editors de LaTeX com Kile i LyX.

source: Import your Zotero library.
ca@valencia: Importa la vostra biblioteca de Zotero.

source: KBibTeX main window
ca@valencia: Finestra principal del KBibTeX
