Repository: raurodse/prueba
Catalog: */digikam/digikam._desktop_.po
Languages: ca@valencia

# Name
source: Download complete
ca@valencia: Descàrrega completa

# Comment
source: A download from a camera or other device has finished.
ca@valencia: Ha finalitzat la descàrrega des d'una càmera o un altre dispositiu.

# Name
source: Save file complete
ca@valencia: S'ha completat el desament del fitxer

# Comment
source: A file from image editor is saved.
ca@valencia: S'ha guardat un fitxer des de l'editor d'imatges.

# Name
source: Batch queue completed
ca@valencia: La cua del lot s'ha completat

# Comment
source: A queue in the batch queue manager has been completed.
ca@valencia: Ha finalitzat la cua en el gestor de cues de lots.

# Name
source: Update of fingerprint database complete
ca@valencia: Actualització completada de la base de dades d'empremtes digitals

# Comment
source: The update of the fingerprint database has been completed.
ca@valencia: L'actualització de la base de dades d'empremtes digitals ha finalitzat.

# Name
source: Update of thumbnails database complete
ca@valencia: Actualització completada de la base de dades de miniatures

# Comment
source: The update of the thumbnails database has been completed.
ca@valencia: L'actualització de la base de dades de miniatures ha finalitzat.

# Name
source: Synchronization of images' metadata with database completed
ca@valencia: Sincronització completada de les metadades de les imatges amb la base de dades

# Comment
source: The synchronization of the images' metadata with the database has been completed.
ca@valencia: La sincronització de les metadades de les imatges amb la base de dades ha finalitzat.

# Name
source: Update of detected faces database complete
ca@valencia: Actualització completada de la base de dades de cares detectades

# Comment
source: The update of the detected faces database has completed.
ca@valencia: L'actualització de la base de dades de cares detectades ha finalitzat.

# Name
source: Update of duplicates items in database complete
ca@valencia: Actualització completada de la base de dades d'elements duplicats

# Comment
source: The update of the duplicates items in database has completed.
ca@valencia: L'actualització de la base de dades d'elements duplicats ha finalitzat.

# Name
source: Find of new items in database complete
ca@valencia: S'ha completat el trobar elements nous a la base de dades

# Comment
source: The scan of the new items in database has completed.
ca@valencia: S'ha completat l'exploració d'elements nous a la base de dades.

# GenericName
source: Photo Management Program
ca@valencia: Programa per a la gestió de les fotografies

# Comment
source: Manage your photographs like a professional with the power of open source
ca@valencia: Gestioneu les vostres fotografies com un professional amb la potència del programari lliure

# Name
source: Blue curves
ca@valencia: Corbes blaves

# Comment
source: A stylised theme
ca@valencia: Un tema estilitzat

# Name
source: Gallery Introduction
ca@valencia: Introducció a galeries

# Name
source: Thumbnails per row
ca@valencia: Miniatures per fila

# Name
source: Blue Frames
ca@valencia: Marcs blaus

# Comment
source: A theme variation based Frames theme
ca@valencia: Una variació del tema basat en el tema Marcs

# Name
source: Classic
ca@valencia: Clàssic

# Comment
source: A port of the old HTML Export plugin theme
ca@valencia: Una adaptació de l'antic tema del connector d'exportació a HTML

# Name
source: Background Color
ca@valencia: Color de fons

# Name
source: Foreground Color
ca@valencia: Color de primer pla

# Name
source: Font Size
ca@valencia: Mida del tipus de lletra

# Name
source: Image Border Size
ca@valencia: Mida de la vora de la imatge

# Name
source: Image Border Color
ca@valencia: Color de la vora de la imatge

# Name
source: Link Color
ca@valencia: Color de l'enllaç

# Name
source: Visited Link Color
ca@valencia: Color de l'enllaç visitat

# Name
source: Clean Frames
ca@valencia: Marcs nets

# Comment
source: A frame theme based on Ruediger Bente's frame theme
ca@valencia: Un tema de marcs basat en el tema de marcs del Ruediger Bente

# Name
source: Style
ca@valencia: Estil

# Name
source: Date Frames
ca@valencia: Marcs de la data

# Name
source: Thumbnail Background
ca@valencia: Fons de les miniatures

# Name
source: Image Background (contrasting)
ca@valencia: Fons de les imatges (amb contrast)

# Name
source: Nav Bar Background (dark)
ca@valencia: Fons de la barra de navegació (fosc)

# Name
source: Caption Date Format (see xsltsl.sourceforge.net/date-time.html)
ca@valencia: Format de la data de la llegenda (vegeu xsltsl.sourceforge.net/date-time.html)

# Comment
source: XSL Date Format String: Use the syntax given at xsltsl.sourceforge.net/date-time.html
ca@valencia: Cadena de format per a les dates en XSL: empreu la sintaxi indicada a xsltsl.sourceforge.net/date-time.html

# Name
source: Image List Date Format
ca@valencia: Format de la data per a la llista d'imatges

# Comment
source: Yet another simple theme. Clean look with more image details.
ca@valencia: Un altre tema senzill. Un aspecte net amb més detalls per a les imatges.

# Name
source: Details
ca@valencia: Detalls

# Name
source: Details screenshot
ca@valencia: Captura de pantalla dels detalls

# Name
source: Footer information
ca@valencia: Informació del peu

# Comment
source: Based on the "Simple" theme. Uses Lytebox by Markus F. Hay to display the images in a slideshow.
ca@valencia: Basat en el tema «Senzill». Usa el Lytebox del Markus F. Hay per a mostrar les imatges en un passe de diapositives.

# Name
source: Author
ca@valencia: Autor

# Name
source: Images per page
ca@valencia: Imatges per pàgina

# Name
source: Page links location
ca@valencia: La pàgina enllaça amb la ubicació

# Name
source: Use LyteBox
ca@valencia: Usa el LyteBox

# Name
source: LyteBox Slideshow Interval
ca@valencia: Interval entre diapositives del LyteBox

# Name
source: Custom Background Color
ca@valencia: Color personalitzat pel fons

# Name
source: Custom Foreground Color
ca@valencia: Color personalitzat pel primer pla

# Name
source: Custom Link Color
ca@valencia: Color personalitzat per a l'enllaç

# Name
source: Custom Hover Link Color
ca@valencia: Color personalitzat per a l'enllaç en passar-hi per sobre

# Name
source: Custom Visited Link Color
ca@valencia: Color personalitzat per a l'enllaç visitat

# Name
source: Custom Frame Color
ca@valencia: Color personalitzat pel marc

# Name
source: Custom Frame Border Color
ca@valencia: Color personalitzat per a la vora del marc

# Name
source: Custom Selected Frame Color
ca@valencia: Color personalitzat pel marc seleccionat

# Name
source: Custom Selected Frame Border Color
ca@valencia: Color personalitzat per a la vora del marc seleccionat

# Name
source: Floating Cards
ca@valencia: Targetes flotants

# Comment
source: A dark theme with floating thumbnail/description cards. Fast navigation through the gallery.
ca@valencia: Un tema fosc amb targetes de miniatures/descripcions flotants. Navegació ràpida per la galeria.

# Name
source: Keyboard & swipe navigation
ca@valencia: Navegació amb el teclat i lliscament

# Name
source: Preload
ca@valencia: Càrrega prèvia

# Name
source: Frames
ca@valencia: Marcs

# Comment
source: A frame theme
ca@valencia: Un tema de marcs

# Name
source: HTML5 Responsive
ca@valencia: HTML5 responsiu

# Comment
source: Generates a gallery using responsive HTML5 and CSS3 and UTF-8 encoding. Optionally uses PhotoSwipe by Dmitry Semenov to display the images.
ca@valencia: Genera una galeria usant HTML5 responsiu i CSS3 i codificació UTF-8. Opcionalment usa el PhotoSwipe del Dmitry Semenov por mostrar les imatges.

# Name
source: Top pagination mode
ca@valencia: Mode de paginació de la part superior

# Name
source: Bottom pagination mode
ca@valencia: Mode de paginació de la part inferior

# Name
source: Use PhotoSwipe
ca@valencia: Usa el PhotoSwipe

# Name
source: PhotoSwipe Background Opacity
ca@valencia: Opacitat del fons del PhotoSwipe

# Name
source: PhotoSwipe sharing button
ca@valencia: Botó de compartició del PhotoSwipe

# Name
source: Add jiggle
ca@valencia: Afig un sacseig

# Name
source: Show GPS data
ca@valencia: Mostra les dades del GPS

# Comment
source: Show your photos with Matrix style
ca@valencia: Visualitza les fotografies a l'estil de Matrix

# Comment
source: Yet another nice theme. Very simple and clean look with "calligraphics" icons.
ca@valencia: Un altre tema agradable. Amb un aspecte molt simple i net amb icones «cal·ligràfiques».

# Name
source: Simple Rounded
ca@valencia: Arrodonit senzill

# Comment
source: A theme with rounded corners and page support on big galeries
ca@valencia: Un tema amb cantonades arrodonides que admet pàgines en galeries grans

# Name
source: Title Bar
ca@valencia: Barra de títol

# Name
source: Name of the Homepage
ca@valencia: Nom de la pàgina web

# Name
source: Url to the Homepage
ca@valencia: URL de la pàgina web

# Name
source: Background
ca@valencia: Fons

# Name
source: Content background
ca@valencia: Fons pel contingut

# Name
source: Icon background
ca@valencia: Fons per a les icones

# Name
source: Background of the navigation
ca@valencia: Fons per a la navegació

# Name
source: Thumbnail border
ca@valencia: Vora per a les miniatures

# Name
source: Links
ca@valencia: Enllaços

# Name
source: Simple Rounded Shapes
ca@valencia: Formes arrodonides senzilles

# Name
source: Simple
ca@valencia: Senzill

# Comment
source: A simple and light theme
ca@valencia: Un tema senzill i lluminós

# Name
source: Simple Slideshow
ca@valencia: Passe de diapositives senzill

# Comment
source: A slideshow designed for a kiosk-mode display. Generated from a simple template with javascript and css embedded into a single index.html file.
ca@valencia: Un passe de diapositives dissenyat per a una pantalla en mode kiosk. Generat des d'una plantilla senzilla amb Javascript i CSS incrustat en un únic fitxer «index.html».

# Name
source: Time between slides (seconds)
ca@valencia: Temps entre diapositives (segons)

# Name
source: Location of controls
ca@valencia: Ubicació dels controls

# Name
source: Snow
ca@valencia: Neu

# Comment
source: A perfect match for your mountain holidays
ca@valencia: Una coincidència perfecta per a les vostres vacances de muntanya

# Name
source: Vanilla
ca@valencia: Vainilla

# Comment
source: This theme is based on the look of Adobe Lightroom's HTML export. It has a simple but usable grid layout and comes with various color presets.
ca@valencia: Aquest tema està basat en l'aspecte de l'exportació HTML del Lightroom de l'Adobe. Té una disposició de quadrícula senzilla però útil i es distribueix amb diverses predefinicions de colors.

# Name
source: Author Email
ca@valencia: Correu de l'autor

# Name
source: Rows per page
ca@valencia: Files per pàgina

# Name
source: Columns per page
ca@valencia: Columnes per pàgina

# Name
source: Show image numbers
ca@valencia: Mostra els números de les imatges

# Name
source: Add drop shadow
ca@valencia: Afig una ombra difusa

# Name
source: Thumbnail margin
ca@valencia: Marge de les miniatures

# Name
source: 10.5x14.8 cm (1 photo)
ca@valencia: 10.5x14.8 cm (1 fotografia)

# Name
source: 10x15 cm (1 photo)
ca@valencia: 10x15 cm (1 fotografia)

# Name
source: 20x25 cm (1 photo)
ca@valencia: 20x25 cm (1 fotografia)

# Name
source: 8 x 10" (1 photo)
ca@valencia: 8 x 10" (1 fotografia)

# Name
source: 9x13 cm (1 photo)
ca@valencia: 9x13 cm (1 fotografia)

# Name
source: 13x18 cm (2 photos)
ca@valencia: 13x18 cm (2 fotografies)

# Name
source: 5 x 7" (2 photos)
ca@valencia: 5 x 7" (2 fotografies)

# Name
source: 10x15 cm (3 photos)
ca@valencia: 10x15 cm (3 fotografies)

# Name
source: 4 x 6" (3 photos)
ca@valencia: 4 x 6" (3 fotografies)

# Name
source: 10x13.33 cm (4 photos)
ca@valencia: 10x13,33 cm (4 fotografies)

# Name
source: 3.5 x 5" (4 photos)
ca@valencia: 3,5 x 5" (4 fotografies)

# Name
source: Passport photos - 4.5x5cm (4 photos)
ca@valencia: Fotografies de passaport - 4,5x5cm (4 fotografies)

# Name
source: 9x13 cm (4 photos)
ca@valencia: 9x13 cm (4 fotografies)

# Name
source: 4 x 6" Album
ca@valencia: Àlbum de 4 x 6"

# Name
source: Passport photos UK - 3.5x4.5cm (6 photos)
ca@valencia: Fotografies de passaport del Regne Unit - 3,5x4,5cm (6 fotografies)

# Name
source: Passport photos - 3.5x4cm (6 photos)
ca@valencia: Fotografies de passaport - 3,5x4cm (6 fotografies)

# Name
source: 6x9 cm (8 photos)
ca@valencia: 6x9 cm (8 fotografies)

# Name
source: 10x15 cm Album
ca@valencia: Àlbum de 10x15 cm

# Name
source: 11.5x15 cm Album
ca@valencia: Àlbum de 11,5x15 cm

# Name
source: Album Collage 2 (6 photos)
ca@valencia: Collage d'àlbum 2 (6 fotografies)

# Name
source: Album Collage 1 (9 photos)
ca@valencia: Collage d'àlbum 1 (9 fotografies)

# Name
source: Full page
ca@valencia: Pàgina sencera

# Name
source: Photoframe (5 photos)
ca@valencia: Marc de fotografies (5 fotografies)

# Name
source: Thumbnails 5x4 photos
ca@valencia: Fotografies 5x4 miniatures

# Name
source: Thumbnails 6x5 photos
ca@valencia: Fotografies 6x5 miniatures

# GenericName
source: Photo Viewer and Editor
ca@valencia: Visor i editor de fotografies
