Repository: raurodse/prueba
Catalog: */digikam/org.kde.digikam.appdata.po
Languages: ca@valencia

source: Photo Management Program
ca@valencia: Programa per a la gestió de les fotografies

source: digiKam is an advanced open-source digital photo management application that runs on Linux, Windows, and MacOS. The application provides a comprehensive set of tools for importing, managing, editing, and sharing photos and raw files. You can use digiKam’s import capabilities to easily transfer photos, raw files, and videos directly from your camera and external storage devices (SD cards, USB disks, etc.). The application allows you to configure import settings and rules that process and organize imported items on-the-fly.
ca@valencia: El digiKam és una aplicació avançada de codi obert de gestió de fotos digitals que funciona al Linux, Windows i MacOS. L'aplicació proporciona un conjunt integrat d'eines per a importar, gestionar, editar i compartir fotos i fitxers RAW. Podeu utilitzar les capacitats d'importació del digiKam pera transferir fotos fàcilment, fitxers RAW i vídeos directament des de la càmera i de dispositius externs d'emmagatzematge (targetes SD, discos USB, etc.). L'aplicació permet configurar paràmetres i regles d'importació que processen i organitzen els elements importats al vol.

source: digiKam organizes photos, raw files, and videos into albums. But the application also features powerful tagging tools that allow you to assign tags, ratings, and labels to photos and raw files. You can then use filtering functionality to quickly find items that match specific criteria.
ca@valencia: El digiKam organitza les fotos, els fitxers RAW i els vídeos en àlbums. Però l'aplicació també té eines potents d'etiquetatge que permeten assignar etiquetes, valoracions i rètols a les fotos i als fitxers RAW. Després es pot usar la funcionalitat de filtratge per a trobar ràpidament elements que coincidisquen amb criteris concrets.

source: In addition to filtering functionality, digiKam features powerful searching capabilities that let you search the photo library by a wide range of criteria. You can search photos by tags, labels, rating, data, location, and even specific EXIF, IPTC, or XMP metadata. You can also combine several criteria for more advanced searches. digiKam rely on Exiv2 library to handle metadata tag contents from files to populate the photo library.
ca@valencia: Addicionalment a la funcionalitat de filtratge, el digiKam té capacitats potents de cerca que permeten cercar la biblioteca de fotos per un ampli ventall de criteris. Es poden cercar fotos per etiquetes, rètols, valoracions, dates, ubicacions i inclús metadades específiques Exif, IPTC o XMP. També es poden combinar diversos criteris per a cerques més avançades. El digiKam compta amb la biblioteca Exiv2 per a gestionar el contingut de les etiquetes de metadades dels fitxers per a omplir la biblioteca de fotos.

source: digiKam can handle raw files, and the application uses the excellent LibRaw library for decoding raw files. The library is actively maintained and regularly updated to include support for the latest camera models. digiKam can also manage video files for cataloging purpose, and the application uses the couple FFmpeg and QtAv libraries to extract metadata and play media.
ca@valencia: El digiKam pot gestionar fitxers RAW, i l'aplicació usa l'excel·lent biblioteca LibRaw per a descodificar els fitxers RAW. La biblioteca està mantinguda activament i actualitzada regularment per a incloure el suport per als darrers models de càmeres. El digiKam també pot gestionar fitxers de vídeo per a la catalogació, i l'aplicació usa el parell de biblioteques FFmpeg i QtAv per a extreure les metadades i reproduir els fitxers multimèdia.

source: The application provides a comprehensive set of editing tools. This includes basic tools for adjusting colors, cropping, and sharpening as well as advanced tools for, curves adjustment, panorama stitching, and much more. A special tool based on Lensfun library permit to apply lens corrections automatically on images.
ca@valencia: L'aplicació proporciona un conjunt integrat d'eines d'edició. Això inclou eines bàsiques per a ajustar colors, retallar i definir, així com eines avançades per a ajustar corbes, muntar panorames i molt més. Hi ha una eina especial basada en la biblioteca Lensfun que permet aplicar automàticament correccions de les lents a les imatges.

source: Extended functionality in digiKam is implemented via a set of tools based of plugins mechanism (named DPlugins for digiKam Plugins). Plugins can be written to import and export contents to remote web-services, add new features to edit image, and batch process photo.
ca@valencia: Al digiKam s'implementen funcionalitats ampliades a través d'un conjunt d'eines basades en mecanismes de connectors (anomenats DPlugins per «digiKam Plugins»). El connectors es poden escriure per a importar i exportar contingut a serveis web remots, afegir funcionalitats noves per a editar imatges, i processar fotos en lots.

source: Features:
ca@valencia: Característiques:

source: Organization of photos in albums and sub-albums (with tags and comments support)
ca@valencia: Organització de les fotografies en àlbums i subàlbums (amb implementació per a les etiquetes i comentaris)

source: Support for Exif, Iptc, Xmp, Makernotes
ca@valencia: Implementació per a notes Exif, IPTC, XMP i del fabricant

source: SQLite or Mysql powered storage for the album contents and its metadata with advanced search tools
ca@valencia: Emmagatzematge basat en SQLite o Mysql per als continguts dels àlbums i les seues metadades amb eines de cerca avançades

source: Support for filtering and sorting albums
ca@valencia: Implementació pel filtratge i classificació dels àlbums

source: Import from more than 1100 digital camera devices
ca@valencia: Importa des de més de 1.100 dispositius de càmeres digitals

source: Support for more than 900 RAW format pictures
ca@valencia: Admet més de 900 formats d'imatge RAW

source: Light Table to compare photo side by side
ca@valencia: Taula de llum per a comparar les fotografies costat a costat

source: Extended features using extra tools
ca@valencia: Característiques ampliades usant eines addicionals

source: Share your photos using HTML or publishing them to remote web services
ca@valencia: Compartiu les vostres fotografies usant HTML o publicant-les a serveis web remots

source: Image editor included with advanced tools to fix photo quickly
ca@valencia: Inclou un editor d'imatges amb eines avançades per a esmenar ràpidament les fotografies

source: digiKam Batch Queue Manager
ca@valencia: Gestor de la cua de lots del digiKam

source: digiKam Image Editor
ca@valencia: Editor d'imatges del digiKam

source: digiKam Import From Camera
ca@valencia: Importació des de càmera del digiKam

source: digiKam Light Table
ca@valencia: Taula de llum del digiKam

source: digiKam Tags View
ca@valencia: Vista d'etiquetes del digiKam

source: digiKam Team
ca@valencia: Equip del digiKam
