Repository: raurodse/prueba
Catalog: */palapeli/palapeli._desktop_.po
Languages: ca@valencia

# Name
source: Import into your Palapeli puzzle collection
ca@valencia: Importació a la vostra col·lecció de trencaclosques del Palapeli

# Name
source: Palapeli puzzles
ca@valencia: Trencaclosques Palapeli

# Name
source: Castle of Maintenon
ca@valencia: El castell de Maintenon

# Comment
source: Eure-et-Loir département, France
ca@valencia: Eure-et-Loir, França

# Name
source: Roebling Suspension Bridge
ca@valencia: Pont penjant de Roebling

# Comment
source: in Cincinnati
ca@valencia: A Cincinnati

# Name
source: Citrus Fruits
ca@valencia: Fruits crítics

# Name
source: European Honey Bee
ca@valencia: Abella de mel europea

# Comment
source: Female panther chameleon
ca@valencia: Femella de camaleó pantera

# GenericName
source: Jigsaw puzzle game
ca@valencia: Joc de trencaclosques

# Comment
source: Palapeli Jigsaw Puzzle
ca@valencia: Trencaclosques Palapeli

# Name
source: File management operations
ca@valencia: Operacions de gestió de fitxers

# Name
source: Importing puzzle
ca@valencia: S'està important el trencaclosques

# Comment
source: A puzzle is being imported into the local puzzle collection
ca@valencia: S'està important un trencaclosques a la vostra col·lecció de trencaclosques local
