Repository: raurodse/prueba
Catalog: */umbrello/umbrello._desktop_.po
Languages: ca@valencia

# Name
source: Simple PHP Application
ca@valencia: Una aplicació senzilla en PHP

# Comment
source: Generate filestructure to start a PHP application
ca@valencia: Genera l'estructura de fitxers per a començar una aplicació en PHP

# Comment
source: PHP Language Support
ca@valencia: Implementació del llenguatge PHP

# Name
source: PHP Language Support
ca@valencia: Implementació del llenguatge PHP

# Comment
source: Finds and runs PHPUnit tests.
ca@valencia: Cerca i executa les proves del PHPUnit.

# Name
source: PHPUnit Integration
ca@valencia: Integració del PHPUnit

# GenericName
source: PHPUnit Integration
ca@valencia: Integració del PHPUnit

# Name
source: PHP Documentation
ca@valencia: Documentació de PHP

# Name
source: Export Layout
ca@valencia: Exporta la disposició

# Comment
source: Export Layout for Activity Diagrams
ca@valencia: Exporta la disposició dels diagrames d'activitat

# Name
source: Vertical Layout
ca@valencia: Disposició vertical

# Comment
source: Layout which renders vertical
ca@valencia: Disposició que renderitza verticalment

# Comment
source: Export Layout for Class Diagrams
ca@valencia: Exporta la disposició dels diagrames de classe

# Name
source: Horizontal Layout
ca@valencia: Disposició horitzontal

# Comment
source: Layout which renders horizontal
ca@valencia: Disposició que renderitza horitzontalment

# Comment
source: Export Layout for Object Diagrams
ca@valencia: Exporta la disposició dels diagrames d'objecte

# Comment
source: Export Layout for State Diagrams
ca@valencia: Exporta la disposició dels diagrames d'estat

# Name
source: UseCase Default Layout
ca@valencia: Disposició predeterminada dels casos d'ús

# Comment
source: Usecase Default Layout
ca@valencia: Disposició predeterminada dels casos d'ús

# GenericName
source: UML Modeller
ca@valencia: Modelador UML

# Comment
source: Umbrello is a Unified Modelling Language (UML) modelling tool and code generator
ca@valencia: L'Umbrello és una eina de modelatge i generador de codi del Llenguatge Unificat de Modelatge (UML)
