Repository: raurodse/prueba
Catalog: */kmuddy/kmuddy._desktop_.po
Languages: ca@valencia

# GenericName
source: MUD client
ca@valencia: Client de MUD

# Comment
source: MUD client
ca@valencia: Client de MUD

# Comment
source: KMuddy Plugin
ca@valencia: Connector del KMuddy

# Name
source: Profile Converter
ca@valencia: Convertidor de perfils

# Comment
source: This plug-in converts profiles from old KMuddy versions.
ca@valencia: Aquest connector converteix els perfils des de versions antigues del KMuddy.

# Comment
source: A Mapper for KMuddy
ca@valencia: Un mapador per al KMuddy

# Name
source: Kmuddy Mapper
ca@valencia: Mapador del KMuddy

# Name
source: KMuddy Mapper Tool
ca@valencia: Eina de mapatge del KMuddy

# Name
source: External Scripting
ca@valencia: Creació de scripts externs

# Comment
source: Adds support for external scripting.
ca@valencia: Afig suport per a la creació de scripts externs.

# Name
source: Strings
ca@valencia: Cadenes

# Comment
source: This plug-in adds many strings functions.
ca@valencia: Aquest connector afig moltes funcions de cadenes.

# Name
source: Variable Triggers
ca@valencia: Desencadenants variables

# Comment
source: Adds supports for triggers that fire off variable changes.
ca@valencia: Afig suport per a desencadenants que activen canvis variables.

# Name
source: Variable Viewer
ca@valencia: Visor variable

# Comment
source: This plug-in provides a variable viewer window.
ca@valencia: Aquest connector proporciona una finestra per al visor variable.

# Name
source: Plugin Template
ca@valencia: Plantilla de connector

# Comment
source: Plugin Template
ca@valencia: Plantilla de connector
