Repository: raurodse/prueba
Catalog: */kmahjongg/kmahjongg._desktop_.po
Languages: ca@valencia

# Name
source: 4 Winds
ca@valencia: 4 vents

# Description
source: A layout resembling a fortress
ca@valencia: Una disposició semblant a una fortalesa

# Description
source: A humanoid made up of Mahjongg tiles
ca@valencia: Fitxes del Mahjongg fetes amb humanoides

# Description
source: An elevated surface with stairs and columns aside
ca@valencia: Una superfície elevada amb escales i columnes al costat

# Description
source: Circular-aligned seats around a performance area
ca@valencia: Seients alineats circularment al voltant d'una àrea d'acompliment

# Name
source: Arrow
ca@valencia: Fletxa

# Description
source: A big arrow pointing in the right direction
ca@valencia: Una gran fletxa apuntant cap a la dreta

# Description
source: The starship-city from Stargate Atlantis
ca@valencia: La nau-ciutat de l'Stargate Atlantis

# Name
source: Aztec
ca@valencia: Asteca

# Description
source: A layout resembling Aztec buildings
ca@valencia: Una disposició semblant a una construcció asteca

# Name
source: Balance
ca@valencia: Balanç

# Description
source: Time to weight every decision carefully!
ca@valencia: Temps per a totes les decisions de pes amb molta precaució!

# Name
source: Bat
ca@valencia: Ratpenat

# Description
source: A bat-shaped layout
ca@valencia: Una disposició amb forma de ratpenat

# Name
source: Bug
ca@valencia: Cuca

# Description
source: The bug. Let us take it apart!
ca@valencia: La cuca. Deixa-la a banda!

# Name
source: Castle View
ca@valencia: Vista del castell

# Description
source: A castle as viewed from one side
ca@valencia: Un castell vist des d'una cara

# Name
source: Castle
ca@valencia: Castell

# Description
source: Vista-styled castle layout
ca@valencia: Disposició amb la forma d'un castell

# Name
source: Cat
ca@valencia: Gat

# Description
source: Vista-styled cat layout
ca@valencia: Disposició amb la forma d'un gat

# Name
source: Chains
ca@valencia: Cadenes

# Description
source: Four chains making up a single structure
ca@valencia: Quatre cadenes que formen una estructura única

# Name
source: Checkered
ca@valencia: Escacada

# Description
source: What if the chess board was not square?
ca@valencia: Què passa si el tauler d'escacs no és quadrat?

# Name
source: Chip
ca@valencia: Xip

# Description
source: An electronic component with many connectors
ca@valencia: Un component electrònic amb molts connectors

# Name
source: Clubs
ca@valencia: Trèvols

# Description
source: A layout resembling a multitude of card clubs
ca@valencia: Un disseny semblant a un gran nombre de trèvols de cartes

# Name
source: Columns
ca@valencia: Columnes

# Description
source: A circular arena covered with columns of varying height
ca@valencia: Un escenari circular cobert amb columnes d'alçària variable

# Name
source: Crab
ca@valencia: Cranc

# Description
source: Vista-styled crab layout
ca@valencia: Disposició amb la forma d'un cranc

# Name
source: Cross
ca@valencia: Creu

# Description
source: A six-ended cross resembling the Cyrillic letter Zh
ca@valencia: Una creu de sis puntes semblant a la lletra ciríl·lica Zh

# Name
source: Default
ca@valencia: Predeterminat

# Description
source: Default KMahjongg game layout
ca@valencia: Disposició predeterminada de KMahjongg

# Name
source: Dragon
ca@valencia: Drac

# Description
source: Vista-styled dragon layout
ca@valencia: Disposició amb la forma d'un drac

# Name
source: Eagle
ca@valencia: Àguila

# Description
source: A large carnivore bird in Mahjongg tiles
ca@valencia: Un gran ocell carnívor a les fitxes del Mahjongg

# Description
source: A layout for Star Trek fans
ca@valencia: Una disposició per als trekkies

# Name
source: Explosion
ca@valencia: Explosió

# Description
source: Something has exploded. Collect the pieces.
ca@valencia: Alguna cosa ha explotat. Recull les peces.

# Name
source: Flowers
ca@valencia: Flors

# Description
source: A layout consisting of six flowers
ca@valencia: Una disposició que consta de sis flors

# Name
source: Future
ca@valencia: Futur

# Description
source: An abstract image resembling an asterisk
ca@valencia: Una imatge abstracta que sembla un asterisc

# Name
source: Galaxy
ca@valencia: Galàxia

# Description
source: Diversely sized piles of matter
ca@valencia: Piles de matèria de diverses mides

# Name
source: Garden
ca@valencia: Jardí

# Description
source: Regular patterns resembling a classical garden
ca@valencia: Formes regulars que semblen un jardí clàssic

# Name
source: Girl
ca@valencia: Noia

# Description
source: A layout resembling a girl's face
ca@valencia: Una disposició semblant a la cara d'una noia

# Name
source: Glade
ca@valencia: Clariana

# Description
source: A small piece of empty space surrounded by a forest
ca@valencia: Un petit tros d'espai buit envoltat d'un bosc

# Name
source: Grid
ca@valencia: Graella

# Description
source: A rectangular grid of varying height
ca@valencia: Una graella rectangular d'alçària variable

# Description
source: The greek Sun god's sign
ca@valencia: El signe del deu grec del sol

# Name
source: Hole
ca@valencia: Forat

# Description
source: A pyramid with a hole in the middle
ca@valencia: Una piràmide amb un forat al mig

# Name
source: Inner Circle
ca@valencia: Cercle interior

# Description
source: Concentric boxes with openings pointing in opposite directions
ca@valencia: Quadres concèntrics amb obertures apuntant en direccions oposades

# Name
source: Key
ca@valencia: Clau

# Description
source: A large key made of Mahjongg tiles
ca@valencia: Fitxes del Mahjongg fetes de grans claus

# Description
source: Letters K and M. Do you have your favourite extension for that?
ca@valencia: Lletres K i M. Tens la teva ampliació favorita per a això?

# Name
source: Labyrinth
ca@valencia: Laberint

# Description
source: A complex yet symmetric labyrinth
ca@valencia: Un complex laberint encara que simètric

# Name
source: Mask
ca@valencia: Màscara

# Description
source: A scary embossed pagan mask
ca@valencia: Una màscara pagana amb un relleu terrorífic

# Name
source: Maya
ca@valencia: Maia

# Description
source: A layout resembling Maya pyramids
ca@valencia: Una disposició semblant a una piràmide Maia

# Name
source: Maze
ca@valencia: Gran laberint

# Description
source: An extremely twisted maze. Beware of minotaurs!
ca@valencia: Un laberint recaragolat. Compte amb els minotaures!

# Name
source: Mesh
ca@valencia: Malla

# Description
source: An interweaved structure made up of Mahjongg tiles
ca@valencia: Una estructura entrellaçada feta de peces del Mahjongg

# Name
source: Moth
ca@valencia: Arna

# Description
source: A layout representing a small flying insect
ca@valencia: Una disposició que representa un petit insecte volador

# Name
source: Order
ca@valencia: Ordre

# Description
source: A cross with thick ends
ca@valencia: Una creu amb extrems gruixuts

# Name
source: Pattern
ca@valencia: Patró

# Description
source: A mysterious pattern atop rectangular blocks
ca@valencia: Un misteriós patró fet de blocs rectangulars

# Description
source: A fortress with five towers
ca@valencia: Una fortalesa amb cinc torres

# Name
source: Pillars
ca@valencia: Pilars

# Description
source: A couple of vertical pillars supporting a flat surface
ca@valencia: Un grup de pilars verticals que suporten una superfície plana

# Description
source: A sailing boat under the sun
ca@valencia: Un vaixell de vela sota el sol

# Name
source: Pyramid
ca@valencia: Piràmide

# Description
source: Can you tear the pyramid apart?
ca@valencia: Podeu arrencar la piràmide?

# Name
source: Rocket
ca@valencia: Coet

# Description
source: A rocket for you to launch off the board
ca@valencia: Un coet per a llançar-te fora del tauler

# Name
source: Shield
ca@valencia: Escut

# Description
source: A shield and a sword made up of Mahjongg tiles
ca@valencia: Fitxes del Mahjongg fetes d'escuts i espases

# Name
source: Spider
ca@valencia: Aranya

# Description
source: Vista-styled spider layout
ca@valencia: Disposició amb la forma d'una aranya

# Name
source: Squares
ca@valencia: Quadrats

# Description
source: Concentric squares of alterating height
ca@valencia: Quadrats concèntrics d'alçària alterada

# Name
source: Squaring
ca@valencia: Quadratura

# Description
source: Who said squares are flat?
ca@valencia: Qui ha dit que els quadrats són plans?

# Name
source: Stadion
ca@valencia: Estadi

# Description
source: A layout representing a football field
ca@valencia: Una disposició que representa un petit estadi de futbol

# Name
source: Stairs
ca@valencia: Escales

# Description
source: A staircase for those who dislike taking the same path twice
ca@valencia: Una escala per als que no els agrada prendre el mateix camí dues vegades

# Name
source: Star
ca@valencia: Estrella

# Description
source: An asterisk-shaped embossed layout
ca@valencia: Una disposició amb forma d'asterisc amb relleu

# Name
source: Star Ship
ca@valencia: Nau estel·lar

# Description
source: A sci-fi space transport
ca@valencia: Un transport de l'espai de ciència-ficció

# Name
source: Stacks
ca@valencia: Piles

# Description
source: Difficult layout with stacks of tiles
ca@valencia: Disposició difícil amb piles de fitxes

# Name
source: Swirl
ca@valencia: Remolí

# Description
source: A spiral with thick ends
ca@valencia: Una espiral amb extrems gruixuts

# Description
source: A temple-shaped layout
ca@valencia: Una disposició amb forma de temple

# Name
source: Theatre
ca@valencia: Teatre

# Description
source: A rectangular building with empty space in the middle
ca@valencia: Una construcció rectangular amb un espai buit al mig

# Name
source: The Door
ca@valencia: La porta

# Description
source: A doorway through a pyramid-shaped wall
ca@valencia: Una entrada a través d'una paret amb forma de piràmide

# Name
source: Time Tunnel
ca@valencia: El túnel del temps

# Name
source: Tomb
ca@valencia: Tomba

# Description
source: Fans of Lara Croft may start digging
ca@valencia: Els fans de Lara Croft poden començar a cavar

# Description
source: A T-shaped embossed object with a hole
ca@valencia: Un objecte amb forma de T i relleu amb un forat

# Name
source: Tower
ca@valencia: Torre

# Description
source: Remove the towers
ca@valencia: Elimina les torres

# Description
source: Triangular pyramid
ca@valencia: Piràmide triangular

# Name
source: Up&Down
ca@valencia: Amunt i avall

# Description
source: Have you ever tried to represent waves in rectangular blocks?
ca@valencia: Has intentat mai representar ones amb blocs rectangulars?

# Description
source: A V-shaped layout with thick lower corners
ca@valencia: Una disposició amb forma de V amb cantonades primes

# Name
source: Well
ca@valencia: Pou

# Description
source: A rectangular well with stairs at all sides
ca@valencia: Un pou rectangular amb escales a totes les cares

# Name
source: X-shaped
ca@valencia: Forma de X

# Description
source: A large letter X made of mahjongg tiles
ca@valencia: Fitxes del Mahjongg fetes de grans lletres X

# GenericName
source: Mahjongg Solitaire
ca@valencia: Solitari Mahjongg
