Repository: raurodse/prueba
Catalog: */rocs/rocs._json_.po
Languages: ca@valencia

# Name
source: Assign Values Plugin
ca@valencia: Connector d'assignació de valors

# Name
source: Generate Graph
ca@valencia: Genera el graf

# Name
source: Graph Layout
ca@valencia: Disposició del graf

# Name
source: Transform Edges
ca@valencia: Transforma les arestes

# Name
source: DOT Graph File Format
ca@valencia: Format de fitxer de grafs DOT

# Name
source: GML File Format
ca@valencia: Format de fitxer GML

# Name
source: Rocs File Format (old)
ca@valencia: Format de fitxer del Rocs (antic)

# Name
source: Rocs File Format
ca@valencia: Format de fitxer del Rocs

# Name
source: TGF Graph File Format
ca@valencia: Format de fitxer de grafs TGF

# Name
source: PGF/TikZ Graph File Export Plugin
ca@valencia: Connector d'exportació del fitxer de grafs a PGF/TikZ

# Description
source: Assign values to graph edges and nodes.
ca@valencia: Assigna valors a les arestes i nodes del graf.

# Description
source: This generates a new graph by a pattern.
ca@valencia: Això genera un nou graf segons un patró.

# Description
source: This generates graph layouts automatically.
ca@valencia: Això genera automàticament les disposicions dels grafs.

# Description
source: Transform graph edges by a transformation rule.
ca@valencia: Transforma les arestes del graf seguint una regla de transformació.

# Description
source: Read and write Graphviz graph documents (DOT)
ca@valencia: Llig i escriu documents gràfics del Graphviz (DOT).

# Description
source: Read and write Graph Markup Language documents (GML)
ca@valencia: Llig i escriu fitxers escrits en el Llenguatge de Marcatge de Gràfics (GML)

# Description
source: Rocs Graph File Format (old)
ca@valencia: Format de fitxer de grafs del Rocs (antic)

# Description
source: Rocs Graph File Format
ca@valencia: Format de fitxer de graf del Rocs

# Description
source: Read and write graph documents in Trivial Graph Format (TGF)
ca@valencia: Llig i escriu fitxers escrits en el Format Gràfic Trivial (TGF)

# Description
source: Writes graph documents in PGF/TikZ format for use in LaTeX documents
ca@valencia: Escriu documents gràfics en format PGF/TikZ per a usar-los en documents LaTeX
