Repository: raurodse/prueba
Catalog: */katomic/katomic._desktop_.po
Languages: ca@valencia

# Name
source: Original levels
ca@valencia: Nivells originals

# Description
source: This is the original collection of KAtomic levels.
ca@valencia: Aquesta és la col·lecció original de nivells del KAtomic.

# Name
source: Water
ca@valencia: Aigua

# Name
source: Formic Acid
ca@valencia: Àcid fòrmic

# Name
source: Acetic Acid
ca@valencia: Àcid acètic

# Name
source: trans-Butene
ca@valencia: Trans-butè

# Name
source: cis-Butene
ca@valencia: Cis-butè

# Name
source: Dimethyl ether
ca@valencia: Dimetil èter

# Name
source: 2-Methyl-2-Propanol
ca@valencia: 2-Metil-2-Propanol

# Name
source: Glycerin
ca@valencia: Glicerina

# Name
source: Poly-Tetra-Fluoro-Ethene
ca@valencia: PoliTetraFluoroEtè

# Name
source: Oxalic Acid
ca@valencia: Àcid oxàlic

# Name
source: Methane
ca@valencia: Metà

# Name
source: Formaldehyde
ca@valencia: Formaldehid

# Name
source: Crystal 1
ca@valencia: Cristall 1

# Name
source: Acetic acid ethyl ester
ca@valencia: Àcid acètic etil ester

# Name
source: Ammonia
ca@valencia: Amoníac

# Name
source: 3-Methyl-Pentane
ca@valencia: 3-Metil pentà

# Name
source: Propyne
ca@valencia: Propí

# Name
source: Pyran
ca@valencia: Piran

# Name
source: Cyclo-Pentane
ca@valencia: Ciclopentà

# Name
source: Methanol
ca@valencia: Metanol

# Name
source: Nitro-Glycerin
ca@valencia: Nitroglicerina

# Name
source: Ethane
ca@valencia: Età

# Name
source: Crystal 2
ca@valencia: Cristall 2

# Name
source: Ethylene-Glycol
ca@valencia: Etilenglicol

# Name
source: L-Alanine
ca@valencia: L-alanina

# Name
source: Cyanoguanidine
ca@valencia: Cianoguanidina

# Name
source: Prussic Acid (Cyanic Acid)
ca@valencia: Àcid prússic (Àcid ciànic)

# Name
source: Anthracene
ca@valencia: Antracè

# Name
source: Thiazole
ca@valencia: Tiazol

# Name
source: Saccharin
ca@valencia: Sacarina

# Name
source: Ethylene
ca@valencia: Etilè

# Name
source: Styrene
ca@valencia: Estirè

# Name
source: Melamine
ca@valencia: Melamina

# Name
source: Cyclobutane
ca@valencia: Ciclobutà

# Name
source: Nicotine
ca@valencia: Nicotina

# Name
source: Acetyle salicylic acid
ca@valencia: Àcid acetilsalicílic

# Name
source: Meta-Di-Nitro-Benzene
ca@valencia: Metadinitrobenzè

# Name
source: Malonic Acid
ca@valencia: Àcid malònic

# Name
source: 2,2-Dimethylpropane
ca@valencia: 2,2-dimetilpropà

# Name
source: Ethyl-Benzene
ca@valencia: Etilbenzè

# Name
source: Propene
ca@valencia: Propè

# Name
source: L-Asparagine
ca@valencia: L-asparagina

# Name
source: 1,3,5,7-Cyclooctatetraene
ca@valencia: 1,3,5,7-Ciclooctatetraè

# Name
source: Vanillin
ca@valencia: Vanil·lina

# Name
source: Crystal 3
ca@valencia: Cristall 3

# Name
source: Uric Acid
ca@valencia: Àcid úric

# Name
source: Thymine
ca@valencia: Timina

# Name
source: Aniline
ca@valencia: Anilina

# Name
source: Chloroform
ca@valencia: Cloroform

# Name
source: Carbonic acid
ca@valencia: Àcid carbònic

# Name
source: Crystal 4
ca@valencia: Cristall 4

# Name
source: Ethanol
ca@valencia: Etanol

# Name
source: Acrylo-Nitril
ca@valencia: Acrilonitril

# Name
source: Furan
ca@valencia: Furà

# Name
source: l-Lactic acid
ca@valencia: l-àcid làctic

# Name
source: Maleic Acid
ca@valencia: Àcid maleic

# Name
source: meso-Tartaric acid
ca@valencia: Àcid meso-tartàric

# Name
source: Crystal 5
ca@valencia: Cristall 5

# Name
source: Formic acid ethyl ester
ca@valencia: Àcid fòrmic etil ester

# Name
source: 1,4-Cyclohexadiene
ca@valencia: 1,4-ciclohexadiè

# Name
source: Squaric acid
ca@valencia: Àcid esquàric

# Name
source: Ascorbic acid
ca@valencia: Àcid ascòrbic

# Name
source: Phosgene
ca@valencia: Fosgen

# Name
source: Thiophene
ca@valencia: Tiofè

# Name
source: Pyruvic Acid
ca@valencia: Àcid pirúvic

# Name
source: Ethylene oxide
ca@valencia: Òxid d'etilè

# Name
source: Phosphoric Acid
ca@valencia: Àcid fosfòric

# Name
source: Diacetyl
ca@valencia: Diacetil

# Name
source: trans-Dichloroethene
ca@valencia: Trans-dicloroetè

# Name
source: Allylisothiocyanate
ca@valencia: Alilisotiocianat

# Name
source: Diketene
ca@valencia: Dioquetina

# Name
source: Ethanal
ca@valencia: Etanal

# Name
source: Acroleine
ca@valencia: Acroleïna

# Name
source: Caffeine
ca@valencia: Cafeïna

# Name
source: Acetone
ca@valencia: Acetona

# GenericName
source: Sokoban-like Logic Game
ca@valencia: Joc de lògica similar al Sokoban
