Repository: raurodse/prueba
Catalog: */websites-elisa-kde-org/elisa-kde-org_www.po
Languages: ca@valencia

source: Donate
ca@valencia: Donatius

source: A music player that is simple, reliable, and a joy to use.
ca@valencia: Un reproductor musical que és senzill, fiable i agradable d'emprar.

source: Download
ca@valencia: Baixada

source: * [Microsoft store](https://www.microsoft.com/en-us/p/elisa/9pb5md7zh8tl) * [Win64 executable](https://binary-factory.kde.org/view/Windows%2064-bit/job/Elisa_Release_win64/)
ca@valencia: * [Microsoft Store](https://www.microsoft.com/en-us/p/elisa/9pb5md7zh8tl) * [Executable Win64](https://binary-factory.kde.org/view/Windows%2064-bit/job/Elisa_Release_win64/)

source: Get Involved
ca@valencia: Col·laboreu-hi

source: Most development-related discussions take place on the [Elisa mailing list](http://mail.kde.org/mailman/listinfo/). Just join in, say hi and tell us what you would like to help us with!
ca@valencia: La majoria dels debats relacionats amb el desenvolupament tenen lloc a la [llista de correu de l'Elisa](http://mail.kde.org/mailman/listinfo/). Uniu-vos-hi, digueu hola i expliqueu amb què vos agradaria ajudar!

source: Want to contribute to Elisa? Check out [Phabricator](https://phabricator.kde.org/tag/elisa/) for some fun task or [browse the source code](https://invent.kde.org/multimedia/elisa).
ca@valencia: Voleu col·laborar amb l'Elisa? Reviseu el [Phabricator](https://phabricator.kde.org/tag/elisa/) cercant alguna tasca interessant o [exploreu el codi font](https://invent.kde.org/multimedia/elisa).

source: User support
ca@valencia: Suport a l'usuari

source: https://docs.kde.org/stable5/en/elisa/elisa/index.html
ca@valencia: https://docs.kde.org/stable5/ca/elisa/elisa/index.html

source: Other ways to download
ca@valencia: Altres maneres de baixar

source: <b>Elisa</b> is a music player developed by the KDE community that strives to be simple and nice to use. We also recognize that we need a flexible product to account for the different workflows and use-cases of our users. We focus on a very good integration with the Plasma desktop of the KDE community without compromising support for other platforms (other Linux desktop environments, Windows, and Android). We are creating a reliable product that is a joy to use and respects our users' privacy. As such, we prefer to support online services where users are in control of their data.
ca@valencia: L'<b>Elisa</b> és un reproductor musical desenvolupat per la comunitat KDE que s'esforça per ser senzill i agradable d'emprar. També tenim en compte que es necessita un producte flexible que contempli els diferents fluxos de treball i casos d'ús dels nostres usuaris. Ens centrem en una integració molt bona amb l'escriptori Plasma de la comunitat KDE, sense comprometre el suport d'altres plataformes (els altres entorns d'escriptori de Linux, Windows i Android). Estem creant un producte fiable, el qual és una alegria d'emprar i respecta la privadesa dels nostres usuaris. Per tant, preferirem donar suport als serveis en línia on els usuaris tenen el control de les seues dades.

source: Available on all major platforms
ca@valencia: Disponible a totes les plataformes principals

source: Browse music by album, artist, or tracks
ca@valencia: Exploreu la música per els àlbums, artistes, o peces

source: Elisa, powered with Baloo indexing support, automatically looks in your music folder for music files and cover art. The left column has various viewing options: Now Playing, Albums, Artists, and Tracks.
ca@valencia: L'Elisa, que funciona amb la tecnologia d'indexació Baloo, cerca automàticament en la vostra carpeta de música els fitxers musicals i les caràtules. La columna esquerra té diverses opcions de visualització: Ara s'està reproduint, Àlbums, Artistes, i Peces.

source: Create and manage playlists
ca@valencia: Creeu i gestioneu llistes de reproducció

source: Create and manage all your playlists from the built-in side panel.
ca@valencia: Creeu i gestioneu totes les vostres llistes de reproducció amb un plafó lateral integrat.

source: Screenshot of the playlist feature
ca@valencia: Captura de pantalla de la característica de la llista de reproducció

source: Party mode
ca@valencia: Mode festa

source: Turn Party Mode on with Elisa's immersive built-in party mode feature.
ca@valencia: Activeu el mode festa amb la característica integrada del mode festa immersiu.

source: Screenshot of Elisa's party mode
ca@valencia: Captura de pantalla del mode festa de l'Elisa

source: Dark / Light Themes
ca@valencia: Temes fosc/clar

source: Elisa has both a <b>Light</b> and a <b>Dark</b> theme, so you can enjoy your music without the colors bothering you.
ca@valencia: L'Elisa té tant un tema <b>Clar</b> com <b>Fosc</b>, de manera que pugueu gaudir de la música sense que els colors vos molestin.

source: Fast indexing
ca@valencia: Indexació ràpida

source: With the help of <a href="https://community.kde.org/Baloo">Baloo</a>, Elisa is fast to index and sort all your files. It is also possible to use Elisa without Baloo.
ca@valencia: Amb l'ajuda del <a href="https://community.kde.org/Baloo">Baloo</a>, l'Elisa és ràpid en indexar i ordenar tots els vostres fitxers. També és possible usar l'Elisa sense el Baloo.

source: Adapts to your screen
ca@valencia: S'adapta a la vostra pantalla

source: Elisa uses <a href="https://develop.kde.org/frameworks/kirigami/">Kirigami</a> to be the best convergent, responsive music player that adapts its content to your screen. Soon on your phone!
ca@valencia: L'Elisa usa el <a href="https://develop.kde.org/frameworks/kirigami/">Kirigami</a> per a ser el reproductor musical més convergent i fluid que adapta el seu contingut a la vostra pantalla. Prompte al vostre telèfon!

source: Open Source
ca@valencia: Codi obert

source: Elisa is Open Source and you can browse, edit and share the source code. Elisa is <a href="https://kde.org">Made By KDE</a>, a community building high-quality projects that your are free to use. Check out all <a href="https://kde.org/products"> our projects!</a>
ca@valencia: L'Elisa és codi obert i podeu navegar, editar i compartir el codi font. L'Elisa està <a href="https://kde.org">fet per KDE</a>, una comunitat que construeix projectes d'alta qualitat que sou lliure d'usar. Vegeu tots els <a href="https://kde.org/products">nostres projectes!</a>
