Repository: raurodse/prueba
Catalog: */kdesrc-build/org.kde.kdesrc-build.metainfo.po
Languages: ca@valencia

source: Tool to allow you to easily build KDE software from its source repositories
ca@valencia: Eina que permet construir amb facilitat el programari KDE des dels seus repositoris d'origen

source: kdesrc-build is a tool to allow you to easily build KDE from its source repositories.
ca@valencia: El kdesrc-build és una eina que permet construir amb facilitat el KDE des dels seus repositoris d'origen.

source: Features:
ca@valencia: Característiques:

source: Will automatically checkout and update the KDE source code from its source repository. Both Subversion and git repository types are supported.
ca@valencia: Comprovarà i actualitzarà automàticament el codi font del KDE des del seu repositori d'origen. Admet tant els tipus de repositori de Subversion com els Git.

source: Integrates with the KDE source code infrastructure to automatically build modules in the required order, and using the appropriate branch.
ca@valencia: S'integra amb la infraestructura de codi font del KDE per a construir automàticament els mòduls en l'ordre requerit, i usant la branca adequada.

source: Easily supports building specific branches, tags, or even revisions of a module (or all of KDE software).
ca@valencia: Admet fer amb facilitat la creació de branques, etiquetes o fins i tot revisions específiques d'un mòdul (o de tot el programari KDE).

source: Supports many build systems. It's even possible to build many non-KDE software projects in a pinch (for instance, CMake can be built from its own git sources if your distribution does not have CMake packages).
ca@valencia: Admet molts sistemes de construcció. En cas de necessitat, fins i tot és possible construir molts projectes de programari que no són del KDE (per exemple, el CMake es pot construir des del codi font de Git si la vostra distribució no té paquets per al CMake).

source: Supports speedy initial checkouts of modules (KDE Git projects only) by using the snapshots already available on the KDE project network.
ca@valencia: Admet comprovacions inicials ràpides dels mòduls (només projectes Git del KDE) mitjançant l'ús d'instantànies ja disponibles a la xarxa de projectes del KDE.

source: Supports a "dry run" mode (the --pretend) option so that you can experiment with different settings non-destructively.
ca@valencia: Admet una opció (--pretend), la qual fa el mode «simulacre» («dry run»), de manera que pugueu experimentar amb diferents opcions de configuració de forma no destructiva.

source: kdesrc-build can download modules (both initial checkout and updates) even while building modules that have already been updated.
ca@valencia: El kdesrc-build pot descarregar els mòduls (comprovació inicial i actualitzacions) fins i tot mentre construeix els mòduls que ja s'han actualitzat.

source: kdesrc-build supports uninstalling modules (manually, or prior to installing an already-installed module) in order to keep the install directory clean. Note that this feature requires CMake support and is still experimental.
ca@valencia: El kdesrc-build admet la desinstal·lació dels mòduls (manualment o abans d'instal·lar un mòdul ja instal·lat) per a mantindre net el directori d'instal·lació. Recordeu que aquesta característica requereix suport de CMake i encara és experimental.

source: kdesrc-build logs everything for easy perusal later, that way you can determine why things went wrong if a build fails. kdesrc-build automatically creates symlinks for easy access to the last log (log/latest). color-coding of the output (which can be turned off).
ca@valencia: El kdesrc-build ho enregistra tot per a una lectura fàcil posterior, d'aquesta manera podreu determinar perquè les coses han eixit malament si falla una construcció. El kdesrc-build crearà automàticament enllaços simbòlics per a facilitar l'accés a l'últim registre (log/latest). Codificant amb colors l'eixida (el qual es pot desactivar).

source: Has support for building the Qt Project's Qt library, which is a prerequisite for KDE software. kdesrc-build is very customizable. You can control most options down to a module-by-module basis if you so desire, including configure-flags, CMake flags, and your C++ flags during compilation. Instead of trying to remember what configure line you used, you can set it once and forget it.
ca@valencia: Admet construir la biblioteca de les Qt del Projecte Qt, el qual és un requisit previ per al programari KDE. El kdesrc-build és molt personalitzable. Podreu controlar la majoria de les opcions fins a una base de fer mòdul per mòdul, si així ho voleu, incloent indicadors de configuració, indicadors de CMake i els vostres indicadors de C++ durant la compilació. En lloc d'intentar recordar quina línia de configuració havíeu usat, podreu configurar-la un cop i oblidar-la.

source: Extensive documentation. Feel free to let me know if you need something explained (e-mail address at bottom), or contact the kde-devel mailing list.
ca@valencia: Disposa d'una àmplia documentació. Trobeu-vos lliure d'avisar-me si necessiteu que vos expliqui alguna cosa (l'adreça de correu electrònic es troba a la part inferior) o poseu-vos amb la llista de correu de kde-devel.

source: A detailed sample configuration file is included, usually you can just copy it to ~/.kdesrc-buildrc and be done with it.
ca@valencia: S'inclou un detallat fitxer de configuració d'exemple, normalment podreu copiar-lo a ~/.kdesrc-buildrc i llest.

source: Much more!
ca@valencia: Molt més!
