Repository: raurodse/prueba
Catalog: */rsibreak/rsibreak._desktop_.po
Languages: ca@valencia

# GenericName
source: Help prevent repetitive strain injury
ca@valencia: Ajuda a prevenir la síndrome del canal carpià

# Comment
source: Makes sure you rest now and then
ca@valencia: Assegureu-vos de prendre un descans, ara i després

# Name
source: Breaks
ca@valencia: Descansos

# Name
source: Start of a short break
ca@valencia: Inici d'un descans curt

# Comment
source: When a short break starts
ca@valencia: En començar un descans curt

# Name
source: End of a short break
ca@valencia: Fi d'un descans curt

# Comment
source: When a short break ends
ca@valencia: En finalitzar un descans curt

# Name
source: Start of a long break
ca@valencia: Inici d'un descans llarg

# Comment
source: When a long break starts
ca@valencia: En començar un descans llarg

# Name
source: End of a long break
ca@valencia: Fi d'un descans llarg

# Comment
source: When a long break ends
ca@valencia: En finalitzar un descans llarg

# Name
source: Regarding timers
ca@valencia: Temporitzadors

# Name
source: When the short timer has been reset
ca@valencia: En reiniciar el temporitzador curt

# Name
source: When the timers have been reset
ca@valencia: En reiniciar els temporitzadors
