Repository: raurodse/prueba
Catalog: */websites-okular-kde-org/okular-kde-org_www.po
Languages: ca@valencia

source: The 0.16 version of Okular has been released together with KDE Applications 4.10 release. This release introduces new features like the ability to zoom to higher levels in PDF documents, an Active based viewer for your tablet devices, more support for PDF movies, viewport follows selection, and annotation editing improvements. Okular 0.16 is a recommended update for everyone using Okular.
ca@valencia: S'ha publicat la versió 0.16 de l'Okular conjuntament amb la publicació 4.10 de les Aplicacions del KDE. Aquesta publicació presenta característiques noves com la capacitat de fer zoom a un nivell més gran als documents PDF, un visor basat en Active per als dispositius de tauleta, més suport per a les pel·lícules PDF, l'àrea de visualització segueix la selecció, i millores a l'edició d'anotacions. L'Okular 0.16 és una actualització recomanada per a tothom que usi l'Okular.

source: Okular 0.17 released
ca@valencia: Publicat l'Okular 0.17

source: The 0.17 version of Okular has been released together with KDE Applications 4.11 release. This release introduces new features like undo/redo support for forms and annotations and configurable review tools. Okular 0.17 is a recommended update for everyone using Okular.
ca@valencia: S'ha publicat la versió 0.17 de l'Okular conjuntament amb la publicació 4.11 de les Aplicacions del KDE. Aquesta publicació presenta característiques noves com la implementació de desfer/refer per als formularis i anotacions, i eines configurables de revisió. L'Okular 0.17 és una actualització recomanada per a tothom que usi l'Okular.

source: Okular 0.18 released
ca@valencia: Publicat l'Okular 0.18

source: The 0.18 version of Okular has been released together with KDE Applications 4.12 release. This release introduces new features like audio/video support in EPub files and also improvements to existing features like searching and printing. Okular 0.18 is a recommended update for everyone using Okular.
ca@valencia: S'ha publicat la versió 0.18 de l'Okular conjuntament amb la publicació 4.12 de les Aplicacions del KDE. Aquesta publicació presenta característiques noves com la implementació d'àudio/vídeo als fitxers EPub, i també millores a les característiques existents com la cerca i la impressió. L'Okular 0.18 és una actualització recomanada per a tothom que usi l'Okular.

source: Okular 0.19 released
ca@valencia: Publicat l'Okular 0.19

source: The 0.19 version of Okular has been released together with KDE Applications 4.13 release. This release introduces new features like tabs support in the interface, use of DPI screen so that page size matches real paper size, improvements to the Undo/Redo framework and other features/refinements. Okular 0.19 is a recommended update for everyone using Okular.
ca@valencia: S'ha publicat la versió 0.19 de l'Okular conjuntament amb la publicació 4.13 de les Aplicacions del KDE. Aquesta publicació presenta característiques noves com l'admissió de pestanyes a la interfície, l'ús de ppp de pantalla de manera que la mida de la pàgina coincidisca amb la mida real del paper, millores a l'entorn de treball de Desfer/Refer i altres característiques/refinaments. L'Okular 0.19 és una actualització recomanada per a tothom que usi l'Okular.

source: Okular 0.21 released
ca@valencia: Publicat l'Okular 0.21

source: The 0.21 version of Okular has been released together with KDE Applications 14.12 release. This release introduces new features like latex-synctex reverse searching in dvi and small bugfixes. Okular 0.21 is a recommended update for everyone using Okular.
ca@valencia: S'ha publicat la versió 0.21 de l'Okular conjuntament amb la publicació 14.12 de les Aplicacions del KDE. Aquesta publicació presenta característiques noves com la cerca inversa «latex-synctex» als DVI i petites esmenes d'errors. L'Okular 0.21 és una actualització recomanada per a tothom que usi l'Okular.

source: Okular 0.22 released
ca@valencia: Publicat l'Okular 0.22

source: The 0.22 version of Okular has been released together with KDE Applications 15.04 release. Okular 0.22 is a recommended update for everyone using Okular.
ca@valencia: S'ha publicat la versió 0.22 de l'Okular conjuntament amb la publicació 15.04 de les Aplicacions del KDE. L'Okular 0.22 és una actualització recomanada per a tothom que usi l'Okular.

source: Okular 0.23 released
ca@valencia: Publicat l'Okular 0.23

source: The 0.23 version of Okular has been released together with KDE Applications 15.08 release. This release introduces support for the Fade transition in presentation mode as well as some fixes regarding annotations and video playback. Okular 0.23 is a recommended update for everyone using Okular.
ca@valencia: S'ha publicat la versió 0.23 de l'Okular conjuntament amb la publicació 15.08 de les Aplicacions del KDE. Aquesta publicació presenta la implementació de la transició d'esvaïment en el mode presentació, així com esmenes d'errors relacionades amb les anotacions i la reproducció de vídeo. L'Okular 0.23 és una actualització recomanada per a tothom que usi l'Okular.

source: Okular 0.24 released
ca@valencia: Publicat l'Okular 0.24

source: The 0.24 version of Okular has been released together with KDE Applications 15.12 release. This release introduces minor bugfixes and features, you can check the full changelog at <a href='https://www.kde.org/announcements/fulllog_applications-15.12.0.php#okular'>https://www.kde.org/announcements/fulllog_applications-15.12.0.php#okular</a>. Okular 0.24 is a recommended update for everyone using Okular.
ca@valencia: S'ha publicat la versió 0.24 de l'Okular conjuntament amb la publicació 15.12 de les Aplicacions del KDE. Aquesta publicació presenta petites esmenes d'errors i millores. Podeu revisar el registre complet de canvis <a href='https://www.kde.org/announcements/fulllog_applications-15.12.0.php#okular'>https://www.kde.org/announcements/fulllog_applications-15.12.0.php#okular</a>. L'Okular 0.24 és una actualització recomanada per a tothom que usi l'Okular.

source: Okular 0.26 released
ca@valencia: Publicat l'Okular 0.26

source: The 0.26 version of Okular has been released together with KDE Applications 16.08 release. This release introduces very small changes, you can check the full changelog at <a href='https://www.kde.org/announcements/fulllog_applications.php?version=16.08.0#okular'>https://www.kde.org/announcements/fulllog_applications.php?version=16.08.0#okular</a>. Okular 0.26 is a recommended update for everyone using Okular.
ca@valencia: S'ha publicat la versió 0.26 de l'Okular conjuntament amb la publicació 16.08 de les Aplicacions del KDE. Aquesta publicació presenta canvis molt petits. Podeu revisar el registre complet de canvis <a href='https://www.kde.org/announcements/fulllog_applications.php?version=16.08.0#okular'>https://www.kde.org/announcements/fulllog_applications.php?version=16.08.0#okular</a>. L'Okular 0.26 és una actualització recomanada per a tothom que usi l'Okular.

source: Okular 0.5.81 unstable snapshot released
ca@valencia: Publicat l'Okular 0.5.81 en versió instantània inestable

source: The Okular team is proud to announce the release of a snapshot of Okular that compiles against the <a href="http://dot.kde.org/1162475911/">Second KDE 4 Developers Snapshot</a>. This snapshot is not completely functional, yet, as we have lots of things to polish and finish, but you are free to test it and provide as much feedback as you want. You can find the snapshot package at <a href="ftp://ftp.kde.org/pub/kde/unstable/apps/KDE4.x/graphics/okular-0.5.81.tar.bz2">ftp://ftp.kde.org/pub/kde/unstable/apps/KDE4.x/graphics/okular-0.5.81.tar.bz2</a>. Have a look at the <a href="download.php">download</a> page to be sure you have all the necessary libraries.
ca@valencia: L'equip de l'Okular anuncia amb satisfacció la publicació d'una versió instantània de l'Okular que compila contra la <a href="http://dot.kde.org/1162475911/">Second KDE 4 Developers Snapshot</a>. Aquesta instantània encara no és completament funcional, ja que hi ha moltes coses per a polir i finalitzar, però sou lliure de provar-la i proporcionar els comentaris que vulgueu. Trobareu el paquet de la instantània a <a href="ftp://ftp.kde.org/pub/kde/unstable/apps/KDE4.x/graphics/okular-0.5.81.tar.bz2">ftp://ftp.kde.org/pub/kde/unstable/apps/KDE4.x/graphics/okular-0.5.81.tar.bz2</a>. Doneu una ullada a la pàgina de <a href="download.php">baixada</a> per a assegurar que teniu totes les biblioteques necessàries.

source: Okular 0.5 unstable snapshot released
ca@valencia: Publicat l'Okular 0.5 en versió instantània inestable

source: The Okular team is proud to announce the release of a snapshot of Okular that compiles against the <a href="http://dot.kde.org/1155935483/">KDE 4 'Krash' snapshot</a>. This snapshot is still not completely functional as we have lots of things to polish and finish but you are free to test it and provide as much feedback as you want. You can find the snapshot package at <a href="ftp://ftp.kde.org/pub/kde/unstable/apps/KDE4.x/graphics/okular-0.5.tar.bz2">ftp://ftp.kde.org/pub/kde/unstable/apps/KDE4.x/graphics/okular-0.5.tar.bz2</a>. Have a look at the <a href="download.php">download</a> page to be sure you have all the necessary libraries.
ca@valencia: L'equip de l'Okular anuncia amb satisfacció la publicació d'una versió instantània de l'Okular que compila contra la <a href="http://dot.kde.org/1155935483/">KDE 4 «Krash» Snapshot</a>. Aquesta instantània encara no és completament funcional, ja que hi ha moltes coses per a polir i finalitzar, però sou lliure de provar-la i proporcionar els comentaris que vulgueu. Trobareu el paquet de la instantània a <a href="ftp://ftp.kde.org/pub/kde/unstable/apps/KDE4.x/graphics/okular-0.5.tar.bz2">ftp://ftp.kde.org/pub/kde/unstable/apps/KDE4.x/graphics/okular-0.5.tar.bz2</a>. Doneu una ullada a la pàgina de <a href="download.php">baixada</a> per a assegurar que teniu totes les biblioteques necessàries.

source: Okular 0.6.1 released
ca@valencia: Publicat l'Okular 0.6.1

source: The first maintenance release of the KDE 4.0 series includes Okular 0.6.1. It includes quite a few bug fixes, including better not redownloading files when saving, usability improvements, etc. You can read all the fixed issues at <a href="http://www.kde.org/announcements/changelogs/changelog4_0to4_0_1.php#okular">http://www.kde.org/announcements/changelogs/changelog4_0to4_0_1.php</a>
ca@valencia: La primera publicació de manteniment de les sèries 4.0 del KDE conté l'Okular 0.6.1. Inclou diverses esmenes d'errors, incloent una millora per a no tornar a baixar fitxers en guardar, millores d'usabilitat, etc. Podeu llegir tots els problemes solucionats a <a href="http://www.kde.org/announcements/changelogs/changelog4_0to4_0_1.php#okular">http://www.kde.org/announcements/changelogs/changelog4_0to4_0_1.php</a>

source: Okular 0.6.2 released
ca@valencia: Publicat l'Okular 0.6.2

source: The second maintenance release of the KDE 4.0 series includes Okular 0.6.2. It includes quite a few bug fixes, including more stability when closing a document, and small fixes for the bookmark system. You can read all the fixed issues at <a href="http://www.kde.org/announcements/changelogs/changelog4_0_1to4_0_2.php#okular">http://www.kde.org/announcements/changelogs/changelog4_0_1to4_0_2.php</a>
ca@valencia: La segona publicació de manteniment de les sèries 4.0 del KDE conté l'Okular 0.6.2. Inclou diverses esmenes d'errors, incloent més estabilitat en tancar un document, i petites esmenes al sistema de punts. Podeu llegir tots els problemes solucionats a <a href="http://www.kde.org/announcements/changelogs/changelog4_0_1to4_0_2.php#okular">http://www.kde.org/announcements/changelogs/changelog4_0_1to4_0_2.php</a>

source: Okular 0.6.3 released
ca@valencia: Publicat l'Okular 0.6.3

source: The third maintenance release of the KDE 4.0 series includes Okular 0.6.3. It includes few bug fixes, i.e. a better way to get the text position in a PDF document, and a couple of fixes for the annotation system, and the table of contents. You can read all the fixed issues at <a href="http://www.kde.org/announcements/changelogs/changelog4_0_2to4_0_3.php#okular">http://www.kde.org/announcements/changelogs/changelog4_0_2to4_0_3.php</a>
ca@valencia: La tercera publicació de manteniment de les sèries 4.0 del KDE conté l'Okular 0.6.3. Inclou esmenes d'errors, com una manera millor d'obtindre la posició del text a un document PDF, i un parell d'esmenes del sistema d'anotacions i de la taula de continguts. Podeu llegir tots els problemes solucionats a <a href="http://www.kde.org/announcements/changelogs/changelog4_0_2to4_0_3.php#okular">http://www.kde.org/announcements/changelogs/changelog4_0_2to4_0_3.php</a>

source: Okular 0.7.1 released
ca@valencia: Publicat l'Okular 0.7.1

source: The first maintenance release of the KDE 4.1 series includes Okular 0.7.1. It includes some crash fixes among other minor fixes. You can read all the fixed issues at <a href="http://www.kde.org/announcements/changelogs/changelog4_1to4_1_1.php#okular">http://www.kde.org/announcements/changelogs/changelog4_1to4_1_1.php</a>
ca@valencia: La primera publicació de manteniment de les sèries 4.1 del KDE conté l'Okular 0.7.1. Inclou diverses esmenes de fallades entre altres esmenes petites. Podeu llegir tots els problemes solucionats a <a href="http://www.kde.org/announcements/changelogs/changelog4_1to4_1_1.php#okular">http://www.kde.org/announcements/changelogs/changelog4_1to4_1_1.php</a>

source: Okular 0.7.2 released
ca@valencia: Publicat l'Okular 0.7.2

source: The second maintenance release of the KDE 4.1 series includes Okular 0.7.2. It includes some minor fixes in the TIFF and Comicbook backends and the change to "Fit Width" as default zoom level. You can read all the fixed issues at <a href="http://www.kde.org/announcements/changelogs/changelog4_1_1to4_1_2.php#okular">http://www.kde.org/announcements/changelogs/changelog4_1_1to4_1_2.php</a>
ca@valencia: La segona publicació de manteniment de les sèries 4.1 del KDE conté l'Okular 0.7.2. Inclou diversos esmenes secundàries als dorsals TIFF i Comicbook i el canvi a «Ajusta a l'amplària de pàgina»com a nivell de zoom predeterminat. Podeu llegir tots els problemes solucionats a <a href="http://www.kde.org/announcements/changelogs/changelog4_1_1to4_1_2.php#okular">http://www.kde.org/announcements/changelogs/changelog4_1_1to4_1_2.php</a>

source: Okular 0.7.3 released
ca@valencia: Publicat l'Okular 0.7.3

source: The third maintenance release of the KDE 4.1 series includes Okular 0.7.3. It includes some minor fixes in the user interface and in the text search. You can read all the fixed issues at <a href="http://www.kde.org/announcements/changelogs/changelog4_1_2to4_1_3.php#okular">http://www.kde.org/announcements/changelogs/changelog4_1_2to4_1_3.php</a>
ca@valencia: La tercera publicació de manteniment de les sèries 4.1 del KDE conté l'Okular 0.7.3. Inclou diversos esmenes secundàries a la interfície d'usuari i a la cerca de text. Podeu llegir tots els problemes solucionats a <a href="http://www.kde.org/announcements/changelogs/changelog4_1_2to4_1_3.php#okular">http://www.kde.org/announcements/changelogs/changelog4_1_2to4_1_3.php</a>

source: Okular 0.7 released
ca@valencia: Publicat l'Okular 0.7

source: The Okular team is proud to announce a new version of Okular, released as part of <a href="http://www.kde.org/announcements/4.1/">KDE 4.1</a>. Some of the new features and improvements include (in random order):
ca@valencia: L'equip de l'Okular anuncia amb satisfacció una versió nova de l'Okular, publicada com a part del <a href="http://www.kde.org/announcements/4.1/">KDE 4.1</a>. Entre les característiques i millores noves s'inclouen (en ordre aleatori):

source: Possibility to save a PDF document with the changes to the form fields
ca@valencia: Possibilitat de guardar un document PDF amb els canvis als camps de formulari

source: Presentation mode: support for more than one screen, and possibility to disable transitions
ca@valencia: Mode presentació: permet més d'una pantalla, i possibilitat de desactivar les transicions

source: The zoom level is stored per-document now
ca@valencia: Ara el nivell de zoom s'emmagatzema per a cada document

source: Enhanced text-to-speech support, that can be used to read the whole document, a specific page or the text selection
ca@valencia: S'ha ampliat el suport per al text-a-veu, que es pot usar per a llegir el document sencer, una pàgina específica o una selecció de text

source: Backward direction for text search
ca@valencia: Direcció cap arrere per a la cerca de text

source: Improved support for forms
ca@valencia: Suport millorat per als formularis

source: Preliminary (really basic and most probably incomplete) support for JavaScript in PDF documents
ca@valencia: Suport preliminar (realment bàsic i probablement incomplet) per al JavaScript als documents PDF

source: Support for file attachment annotations
ca@valencia: Suport per a anotacions adjuntes als fitxers

source: Possibility to remove the white border of pages when viewing pages
ca@valencia: Possibilitat d'eliminar la vora blanca de les pàgines en visualitzar pàgines

source: New backend for EPub documents
ca@valencia: Dorsal nou per a documents EPub

source: OpenDocument Text backend: support for encrypted documents, list and tables improvements
ca@valencia: Dorsal de text en OpenDocument: permet documents encriptats, millores a les llistes i taules

source: XPS backend: various loading and rendering improvements, should be much more usable now
ca@valencia: Dorsal XPS: diverses millores en carregar i renderitzar, ara hauria de ser molt més usable

source: PS backend: various improvements, mainly due to the newer libspectre required
ca@valencia: Dorsal PS: millores diverses, principalment gràcies a la «libspectre» requerida més nova

source: Okular 0.8.1 released
ca@valencia: Publicat l'Okular 0.8.1

source: The first maintenance release of the KDE 4.2 series includes Okular 0.8.1. It includes some crash fixes in the CHM and DjVu backends, and minor fixes in the user interface. You can read all the fixed issues at <a href="http://www.kde.org/announcements/changelogs/changelog4_2to4_2_1.php#okular">http://www.kde.org/announcements/changelogs/changelog4_2to4_2_1.php</a>
ca@valencia: La primera publicació de manteniment de les sèries 4.2 del KDE conté l'Okular 0.8.1. Inclou diverses esmenes de fallades als dorsals CHM i DjVu, i petites esmenes a la interfície d'usuari. Podeu llegir tots els problemes solucionats a <a href="http://www.kde.org/announcements/changelogs/changelog4_2to4_2_1.php#okular">http://www.kde.org/announcements/changelogs/changelog4_2to4_2_1.php</a>

source: Okular 0.8.2 released
ca@valencia: Publicat l'Okular 0.8.2

source: The second maintenance release of the KDE 4.2 series includes Okular 0.8.2. It includes better support (hopefully working) for DVI and pdfsync inverse search, and fixes and small improvements in the presentation mode. You can read all the fixed issues at <a href="http://www.kde.org/announcements/changelogs/changelog4_2_1to4_2_2.php#okular">http://www.kde.org/announcements/changelogs/changelog4_2_1to4_2_2.php</a>
ca@valencia: La segona publicació de manteniment de les sèries 4.2 del KDE conté l'Okular 0.8.2. Inclou un millor suport (esperem que funcione) per a la cerca inversa dels DVI i pdfsync, i esmenes i petites millores al mode presentació. Podeu llegir tots els problemes solucionats a <a href="http://www.kde.org/announcements/changelogs/changelog4_2_1to4_2_2.php#okular">http://www.kde.org/announcements/changelogs/changelog4_2_1to4_2_2.php</a>

source: Okular 0.8.3 released
ca@valencia: Publicat l'Okular 0.8.3

source: The third maintenance release of the KDE 4.2 series includes Okular 0.8.3. It does not provide much news for Okular, the only relevant change is about thread more safety when generating page images of XPS document. You can read all the fixed issues at <a href="http://www.kde.org/announcements/changelogs/changelog4_2_2to4_2_3.php#okular">http://www.kde.org/announcements/changelogs/changelog4_2_2to4_2_3.php</a>
ca@valencia: La tercera publicació de manteniment de les sèries 4.2 del KDE conté l'Okular 0.8.3. No proporciona moltes novetats per a l'Okular, l'únic canvi important és aportar més seguretat en generar imatges de pàgines als documents XPS. Podeu llegir tots els problemes solucionats a <a href="http://www.kde.org/announcements/changelogs/changelog4_2_2to4_2_3.php#okular">http://www.kde.org/announcements/changelogs/changelog4_2_2to4_2_3.php</a>

source: Okular 0.8.4 released
ca@valencia: Publicat l'Okular 0.8.4

source: The forth maintenance release of the KDE 4.2 series includes Okular 0.8.4. It includes some fixes in OpenDocument Text documents, a couple of crash fixes, and few small bugs in the interface. You can read all the fixed issues at <a href="http://www.kde.org/announcements/changelogs/changelog4_2_3to4_2_4.php#okular">http://www.kde.org/announcements/changelogs/changelog4_2_3to4_2_4.php</a>
ca@valencia: La quarta publicació de manteniment de les sèries 4.2 del KDE conté l'Okular 0.8.4. Inclou diverses esmenes als documents de text en OpenDocument, un parell d'esmenes de fallades, així com esmenes d'errors a la interfície. Podeu llegir tots els problemes solucionats a <a href="http://www.kde.org/announcements/changelogs/changelog4_2_3to4_2_4.php#okular">http://www.kde.org/announcements/changelogs/changelog4_2_3to4_2_4.php</a>

source: Okular 0.8 released
ca@valencia: Publicat l'Okular 0.8

source: The Okular team is proud to announce a new version of Okular, released as part of <a href="http://www.kde.org/announcements/4.2/">KDE 4.2</a>. Some of the new features and improvements include (in random order): <ul type="disc"> <li>Add a Document Archiving possibility</li> <li>Start a search from the current page</li> <li>Preliminar support for videos in PDF documents</li> <li>Presentation mode improvements: screen saver inhibition, and black screen mode</li> <li>More stamp annotations</li> <li>Support for Lilypond's "point-and-click" links</li> <li>Editor configuration for inverse search</li> <li>Export to OpenDocument Text and HTML for ODT, Fictionbook and EPub backends (requires Qt 4.5)</li> <li>New backend for G3/G4 fax documents</li> <li>DjVu backend: memory management improvements</li> <li>OpenDocument Text backend: various improvements</li> <li>... other small features and fixes</li> </ul> And, of course, many bugs were fixed.
ca@valencia: L'equip de l'Okular anuncia amb satisfacció una versió nova de l'Okular, publicada com a part del <a href="http://www.kde.org/announcements/4.2/">KDE 4.2</a>. Entre les característiques i millores noves s'inclouen (en ordre aleatori): <ul type="disc"> <li>Afig la possibilitat d'arxivat d'un document</li> <li>Inicia la cerca des de la pàgina actual</li> <li>Suport preliminar per als vídeos en els documents PDF</li> <li>Millores al mode presentació: inhibició de l'estalvi de pantalla, i mode pantalla negra</li> <li>Més anotacions de segell</li> <li>Implementació dels enllaços «apunta i clic» del Lilypond's</li> <li>Configuració de l'editor per a la cerca inversa</li> <li>Exportació a text en OpenDocument i HTML per als dorsals ODT, Fictionbook i EPub (requereix les Qt 4.5)</li> <li>Dorsal nou per als documents de fax G3/G4</li> <li>Dorsal DjVu: millores a la gestió de la memòria</li> <li>Dorsal de text en OpenDocument: millores diverses</li> <li>... altres característiques i esmenes petites</li> </ul> I, per suposat, s'han esmenat molts errors.

source: Okular 0.9.4 released
ca@valencia: Publicat l'Okular 0.9.4
