Repository: raurodse/prueba
Catalog: */websites-okular-kde-org/okular-kde-org_www.po
Languages: ca@valencia

source: About
ca@valencia: Quant a

source: Donate
ca@valencia: Donatius

source: Okular - The Universal PDF Reader
ca@valencia: Okular - El lector universal de PDF

source: Compiling Okular from source on Linux
ca@valencia: Compilació de l'Okular a partir del codi font en el Linux

source: Build It
ca@valencia: Construcció

source: <span style="background-color:#e8f4fa">If you are looking for the pre-compiled packages, visit the [download page](/download/). You can check the packaging status [here](https://repology.org/project/okular/versions)</span>
ca@valencia: <span style="background-color:#e8f4fa">Si esteu cercant els paquets precompilats, visiteu la [pàgina de baixades](/download/). Podreu comprovar l'estat de l'empaquetament [ací](https://repology.org/project/okular/versions)</span>

source: If you want to compile Okular, you need to have a compilation environment set up, which, in general, should be provided by your distribution. In case you want to compile the development version of Okular, please refer to Build from source at KDE's Community Wiki.
ca@valencia: Si voleu compilar l'Okular, cal tindre establit un entorn de compilació, que en general, l'hauria de proporcionar la vostra distribució. En cas que vulgueu compilar la versió de desenvolupament de l'Okular, vegeu la construcció a partir del codi font al Wiki de la Comunitat KDE.

source: You can download and compile Okular this way:
ca@valencia: Podeu baixar i compilar l'Okular d'aquesta manera:

source: If you install Okular in a different path than your system install directory it is possible that you need to run `source build/prefix.sh; okular` so that the correct Okular instance and libraries are picked up.
ca@valencia: Si instal·leu l'Okular a un camí diferent al directori d'instal·lació del sistema, és possible que calga executar `source build/prefix.sh; okular` de manera que se seleccioni la instància correcta de l'Okular i les biblioteques.

source: Optional packages
ca@valencia: Paquets opcionals

source: There are some optional packages you could install in order to have some more functionalities in Okular. Some might already be packaged for your distro, but other may not. If you want to avoid any issues, stick to the packages supported by your distribution
ca@valencia: Hi ha diversos paquets opcionals que es poden instal·lar per a tindre més característiques a l'Okular. Alguns podrien estar empaquetats per la vostra distribució, però altres potser no. Si voleu evitar problemes, quedeu-vos amb els paquets de la vostra distribució.

source: Poppler (PDF backend): To compile the PDF backend, you need [the Poppler library](http://poppler.freedesktop.org), for which the minimum version required is 0.24
ca@valencia: Poppler (dorsal de PDF): Per a compilar el dorsal de PDF, cal la [biblioteca Poppler](http://poppler.freedesktop.org), amb la versió mínima requerida 0.24

source: Libspectre: In order to compile and use this PostScipt (PS) backend, you need libspectre >= 0.2. If your distro does not package it, or the packaged version is not enough, you can download it [here](http://libspectre.freedesktop.org)
ca@valencia: Libspectre: Per tal de compilar i usar aquest dorsal de PostScript (PS), cal la «libspectre» >= 0.2. Si la vostra distribució no l'empaqueta, o la versió empaquetada no és suficient, podeu baixar-la des d'[ací](https://libspectre.freedesktop.org).

source: DjVuLibre: To compile the DjVu backend, you need DjVuLibre >= 3.5.17. As with Libspectre, you can get it from your distro or [here](http://djvulibre.djvuzone.org).
ca@valencia: DjVuLibre: Per a compilar el dorsal de DjVu, cal DjVuLibre >= 3.5.17. Com passa amb la Libspectre, la podeu aconseguir des de la vostra distribució o [ací](http://djvulibre.djvuzone.org).

source: libTIFF: This is required for TIFF/fax support. Currently there is no minimum required version, so any quite recent version of the library available from your distro should work. In case of trouble, do not hesitate to contact the Okular developers.
ca@valencia: libTIFF: Es requereix per a admetre TIFF/fax. Actualment no hi ha cap versió mínima requerida, així que qualsevol versió bastant recent de la biblioteca disponible a la vostra distribució hauria de funcionar. En cas de problemes, no dubteu a contactar amb els desenvolupadors de l'Okular.

source: libCHM: This is needed to compile the CHM backend. As with libTIFF, there is no minimum version requirement
ca@valencia: libCHM: Cal per a compilar el dorsal de CHM. Com passa amb la «libTIFF», no hi ha cap requisit de versió mínima.

source: Libepub: If you need EPub support, you can install this library from your distro or from [sourceforge](http://sourceforge.net/projects/ebook-tools).
ca@valencia: Libepub: Si cal admetre EPub, podeu instal·lar aquesta biblioteca a partir de la vostra distribució o des de [SourceForge](http://sourceforge.net/projects/ebook-tools).

source: Uninstalling Okular
ca@valencia: Desinstal·lació de l'Okular

source: You can uninstall Okular by running `make uninstall` in your `build` dir. This will remove the application from your system. It will not remove any user data you have viewed, created, or modified with Okular.
ca@valencia: L'Okular es pot desinstal·lar executant `make uninstall` al directori `build`. Això eliminarà l'aplicació del sistema. No eliminarà cap dada que hàgeu mirat, creat o modificat amb l'Okular.

source: Contact
ca@valencia: Contacte

source: <img src="/images/konqi-dev.png" align="right" alt="Konqi, the KDE mascot" style="height: 200px;"/>
ca@valencia: <img src="/images/konqi-dev.png" align="right" alt="Konqi, la mascota de KDE" style="height: 200px;"/>

source: You can contact the Okular team in many ways:
ca@valencia: Podeu contactar amb l'equip de l'Okular de moltes maneres:

source: Mailing list: To coordinate okular development, we use the [okular-devel mailing list](https://mail.kde.org/mailman/listinfo/okular-devel) at kde.org. You can use it to talk about the development of the core application, and feedback about existent or new backends is appreciated.
ca@valencia: Llista de correu: Per a coordinar el desenvolupament de l'Okular, s'utilitza la [llista de correu okular-devel](https://mail.kde.org/mailman/listinfo/okular-devel) a kde.org. Podeu usar-la per a comentar el desenvolupament del nucli de l'aplicació, però també són benvinguts els comentaris quant als dorsals existents o nous.

source: IRC: For general chat, we use the IRC [#okular](irc://irc.kde.org/#okular) and [#kde-devel](irc://irc.kde.org/#kde-devel) on the [Freenode network](http://www.freenode.net/). Some of the Okular developers can be found hanging there.
ca@valencia: IRC: Per al xat general usem l'IRC [#okular](irc://irc.kde.org/#okular) i el [#kde-devel](irc://irc.kde.org/#kde-devel) a la [xarxa Freenode](http://www.freenode.net/). Podreu trobar alguns dels desenvolupadors de l'Okular que rondin per allí.

source: Matrix: The aforementioned chat can also be accessed over the Matrix network via [#okular:kde.org](https://matrix.to/#/#okular:kde.org).
ca@valencia: Matrix: El xat mencionat abans també es pot accedir des de la xarxa Matrix mitjançant [#okular:kde.org](https://matrix.to/#/#okular:kde.org).

source: Forum: If you prefer to use a forum you can use the [Okular forum](http://forum.kde.org/viewforum.php?f=251) inside the bigger [KDE Community Forums](http://forum.kde.org/).
ca@valencia: Fòrum: Si preferiu usar un fòrum, podeu usar el [fòrum de l'Okular](http://forum.kde.org/viewforum.php?f=251) dins dels [Fòrums de la Comunitat KDE](http://forum.kde.org/).

source: Bugs and Wishes: Bugs and Wishes should be reported to the [KDE bug tracker](https://bugs.kde.org/). If you want to help, you can find a list of top bugs [here](https://community.kde.org/Okular).
ca@valencia: Errors i peticions: Els errors i els desitjos s'han de reportar al [seguidor d'errors de KDE](https://bugs.kde.org). Si voleu ajudar, podreu trobar un llista dels errors principals [ací](https://community.kde.org/Okular).

source: Okular is available as a precompiled package in a wide range of platforms. You can check the package status for your Linux distro on the right or keep reading for info on other operating systems
ca@valencia: L'Okular està disponible com a paquet precompilat en una gran varietat de plataformes. Podeu comprovar l'estat del paquet per a la vostra distribució de Linux de la dreta, o continueu llegint per a informació en altres sistemes operatius

source: Okular is already available on most Linux distributions. You can install it from the [KDE Software Center](https://apps.kde.org/okular).
ca@valencia: L'Okular ja està disponible a la majoria de les distribucions de Linux. El podeu instal·lar des del [Centre de programari de KDE](https://apps.kde.org/okular).

source: Flatpak logo
ca@valencia: Logotip del Flatpak

source: You can install the latest [Okular Flatpak](https://flathub.org/apps/details/org.kde.okular) from Flathub. Experimental Flatpaks with nightly builds of Okular can be [installed from the KDE Flatpak repository](https://community.kde.org/Guidelines_and_HOWTOs/Flatpak#Applications ).
ca@valencia: Podeu instal·lar el darrer [Flatpak de l'Okular](https://flathub.org/apps/details/org.kde.okular) des de Flathub. Els Flatpaks experimentals amb les construccions nocturnes de l'Okular es poden [instal·lar des del repositori Flatpak de KDE](https://community.kde.org/Guidelines_and_HOWTOs/Flatpak#Applications ).

source: Release Sources
ca@valencia: Codi font del llançament

source: Ark logo
ca@valencia: Logotip de l'Ark

source: Okular is released regularly as part of KDE Gear. If you want to build from source, you can check the [Build It section](/build-it).
ca@valencia: L'Okular es publica amb regularitat com a part de KDE Gear. Si el voleu construir a partir del codi font, podeu revisar la [secció Construcció](/build-it).

source: Windows logo
ca@valencia: Logotip del Windows

source: Have a look at the [KDE on Windows initiative](https://community.kde.org/Windows) for information on how to install KDE Software on Windows. The stable release is available on the [Microsoft Store](https://www.microsoft.com/store/apps/9n41msq1wnm8). There are also [experimental nightly builds](https://binary-factory.kde.org/job/Okular_Nightly_win64/), for which testing and bug reports would be welcome.
ca@valencia: Doneu una ullada a la [iniciativa de KDE al Windows](https://community.kde.org/Windows) per a informació sobre com instal·lar el programari KDE al Windows. La publicació estable està disponible a la [Microsoft Store](https://www.microsoft.com/store/apps/9n41msq1wnm8). També hi ha [compilacions nocturnes experimentals](https://binary-factory.kde.org/job/Okular_Nightly_win64/), per a les quals s'agraeixen les proves i els informes d'errors.

source: Installation
ca@valencia: Instal·lació

source: To install Okular follow the instructions of the platform you are using for how to install software. Most platforms have a graphical installer which can be used to install software packages. In many cases it will automatically be opened when clicking the download or install link for your platform.
ca@valencia: Per a instal·lar l'Okular seguiu les instruccions de la plataforma que useu quant a la instal·lació de programari. La majoria de les plataformes tenen un instal·lador gràfic que es pot utilitzar per a instal·lar paquets de programari. En molts casos s'obrirà automàticament en fer clic a l'enllaç de baixada o instal·lació de la vostra plataforma.

source: If you are using Linux, Okular might already be pre-installed on your system as part of a default selection. If not, you can install it with the package management tool of your Linux distribution. See its documentation for details.
ca@valencia: Si empreu el Linux, l'Okular ja podria estar preinstal·lat en el sistema com a part de la selecció predeterminada. Si no, el podeu instal·lar amb l'eina de gestió de paquets de la vostra distribució Linux. Vegeu la seua documentació per als detalls.

source: In many cases you will have the opportunity to install Okular in a modular way, so you can decide to install support for specific formats separately or install translations for the user interface. Choose the modules according to your needs and preferences.
ca@valencia: En molts casos tindreu l'oportunitat d'instal·lar l'Okular d'una manera modular, de manera que podreu decidir instal·lar el funcionament per a formats específics separadament o instal·lar les traduccions per a la interfície d'usuari. Trieu el mòduls segons les vostres necessitats i preferències.

source: Uninstallation
ca@valencia: Desinstal·lació

source: To uninstall Okular follow the instructions of the package management tool you have used to install Okular. This will remove the Okular application. It will not touch data you have viewed, created, or modified with Okular.
ca@valencia: Per a desinstal·lar l'Okular seguiu les instruccions de l'eina de gestió de paquets que heu usat per a instal·lar l'Okular. Això eliminarà l'aplicació Okular. No tocarà les dades que heu vist, creat o modificat amb l'Okular.

source: Frequently Asked Questions
ca@valencia: Preguntes més freqüents

source: When using Ubuntu, I cannot read CHM and EPub documents, even if I have okular-extra-backends and libchm1 installed. Why?
ca@valencia: En usar l'Ubuntu, no puc llegir documents CHM ni EPub, encara que estan instal·lats «okular-extra-backends» i «libchm1». Perquè?

source: Ubuntu (thus Kubuntu as well) packages of Okular are compiled without support for these two formats. The reason is explained in [this](https://bugs.launchpad.net/kdegraphics/+bug/277007) Launchpad report.
ca@valencia: Els paquets de l'Okular a l'Ubuntu (i també el Kubuntu) estan compilats sense suport per aquests dos formats. El motiu s'explica en [aquest](https://bugs.launchpad.net/kdegraphics/+bug/277007) informe del Launchpad.

source: Why are the speak options in the Tools menu grayed out?
ca@valencia: Perquè hi ha opcions de veu del menú d'eines en gris?

source: Because you don't have a speech service on your system. Install the Qt Speech library and they should be enabled
ca@valencia: Perquè no hi ha cap servei de veu en aquest sistema. Instal·leu la biblioteca Speech de les Qt i s'haurien d'activar

source: Some characters are not rendered and when enabling debug some lines mention 'Missing language pack for xxx'
ca@valencia: Hi ha caràcters que no es renderitzen i en activar la depuració hi ha línies que mencionen «Missing language pack for xxx»

source: Install the poppler-data package
ca@valencia: Instal·leu el paquet «poppler-data»

source: Document Format Handlers Status
ca@valencia: Estat dels gestors de format de document

source: Okular supports a wide variety of document formats and use cases.
ca@valencia: L'Okular accepta una gran varietat de formats de documents i casos d'ús.

source: Document Format
ca@valencia: Formats de document

source: News
ca@valencia: Notícies

source: aKademy 2007 Okular presentation material online
ca@valencia: Material en línia de la presentació de l'Okular a l'aKademy 2007

source: The Okular talk given by Pino Toscano at <a href="http://akademy2007.kde.org">aKademy 2007</a> is now online. There are both <a href="http://akademy2007.kde.org/conference/slides/okular.pdf">slides</a> and <a href="http://home.kde.org/~akademy07/videos/2-05-Okular:simply_a_document_viewer.ogg">video</a> available.
ca@valencia: La presentació de l'Okular efectuada pel Pino Toscano a l'<a href="http://akademy2007.kde.org">aKademy 2007</a> ara està en línia. Hi ha disponible tant les <a href="http://akademy2007.kde.org/conference/slides/okular.pdf">diapositives</a> com el <a href="http://home.kde.org/~akademy07/videos/2-05-Okular:simply_a_document_viewer.ogg">vídeo</a>.

source: Okular 0.10 released
ca@valencia: Publicat l'Okular 0.10

source: The 0.10 version of Okular has been released together with KDE SC 4.4. Besides general improvements in stability this release sports new/improved support for both inverse search and forward search linking latex source code lines with the corresponding locations in dvi and pdf files.
ca@valencia: S'ha publicat la versió 0.10 de l'Okular conjuntament amb la publicació del KDE SC 4.4. A banda de les millores generals en estabilitat, aquest publicació aporta un suport nou/millorat per a la cerca inversa i directa enllaçant les línies del codi font del LaTeX amb les ubicacions corresponents als fitxers DVI i PDF.

source: Okular 0.11 released
ca@valencia: Publicat l'Okular 0.11

source: The 0.11 version of Okular has been released together with KDE Applications 4.5 release. This release introduce small fixes and features and is a recommended update for everyone using Okular.
ca@valencia: S'ha publicat la versió 0.11 de l'Okular conjuntament amb la publicació 4.5 de les Aplicacions del KDE. Aquesta publicació presenta petites esmenes d'errors i característiques i és una actualització recomanada per a tothom que usi l'Okular.

source: Okular 0.12 released
ca@valencia: Publicat l'Okular 0.12

source: The 0.12 version of Okular has been released together with KDE Applications 4.6 release. This release introduce small fixes and features and is a recommended update for everyone using Okular.
ca@valencia: S'ha publicat la versió 0.12 de l'Okular conjuntament amb la publicació 4.6 de les Aplicacions del KDE. Aquesta publicació presenta petites esmenes d'errors i característiques i és una actualització recomanada per a tothom que usi l'Okular.

source: Okular 0.13 released
ca@valencia: Publicat l'Okular 0.13

source: The 0.13 version of Okular has been released together with KDE Applications 4.7 release. This release introduce small fixes and features and is a recommended update for everyone using Okular.
ca@valencia: S'ha publicat la versió 0.13 de l'Okular conjuntament amb la publicació 4.7 de les Aplicacions del KDE. Aquesta publicació presenta petites esmenes d'errors i característiques i és una actualització recomanada per a tothom que usi l'Okular.

source: Okular 0.14 released
ca@valencia: Publicat l'Okular 0.14

source: The 0.14 version of Okular has been released together with KDE Applications 4.8 release. This release introduces new features like improved text selection in documents with columns, table selection tool, LaTex rendering in annotations, improved embedded support (for use in e.g. Kile), better layouting for faced pages, smarter screensaver/powermanagement handling, improved page label support, default zoom configuration, improved Landscape printing, etc. You can find a non complete list of bugs and features in <a href="https://bugs.kde.org/buglist.cgi?query_format=advanced&amp;short_desc_type=allwordssubstr&amp;short_desc=&amp;product=okular&amp;long_desc_type=allwordssubstr&amp;long_desc=&amp;bug_file_loc_type=allwordssubstr&amp;bug_file_loc=&amp;keywords_type=allwords&amp;keywords=&amp;bug_status=RESOLVED&amp;bug_status=VERIFIED&amp;bug_status=CLOSED&amp;emailtype1=exact&amp;email1=&amp;emailtype2=substring&amp;email2=&amp;bugidtype=include&amp;bug_id=&amp;votes=&amp;chfieldfrom=2010-10-10&amp;chfieldto=Now&amp;chfield=cf_versionfixedin&amp;chfieldvalue=4.8.0&amp;cmdtype=doit&amp;order=Reuse+same+sort+as+last+time&amp;field0-0-0=noop&amp;type0-0-0=noop&amp;value0-0-0=">bugzilla</a>. Okular 0.14 is a recommended update for everyone using Okular.
ca@valencia: S'ha publicat la versió 0.14 de l'Okular conjuntament amb la publicació 4.8 de les Aplicacions del KDE. Aquesta publicació presenta noves característiques com la selecció millorada de text als documents amb columnes, l'eina de selecció de taules, renderització del LaTeX en anotacions, suport millorat de la incrustació (p. ex. per a usar-lo al Kile), una disposició millor per a pàgines oposades, gestió intel·ligent de l'estalvi de pantalla/gestió d'energia, suport millorat d'etiquetes de pàgina, configuració predeterminada del zoom, impressió apaïsada millorada, etc. Trobareu la llista no completa dels errors i característiques al <a href="https://bugs.kde.org/buglist.cgi?query_format=advanced&amp;short_desc_type=allwordssubstr&amp;short_desc=&amp;product=okular&amp;long_desc_type=allwordssubstr&amp;long_desc=&amp;bug_file_loc_type=allwordssubstr&amp;bug_file_loc=&amp;keywords_type=allwords&amp;keywords=&amp;bug_status=RESOLVED&amp;bug_status=VERIFIED&amp;bug_status=CLOSED&amp;emailtype1=exact&amp;email1=&amp;emailtype2=substring&amp;email2=&amp;bugidtype=include&amp;bug_id=&amp;votes=&amp;chfieldfrom=2010-10-10&amp;chfieldto=Now&amp;chfield=cf_versionfixedin&amp;chfieldvalue=4.8.0&amp;cmdtype=doit&amp;order=Reuse+same+sort+as+last+time&amp;field0-0-0=noop&amp;type0-0-0=noop&amp;value0-0-0=">bugzilla</a>. L'Okular 0.14 és una actualització recomanada per a tothom que usi l'Okular.

source: Okular 0.15 released
ca@valencia: Publicat l'Okular 0.15

source: The 0.15 version of Okular has been released together with KDE Applications 4.9 release. This release introduces new features like the ability to store annotations with PDF documents, more support for PDF movies, multiple bookmarks per page and some other minor improvements. You can find a non complete list of bugs and features in <a href="https://bugs.kde.org/buglist.cgi?query_format=advanced&amp;short_desc_type=allwordssubstr&amp;short_desc=&amp;product=okular&amp;long_desc_type=allwordssubstr&amp;long_desc=&amp;bug_file_loc_type=allwordssubstr&amp;bug_file_loc=&amp;keywords_type=allwords&amp;keywords=&amp;bug_status=RESOLVED&amp;bug_status=VERIFIED&amp;bug_status=CLOSED&amp;emailtype1=exact&amp;email1=&amp;emailtype2=substring&amp;email2=&amp;bugidtype=include&amp;bug_id=&amp;votes=&amp;chfieldfrom=2010-10-10&amp;chfieldto=Now&amp;chfield=cf_versionfixedin&amp;chfieldvalue=4.9.0&amp;cmdtype=doit&amp;order=Reuse+same+sort+as+last+time&amp;field0-0-0=noop&amp;type0-0-0=noop&amp;value0-0-0=">bugzilla</a>. Okular 0.15 is a recommended update for everyone using Okular.
ca@valencia: S'ha publicat la versió 0.15 de l'Okular conjuntament amb la publicació 4.9 de les Aplicacions del KDE. Aquesta publicació presenta característiques noves com la capacitat d'emmagatzemar anotacions amb els documents PDF, més suport per a les pel·lícules PDF, punts múltiples per pàgina i altres millores secundàries. Trobareu la llista no completa dels errors i característiques al <a href="https://bugs.kde.org/buglist.cgi?query_format=advanced&amp;short_desc_type=allwordssubstr&amp;short_desc=&amp;product=okular&amp;long_desc_type=allwordssubstr&amp;long_desc=&amp;bug_file_loc_type=allwordssubstr&amp;bug_file_loc=&amp;keywords_type=allwords&amp;keywords=&amp;bug_status=RESOLVED&amp;bug_status=VERIFIED&amp;bug_status=CLOSED&amp;emailtype1=exact&amp;email1=&amp;emailtype2=substring&amp;email2=&amp;bugidtype=include&amp;bug_id=&amp;votes=&amp;chfieldfrom=2010-10-10&amp;chfieldto=Now&amp;chfield=cf_versionfixedin&amp;chfieldvalue=4.9.0&amp;cmdtype=doit&amp;order=Reuse+same+sort+as+last+time&amp;field0-0-0=noop&amp;type0-0-0=noop&amp;value0-0-0=">bugzilla</a>. L'Okular 0.15 és una actualització recomanada per a tothom que usi l'Okular.

source: Okular 0.16 released
ca@valencia: Publicat l'Okular 0.16
