Repository: raurodse/prueba
Catalog: */websites-okular-kde-org/okular-kde-org_www.po
Languages: ca@valencia

source: The forth maintenance release of the KDE 4.3 series includes Okular 0.9.4. It includes some crash fixes, and few small bug fixes in the interface. You can read all the fixed issues at <a href="http://www.kde.org/announcements/changelogs/changelog4_3_3to4_3_4.php#okular">http://www.kde.org/announcements/changelogs/changelog4_3_3to4_3_4.php</a>
ca@valencia: La quarta publicació de manteniment de les sèries 4.3 del KDE conté l'Okular 0.9.4. Inclou diverses esmenes de fallades, així com esmenes d'errors a la interfície. Podeu llegir tots els problemes solucionats a <a href="http://www.kde.org/announcements/changelogs/changelog4_3_3to4_3_4.php#okular">http://www.kde.org/announcements/changelogs/changelog4_3_3to4_3_4.php</a>

source: Okular 1.0 released
ca@valencia: Publicat l'Okular 1.0

source: The 1.0 version of Okular has been released together with KDE Applications 16.12 release. This release is now based in KDE Frameworks 5, you can check the full changelog at <a href='https://www.kde.org/announcements/fulllog_applications.php?version=16.12.0#okular'>https://www.kde.org/announcements/fulllog_applications.php?version=16.12.0#okular</a>. Okular 1.0 is a recommended update for everyone using Okular.
ca@valencia: S'ha publicat la versió 1.0 de l'Okular conjuntament amb la publicació 16.12 de les Aplicacions del KDE. Aquesta publicació està basada ara amb els Frameworks 5. Podeu revisar el registre complet de canvis <a href='https://www.kde.org/announcements/fulllog_applications.php?version=16.12.0#okular'>https://www.kde.org/announcements/fulllog_applications.php?version=16.12.0#okular</a>. L'Okular 1.0 és una actualització recomanada per a tothom que usi l'Okular.

source: Okular 1.10 released
ca@valencia: Publicat l'Okular 1.10

source: The 1.10 version of Okular has been released. This release introduces kinetic scrolling, tab management improvements, improvements to the Mobile UI and various minor fixes and features all over. You can check the full changelog at <a href='https://kde.org/announcements/changelog-releases.php?version=20.04.0#okular'>https://kde.org/announcements/changelog-releases.php?version=20.04.0#okular</a>. Okular 1.10 is a recommended update for everyone using Okular.
ca@valencia: S'ha publicat la versió 1.10 de l'Okular. Aquesta publicació presenta el desplaçament cinètic, millores a la gestió de les pestanyes, millores a la IU mòbil i diverses correccions i característiques secundàries. Podeu revisar el registre complet de canvis a <a href='https://kde.org/announcements/changelog-releases.php?version=20.04.0#okular'>https://kde.org/announcements/changelog-releases.php?version=20.04.0#okular</a>. L'Okular 1.10 és una actualització recomanada per a tothom que usi l'Okular.

source: Okular 1.11 released
ca@valencia: Publicat l'Okular 1.11

source: The 1.11 version of Okular has been released. This release introduces a new annotation user interface and various minor fixes and features all over. You can check the full changelog at <a href='https://kde.org/announcements/changelog-releases.php?version=20.08.0#okular'>https://kde.org/announcements/changelog-releases.php?version=20.08.0#okular</a>. Okular 1.11 is a recommended update for everyone using Okular.
ca@valencia: S'ha publicat la versió 1.11 de l'Okular. Aquesta publicació presenta una interfície nova d'usuari de les anotacions i diverses correccions i característiques secundàries. Podeu revisar el registre complet de canvis a <a href='https://kde.org/announcements/changelog-releases.php?version=20.08.0#okular'>https://kde.org/announcements/changelog-releases.php?version=20.08.0#okular</a>. L'Okular 1.11 és una actualització recomanada per a tothom que usi l'Okular.

source: Okular 1.1 released
ca@valencia: Publicat l'Okular 1.1

source: The 1.1 version of Okular has been released together with KDE Applications 17.04 release. This release introduces annotation resize functionality, support for automatic calculation of form contents, touch screen improvements and more! You can check the full changelog at <a href='https://www.kde.org/announcements/fulllog_applications.php?version=17.04.0#okular'>https://www.kde.org/announcements/fulllog_applications.php?version=17.04.0#okular</a>. Okular 1.1 is a recommended update for everyone using Okular.
ca@valencia: S'ha publicat la versió 1.1 de l'Okular conjuntament amb la publicació 17.04 de les Aplicacions del KDE. Aquesta publicació presenta la característica per a canviar de mida les anotacions, la implementació per a calcular automàticament el contingut dels formularis, millores per a les pantalles tàctils i més! Podeu revisar el registre complet de canvis <a href='https://www.kde.org/announcements/fulllog_applications.php?version=17.04.0#okular'>https://www.kde.org/announcements/fulllog_applications.php?version=17.04.0#okular</a>. L'Okular 1.1 és una actualització recomanada per a tothom que usi l'Okular.

source: Okular 1.2 released
ca@valencia: Publicat l'Okular 1.2

source: The 1.2 version of Okular has been released together with KDE Applications 17.08 release. This release introduces minor bugfixes and improvements. You can check the full changelog at <a href='https://www.kde.org/announcements/fulllog_applications.php?version=17.08.0#okular'>https://www.kde.org/announcements/fulllog_applications.php?version=17.08.0#okular</a>. Okular 1.2 is a recommended update for everyone using Okular.
ca@valencia: S'ha publicat la versió 1.2 de l'Okular conjuntament amb la publicació 17.08 de les Aplicacions del KDE. Aquesta publicació presenta petites esmenes d'errors i millores. Podeu revisar el registre complet de canvis <a href='https://www.kde.org/announcements/fulllog_applications.php?version=17.08.0#okular'>https://www.kde.org/announcements/fulllog_applications.php?version=17.08.0#okular</a>. L'Okular 1.2 és una actualització recomanada per a tothom que usi l'Okular.

source: Okular 1.3 released
ca@valencia: Publicat l'Okular 1.3

source: The 1.3 version of Okular has been released together with KDE Applications 17.12 release. This release introduces changes to how saving annotations and form data works, supports partial rendering updates for files that take long time to render, makes text links interactive on text selection mode, adds a Share option in the File menu, adds Markdown support and fixes some issues regarding HiDPI support. You can check the full changelog at <a href='https://www.kde.org/announcements/fulllog_applications.php?version=17.12.0#okular'>https://www.kde.org/announcements/fulllog_applications.php?version=17.12.0#okular</a>. Okular 1.3 is a recommended update for everyone using Okular.
ca@valencia: S'ha publicat la versió 1.3 de l'Okular conjuntament amb la publicació 17.12 de les Aplicacions del KDE. Aquesta publicació presenta canvis en com es guarden les anotacions i el funcionament de les dades de formularis, admet actualitzacions parcials de la renderització per a fitxers que triguen en renderitzar, fa interactius els enllaços de text en mode de selecció de text, afig l'opció de compartir al menú Fitxer, afig la implementació per al Markdown i esmena diversos problemes referits a la implementació del HiDPI. Podeu revisar el registre complet de canvis <a href='https://www.kde.org/announcements/fulllog_applications.php?version=17.12.0#okular'>https://www.kde.org/announcements/fulllog_applications.php?version=17.12.0#okular</a>. L'Okular 1.3 és una actualització recomanada per a tothom que usi l'Okular.

source: Okular 1.4 released
ca@valencia: Publicat l'Okular 1.4

source: The 1.4 version of Okular has been released together with KDE Applications 18.04 release. This release introduces improved JavaScript support in PDF files and supports PDF rendering cancelling, which means that if you have a complex PDF file and you change the zoom while it's rendering it will cancel immediately instead of waiting for the render to finish. You can check the full changelog at <a href='https://www.kde.org/announcements/fulllog_applications.php?version=18.04.0#okular'>https://www.kde.org/announcements/fulllog_applications.php?version=18.04.0#okular</a>. Okular 1.4 is a recommended update for everyone using Okular.
ca@valencia: S'ha publicat la versió 1.4 de l'Okular conjuntament amb la publicació 18.04 de les Aplicacions del KDE. Aquesta publicació presenta millores a la implementació de JavaScript en els fitxers PDF i permet la cancel·lació de la renderització de PDF, el qual vol dir que si teniu un fitxer PDF complex i canvieu el mentre s'està renderitzant, es cancel·larà immediatament en lloc d'esperar la finalització de la renderització. Podeu revisar el registre complet de canvis a <a href='https://www.kde.org/announcements/fulllog_applications.php?version=18.04.0#okular'>https://www.kde.org/announcements/fulllog_applications.php?version=18.04.0#okular</a>. L'Okular 1.4 és una actualització recomanada per a tothom que usi l'Okular.

source: Okular 1.5 released
ca@valencia: Publicat l'Okular 1.5

source: The 1.5 version of Okular has been released together with KDE Applications 18.08 release. This release introduces Form improvements among various other fixes and small features. You can check the full changelog at <a href='https://www.kde.org/announcements/fulllog_applications.php?version=18.08.0#okular'>https://www.kde.org/announcements/fulllog_applications.php?version=18.08.0#okular</a>. Okular 1.5 is a recommended update for everyone using Okular.
ca@valencia: S'ha publicat la versió 1.5 de l'Okular conjuntament amb la publicació 18.08 de les Aplicacions del KDE. Aquesta publicació presenta millores als formularis entre altres esmenes i petites característiques. Podeu revisar el registre complet de canvis <a href='https://www.kde.org/announcements/fulllog_applications.php?version=18.08.0#okular'>https://www.kde.org/announcements/fulllog_applications.php?version=18.08.0#okular</a>. L'Okular 1.5 és una actualització recomanada per a tothom que usi l'Okular.

source: Okular 1.6 released
ca@valencia: Publicat l'Okular 1.6

source: The 1.6 version of Okular has been released together with KDE Applications 18.12 release. This release introduces the new Typewriter annotation tool among various other fixes and small features. You can check the full changelog at <a href='https://www.kde.org/announcements/fulllog_applications-aether.php?version=18.12.0#okular'>https://www.kde.org/announcements/fulllog_applications-aether.php?version=18.12.0#okular</a>. Okular 1.6 is a recommended update for everyone using Okular.
ca@valencia: S'ha publicat la versió 1.6 de l'Okular conjuntament amb la publicació 18.12 de les Aplicacions del KDE. Aquesta publicació presenta l'eina d'anotacions nova de màquina d'escriure, entre altres esmenes i petites característiques. Podeu revisar el registre complet de canvis <a href='https://www.kde.org/announcements/fulllog_applications-aether.php?version=18.12.0#okular'>https://www.kde.org/announcements/fulllog_applications.php?version=18.12.0#okular</a>. L'Okular 1.6 és una actualització recomanada per a tothom que usi l'Okular.

source: Okular 1.8 released
ca@valencia: Publicat l'Okular 1.8

source: The 1.8 version of Okular has been released together with KDE Applications 19.08 release. This release introduces the feature of setting Line Annotation endings among various other fixes and small features. You can check the full changelog at <a href='https://www.kde.org/announcements/fulllog_applications-aether.php?version=19.08.0#okular'>https://www.kde.org/announcements/fulllog_applications-aether.php?version=19.08.0#okular</a>. Okular 1.8 is a recommended update for everyone using Okular.
ca@valencia: S'ha publicat la versió 1.8 de l'Okular conjuntament amb la publicació 19.08 de les Aplicacions del KDE. Aquesta publicació introdueix la característica per a configurar les finalitzacions de l'anotació de línia entre altres esmenes i característiques petites. Podeu revisar el registre complet de canvis <a href='https://www.kde.org/announcements/fulllog_applications-aether.php?version=19.08.0#okular'>https://www.kde.org/announcements/fulllog_applications-aether.php?version=19.08.0#okular</a>. L'Okular 1.8 és una actualització recomanada per a tothom que usi l'Okular.

source: Okular 1.9 released
ca@valencia: Publicat l'Okular 1.9

source: The 1.9 version of Okular has been released. This release introduces cb7 support for ComicBook archives, improved JavaScript support for PDF files among various other fixes and small features. You can check the full changelog at <a href='https://kde.org/announcements/changelog-releases.php?version=19.12.0#okular'>https://kde.org/announcements/changelog-releases.php?version=19.12.0#okular</a>. Okular 1.9 is a recommended update for everyone using Okular.
ca@valencia: S'ha publicat la versió 1.9 de l'Okular. Aquesta publicació presenta el suport per als arxius de ComicBook «cb7», un suport millorat de JavaScript per als fitxers PDF, i altres correccions i millores secundàries. Podeu revisar el registre complet de canvis a <a href='https://kde.org/announcements/changelog-releases.php?version=19.12.0#okular'>https://kde.org/announcements/changelog-releases.php?version=19.12.0#okular</a>. L'Okular 1.9 és una actualització recomanada per a tothom que usi l'Okular.

source: Okular 20.12 released
ca@valencia: Publicat l'Okular 20.12

source: The 20.12 version of Okular has been released. This release introduces various minor fixes and features all over. You can check the full changelog at <a href='https://kde.org/announcements/changelog-releases.php?version=20.12.0#okular'>https://kde.org/announcements/changelog-releases.php?version=20.12.0#okular</a>. Okular 20.12 is a recommended update for everyone using Okular.
ca@valencia: S'ha publicat la versió 20.12 de l'Okular. Aquest llançament presenta diverses correccions i característiques secundàries. Podeu revisar el registre complet de canvis a <a href='https://kde.org/announcements/changelog-releases.php?version=20.12.0#okular'>https://kde.org/announcements/changelog-releases.php?version=20.12.0#okular</a>. L'Okular 20.12 és una actualització recomanada per a tothom que usi l'Okular.

source: Okular 21.04 released
ca@valencia: Publicat l'Okular 21.04

source: The 21.04 version of Okular has been released. This release introduces Digital Signing of PDF files and various minor fixes and features all over. You can check the full changelog at <a href='https://kde.org/announcements/changelogs/releases/21.04.0/#okular'>https://kde.org/announcements/changelogs/releases/21.04.0/#okular</a>. Okular 21.04 is a recommended update for everyone using Okular.
ca@valencia: S'ha publicat la versió 21.04 de l'Okular. Aquest llançament presenta la signatura digital de fitxers PDF i diverses correccions i característiques secundaries. Podeu revisar el registre complet de canvis a <a href='https://kde.org/announcements/changelogs/releases/21.04.0/#okular'>https://kde.org/announcements/changelogs/releases/21.04.0/#okular</a>. L'Okular 21.04 és una actualització recomanada per a tothom que usi l'Okular.

source: Okular 21.08 released
ca@valencia: Publicat l'Okular 21.08

source: The 21.08 version of Okular has been released. This release contains various minor fixes and features all over. You can check the full changelog at <a href='https://kde.org/announcements/changelogs/gear/21.08.0/#okular'>https://kde.org/announcements/changelogs/gear/21.08.0/#okular</a>. Okular 21.08 is a recommended update for everyone using Okular.
ca@valencia: S'ha publicat la versió 21.08 de l'Okular. Aquest llançament conté diverses correccions i característiques secundaries. Podeu revisar el registre complet de canvis a <a href='https://kde.org/announcements/changelogs/gear/21.08.0/#okular'>https://kde.org/announcements/changelogs/gear/21.08.0/#okular</a>. L'Okular 21.08 és una actualització recomanada per a tothom que usi l'Okular.

source: Okular forums
ca@valencia: Fòrums de l'Okular

source: We now have a subforum inside the KDE Community Forums. You can find it at <a href="http://forum.kde.org/viewforum.php?f=251">http://forum.kde.org/viewforum.php?f=251</a>.
ca@valencia: Ara tenim un subfòrum dins els fòrums de la Comunitat KDE. El trobareu a <a href="http://forum.kde.org/viewforum.php?f=251">http://forum.kde.org/viewforum.php?f=251</a>.

source: Okular in kdegraphics
ca@valencia: L'Okular al «kdegraphics»

source: The Okular team is proud to announce Okular is now part of the kdegraphics module. The next version of Okular will be shipped with KDE 4.0.
ca@valencia: L'equip de l'Okular anuncia amb satisfacció que l'Okular ara és part del mòdul «kdegraphics». La propera versió de l'Okular es distribuirà amb el KDE 4.0.

source: Okular joins The Season of Usability project
ca@valencia: L'Okular s'uneix al projecte «Season of Usability»

source: The Okular team is proud to announce Okular has been one of the applications selected to participate in the <a href="http://www.openusability.org/season/0607/">Season of Usability</a> project, run by usability experts at <a href="http://www.openusability.org">OpenUsability</a>. From here we want to welcome Sharad Baliyan to the team and thank Florian Graessle and Pino Toscano for their continued work on improving Okular.
ca@valencia: L'equip de l'Okular anuncia amb satisfacció que l'Okular ha estat una de les aplicacions seleccionades per a participar en el projecte <a href="http://www.openusability.org/season/0607/">Season of Usability</a>, organitzat per experts en usabilitat a <a href="http://www.openusability.org">OpenUsability</a>. Des d'ací volem donar la benvinguda al Sharad Baliyan a l'equip i agrair al Florian Graessle i al Pino Toscano per la seua tasca continuada en millorar l'Okular.

source: The Universal Document Viewer
ca@valencia: El visor universal de documents

source: Multi-platform, fast and packed with features, Okular allows you to read PDF documents, comics and EPub books, browse images, visualize Markdown documents, and much more.
ca@valencia: Multiplataforma, ràpid i ple de característiques, l'Okular permet llegir documents PDF, còmics i llibres EPub, visualitzar imatges, visualitzar documents Markdown, i molt més.

source: Screenshot of Okular
ca@valencia: Captura de pantalla de l'Okular

source: Illustration from [David Revoy CC-BY-SA-4.0](https://www.peppercarrot.com/)
ca@valencia: Il·lustració de [David Revoy CC-BY-SA-4.0](https://www.peppercarrot.com/)

source: Download
ca@valencia: Baixada

source: Support for Many Formats
ca@valencia: Admet molts formats

source: Okular supports many formats, including PDF, EPub, DjVU and MD for documents; JPEG, PNG, GIF, Tiff, WebP for images; CBR and CBZ for comics; and many, many more.
ca@valencia: L'Okular admet molts formats, incloent PDF, EPub, DjVU i MD per a documents; JPEG, PNG, GIF, Tiff, WebP per a imatges; CBR i CBZ per a còmics; i molts, molts més.

source: See Format Compatibility table
ca@valencia: Vegeu la taula de compatibilitat de formats

source: Advanced User Interface
ca@valencia: Interfície avançada d'usuaris

source: Okular has a wide range of features that lets you easily manage your documents.
ca@valencia: L'Okular té una gran varietat de característiques que permeten gestionar amb facilitat els vostres documents.

source: A screenshot from Okular showing its annotation mode.
ca@valencia: Una captura de pantalla de l'Okular mostrant el seu mode d'anotació.

source: Annotate your PDFs
ca@valencia: Anoteu els PDF

source: With Okular's 'Annotation mode', you can easily add inline and popup notes, highlight and underline text, or even add your own text.
ca@valencia: Amb el «Mode d'anotació» de l'Okular es poden afegir fàcilment notes en línia o emergents, ressaltar o subratllar text, o inclús afegir el vostre propi text.

source: Select and View any Text
ca@valencia: Selecció i visualització de qualsevol text

source: With Okular's 'Selection mode', you can copy and paste almost anything from your documents to elsewhere. And, for those times the text you want to read is too small, you can use the 'Magnifier mode'.
ca@valencia: Amb el «Mode de selecció» de l'Okular podeu copiar i enganxar gairebé qualsevol cosa des dels documents a qualsevol altre lloc. I per aquelles vegades que el text que voleu llegir és massa petit, es pot usar el «Mode ampliador».

source: Okular's 'Selection mode', with text, area and table selection options.
ca@valencia: El «Mode de selecció» de l'Okular, amb opcions de selecció de text, àrea i taula.

source: Okular's 'Text Magnifier' feature.
ca@valencia: La característica «Ampliador de text» de l'Okular.

source: Okular's 'Content panel' auto renders a table of contents for a document.
ca@valencia: El «Plafó de contingut» de l'Okular representa automàticament una taula de contingut dels documents.

source: Okular's 'Thumbnails panel' shows a thumbnail for each page of a document.
ca@valencia: El «Plafó de miniatures» de l'Okular mostra una miniatura de cada pàgina dels documents.

source: Your Content, at a Glance
ca@valencia: El contingut, d'una ullada

source: Navigating your content is easier than ever. With Okular's 'Thumbnails panel', you can browse graphically the part of the document you were looking for. With the 'Content panel', find the chapter you need in all supported documents.
ca@valencia: La navegació pel contingut és més fàcil que mai. Amb el «Plafó de miniatures» de l'Okular es pot explorar gràficament la part del document que esteu cercant. Amb el «Plafó de contingut», trobeu el capítol que necessiteu en tots els documents acceptats.

source: First-class Signature Support
ca@valencia: Suport de primera classe de signatures

source: You can view and verify digital signatures embedded in PDFs, check if they are still valid, and detect any modifications since the moment the document was signed. You can even sign PDFs yourself!
ca@valencia: Podeu veure i verificar signatures digitals incrustades en els PDF, comprovar si encara són vàlides, i detectar qualsevol modificació des del moment que el document es va signar. Inclús podeu signar vós mateix els PDF!

source: Okular showing a signed PDF.
ca@valencia: L'Okular mostrant un PDF signat.

source: Free Software
ca@valencia: Programari lliure

source: Okular is released under the [GPLv2+](https://spdx.org/licenses/GPL-2.0-or-later.html), and is thus fully Free Software. Find the source code including guidance how to contribute in the [Okular repository on KDE's GitLab](https://invent.kde.org/graphics/okular). Okular also fully respects your privacy, see all details in the [KDE Software Privacy Policy](https://kde.org/privacypolicy-apps/).
ca@valencia: L'Okular es publica d'acord amb la [GPLv2+](https://spdx.org/licenses/GPL-2.0-or-later.html), i per tant és programari completament lliure. Trobareu el codi font incloent-hi una guia de com col·laborar al [repositori de l'Okular en el GitLab de KDE](https://invent.kde.org/graphics/okular). L'Okular també respecta completament la vostra privadesa, vegeu tots els detalls a la [Política de privades del programari de KDE](https://kde.org/privacypolicy-apps/).

source: Logo for the PDF freedom initiative
ca@valencia: Logotip de la iniciativa per a la llibertat dels PDF

source: Try Okular now!
ca@valencia: Proveu l'Okular ara!

source: Visit the download page.
ca@valencia: Visiteu la pàgina de baixades.

source: Made by KDE
ca@valencia: Creat per la comunitat KDE

source: Latest News
ca@valencia: Darreres notícies

source: View all Development News
ca@valencia: Veure totes les notícies del desenvolupament

source: Read More
ca@valencia: Llegiu més

source: Features/Formats
ca@valencia: Característiques/Formats

source: Images
ca@valencia: Imatges

source: Main library used
ca@valencia: Biblioteca principal usada

source: Loading
ca@valencia: Càrrega
