Repository: raurodse/prueba
Catalog: */websites-okular-kde-org/okular-kde-org_www.po
Languages: ca@valencia

source: Rendering
ca@valencia: Renderització

source: Document Information
ca@valencia: Informació del document

source: Threaded Rendering
ca@valencia: Renderització en fils

source: Font Information
ca@valencia: Informació del tipus de lletra

source: Text Extraction
ca@valencia: Extracció de text

source: Links
ca@valencia: Enllaços

source: Paper Size
ca@valencia: Mida del paper

source: Printing
ca@valencia: Impressió

source: Text Exporting
ca@valencia: Exportació de text

source: Annotations
ca@valencia: Anotacions

source: Other Features
ca@valencia: Altres característiques

source: Forms
ca@valencia: Formularis

source: Inverse Search
ca@valencia: Cerca inversa

source: Document Rights
ca@valencia: Drets del document

source: Embedded Files
ca@valencia: Fitxers incrustats

source: Sounds
ca@valencia: Sons

source: Movies
ca@valencia: Pel·lícules

source: Yes
ca@valencia: Sí

source: Work in Progress
ca@valencia: Treball en curs

source: Search
ca@valencia: Cerca

source: Search Results
ca@valencia: Resultats de la cerca

source: No matches found
ca@valencia: No s'ha trobat cap coincidència
