Repository: raurodse/prueba
Catalog: */kgraphviewer/org.kde.kgraphviewer.appdata.po
Languages: ca@valencia

source: A Graphviz DOT graph viewer
ca@valencia: Un visor de gràfics DOT del Graphviz

source: KGraphViewer is a Graphviz DOT graph file viewer, aimed to replace the other outdated Graphviz tools. Graphs are commonly used in scientific domains and particularly in computer science.
ca@valencia: El KGraphViewer és un visor de fitxers gràfics DOT del Graphviz, destinat a substituir les altres eines obsoletes del Graphviz. Els gràfics normalment s'utilitzen en dominis científics i particularment en informàtica.

source: Features:
ca@valencia: Característiques:

source: Zooming
ca@valencia: Zoom

source: Threaded loading of several graphs in tabs
ca@valencia: Carrega per subprocessos de diversos gràfics en pestanyes

source: Saving of the recent files list
ca@valencia: Desament de la llista de fitxers recents

source: Manual reload of files
ca@valencia: Recarrega manualment els fitxers

source: Display of a bird-eye view of the graph
ca@valencia: Representació de vista d'ocell del gràfic

source: Moving of the graph by dragging
ca@valencia: Moviment del gràfic en arrossegar

source: Full featured printing
ca@valencia: Impressió amb totes les funcionalitats

source: Perfect drawing of all graphviz example graphs
ca@valencia: Dibuixat perfecte de tots els gràfics d'exemple del «graphviz»

source: Automatically choose dot for directed graphs and neato for undirected
ca@valencia: Selecció automàtica de «dot» per als gràfics dirigits i «neato» per als no dirigits

source: Possibility to use an arbitrary layout algorithm as soon as it produces xdot format
ca@valencia: Possibilitat d'utilitzar un algorisme de disposició arbitrari si produeix un format «xdot»

source: Automatic reloading with user confirmation of (externally) modified files (configurable)
ca@valencia: Recarrega automàticament amb confirmació d'usuari els fitxers (externament) modificats (configurable)

source: Open new instances as new tabs in the old one (configurable)
ca@valencia: Obri les instàncies noves com a pestanyes noves en l'antiga (configurable)
