Repository: raurodse/prueba
Catalog: */print-manager/print-manager._desktop_.po
Languages: ca@valencia

# Name
source: Add Printer
ca@valencia: Afig una impressora

# Comment
source: Tool for adding new printers
ca@valencia: Eina per afegir impressores noves

# Name
source: Configure Printer
ca@valencia: Configuració de la impressora

# Comment
source: Configure your printer
ca@valencia: Configura la impressora

# Name
source: Printers
ca@valencia: Impressores

# Comment
source: List print jobs and manage them
ca@valencia: Llista i gestiona els treballs de la impressió

# Comment
source: Configure your printers
ca@valencia: Configura les impressores

# Name
source: Print Manager
ca@valencia: Gestor de la impressió

# Comment
source: Inform when a new printer is detected, and print problems
ca@valencia: Informa quan es detecta una impressora nova, dels problemes de la impressió

# Name
source: Printer Management
ca@valencia: Gestió de la impressió

# Comment
source: Notifies when a new printer is detected
ca@valencia: Notifica quan es detecta una impressora nova

# Name
source: A New Printer was detected
ca@valencia: S'ha detectat una impressora nova

# Name
source: The New Printer was added
ca@valencia: S'ha afegit la impressora nova

# Name
source: Print Queue
ca@valencia: Cua de la impressió

# Comment
source: View the print jobs
ca@valencia: Visualitza els treballs de la impressió
