Repository: raurodse/prueba
Catalog: */calindori/org.kde.calindori.appdata.po
Languages: ca@valencia

source: Calendar application
ca@valencia: Aplicació de calendari

source: Calindori is a touch friendly calendar application. It has been designed for mobile devices but it can also run on desktop environments. Users of Calindori are able to check previous and future dates and manage tasks and events.
ca@valencia: El Calindori és una aplicació de calendari tàctil. Està dissenyada per als dispositius mòbils, però també es pot executar als entorns d'escriptori. L'usuaris del Calindori poden revisar dates anteriors i futures i gestionar tasques i esdeveniments.

source: When executing the application for the first time, a new calendar file is created that follows the ical standard. Alternatively, users may create additional calendars or import existing ones.
ca@valencia: En executar l'aplicació per primera vegada, es crea un fitxer nou de calendari que segueix l'estàndard «ical». Alternativament, els usuaris poden crear calendaris addicionals o importar-ne d'existents.

source: Features:
ca@valencia: Característiques:

source: Events
ca@valencia: Esdeveniments

source: Todos
ca@valencia: Tasques pendents

source: Multiple calendars
ca@valencia: Calendaris múltiples

source: Import calendar
ca@valencia: Importa calendaris

source: Calindori on Mobile
ca@valencia: El Calindori al mòbil

source: Calindori on Desktop
ca@valencia: El Calindori a l'escriptori
