Repository: raurodse/prueba
Catalog: */konqueror/konqueror._desktop_.po
Languages: ca@valencia

# GenericName
source: Web Browser
ca@valencia: Navegador web

# Name
source: Konqueror preloading during desktop environment startup
ca@valencia: Precàrrega del Konqueror durant l'engegada de l'entorn d'escriptori

# Name
source: Bookmark Toolbar
ca@valencia: Barra d'eines de punts

# GenericName
source: Web Browser, File Manager and Viewer
ca@valencia: Navegador web, gestor i visor de fitxers

# Comment
source: KDE File Manager & Web Browser
ca@valencia: El gestor de fitxers i navegador Web del KDE

# Name
source: Konqueror Feed Icon
ca@valencia: Icona de font del Konqueror

# Comment
source: Displays an icon in the status bar if the page contains a feed
ca@valencia: Mostra una icona a la barra d'estat si la pàgina conté una font d'informació

# Name
source: Add Feed to Akregator
ca@valencia: Afig aquesta font a l'Akregator

# Comment
source: Adds selected feed to Akregator
ca@valencia: Afig la font seleccionada a l'Akregator

# Name
source: Auto Refresh
ca@valencia: Actualització automàtica

# Comment
source: Auto Refresh plugin
ca@valencia: Connector d'actualització automàtica

# Name
source: Translate
ca@valencia: Traducció

# Comment
source: Language translation for the current page using Google
ca@valencia: Traducció d'idioma per a la pàgina actual usant Google

# Name
source: Directory Filter
ca@valencia: Filtre de directoris

# Comment
source: Filter directory view using an attribute filter
ca@valencia: Filtra la vista de directoris usant un filtre d'atributs

# Name
source: File Size Viewer
ca@valencia: Visor de mida de fitxers

# Comment
source: View your filesystem as a TreeMap
ca@valencia: Mostra el sistema de fitxers com un mapa en forma d'arbre

# Name
source: File Size View
ca@valencia: Vista de mida de fitxers

# Comment
source: Enables a proportional view of directories and files based on file size
ca@valencia: Habilita una vista proporcional dels directoris i fitxers basada en la mida dels fitxers

# X-KDE-Submenu
source: Convert To
ca@valencia: Converteix a

# X-KDE-Submenu
source: Transform Image
ca@valencia: Transforma imatge

# Name
source: Rotate Clockwise
ca@valencia: Gira en sentit horari

# Name
source: Rotate Counter-Clockwise
ca@valencia: Gira en sentit antihorari

# Name
source: Flip Vertically
ca@valencia: Inverteix verticalment

# Name
source: Flip Horizontally
ca@valencia: Inverteix horitzontalment

# Name
source: HTML Settings
ca@valencia: Arranjament HTML

# Comment
source: A fast way to change the HTML settings
ca@valencia: Una manera ràpida de canviar la configuració de l'HTML

# Name
source: Image Gallery
ca@valencia: Galeria d'imatges

# Comment
source: An easy way to generate an HTML image gallery
ca@valencia: Una manera senzilla de generar una galeria d'imatges HTML

# Name
source: Search Bar
ca@valencia: Barra de cerca

# Comment
source: Provides a text box for easier access to search engines like Google.
ca@valencia: Proporciona un quadre de text per a un accés més fàcil als motors de cerca com Google.

# Name
source: Shell Command Plugin
ca@valencia: Connector d'ordres

# Comment
source: Shell Command Plugin for Konqueror
ca@valencia: Connector d'ordres per al Konqueror

# Name
source: Text-to-Speech
ca@valencia: Text a veu

# Comment
source: Produces audio output for text in the current page
ca@valencia: Produeix una eixida d'àudio per al text en la pàgina actual

# Name
source: UserAgent Changer
ca@valencia: Commutador d'agent d'usuari

# Comment
source: Allows the detected UserAgent to be modified
ca@valencia: Permet de modificar l'agent d'usuari (UserAgent) detectat

# Name
source: Web Archiver
ca@valencia: Arxivador de webs

# Comment
source: Creates archives of websites
ca@valencia: Crea arxius de llocs web

# Name
source: Web Archives and HTML files
ca@valencia: Arxius web i fitxers HTML

# Name
source: Bookmarks
ca@valencia: Adreces d'interés

# Comment
source: Configure the bookmarks home page
ca@valencia: Configura la pàgina inicial de les adreces d'interés

# X-KDE-Keywords
source: Bookmarks
ca@valencia: Adreces d'interés

# Name
source: Behavior
ca@valencia: Comportament

# Comment
source: You can configure how Konqueror behaves as a file manager here
ca@valencia: Ací podeu configurar com es comportarà el Konqueror com a gestor de fitxers

# X-KDE-Keywords
source: konqueror,filemanager,kfm,tips,file tips,separate window,spawn windows,behavior,behaviour,memory usage,Home URL,network operations,progress dialog,trash can,delete,confirmation
ca@valencia: konqueror,gestor de fitxers,kfm,consells,consells de fitxers,finestres separades,finestres engendrades,comportament,ús de memòria,URL inicial,operacions de xarxa,diàleg de progrés,paperera,supressió,confirmació

# Name
source: Stylesheets
ca@valencia: Fulls d'estil

# Comment
source: Configure the stylesheets used to render web pages
ca@valencia: Configura els fulls d'estil emprats per a renderitzar les pàgines web

# X-KDE-Keywords
source: CSS,HTML,style,stylesheet,accessibility
ca@valencia: CSS,HTML,estil,fulls d'estil,accessibilitat

# Name
source: Appearance
ca@valencia: Aparença

# Comment
source: Configure how to display web pages
ca@valencia: Configura com visualitzar les pàgines web

# X-KDE-Keywords
source: konqueror,kfm,browser,html,web,www,fonts,charsets,character sets,encoding
ca@valencia: konqueror,kfm,navegador,html,web,www,tipus de lletra,joc de caràcters,jocs de caràcters,codificació

# Name
source: Web Behavior
ca@valencia: Comportament web

# Comment
source: Configure the browser behavior
ca@valencia: Configura el comportament del navegador

# X-KDE-Keywords
source: konqueror,kfm,browser,html,web,www,fonts,colours,colors,java,javascript,cursor,links,images,charsets,character sets,encoding
ca@valencia: konqueror,kfm,navegador,html,web,www,tipus de lletra,colors,colors,java,javascript,cursor,enllaços,imatges,joc de caràcters,joc de caràcters,codificació

# Name
source: AdBlocK Filters
ca@valencia: Filtres de bloqueig publicitari

# Comment
source: Configure Konqueror AdBlocK filters
ca@valencia: Configura els filtres de bloqueig publicitari de Konqueror

# Comment
source: Configure general Konqueror behavior
ca@valencia: Configura el comportament general del Konqueror

# X-KDE-Keywords
source: konqueror,tabs
ca@valencia: konqueror,pestanyes

# Name
source: Java & JavaScript
ca@valencia: Java i JavaScript

# Comment
source: Configure the behavior of Java and JavaScript
ca@valencia: Configura el comportament de Java i JavaScript

# X-KDE-Keywords
source: konqueror,kfm,browser,html,web,www,java,javascript
ca@valencia: konqueror,kfm,navegador,html,web,www,java,javascript

# Name
source: Performance
ca@valencia: Rendiment

# Comment
source: Configure settings that can improve Konqueror performance
ca@valencia: Configura les opcions per a millorar el rendiment del Konqueror

# X-KDE-Keywords
source: konqueror,reuse,preloading
ca@valencia: konqueror,tornar a usar,precàrrega

# Name
source: KDE Performance
ca@valencia: Rendiment del KDE

# Comment
source: Configure settings that can improve KDE performance
ca@valencia: Configura les opcions per a millorar el rendiment del KDE

# X-KDE-Keywords
source: performance,speed,memory,improve
ca@valencia: rendiment,velocitat,memòria,millora

# Name
source: Bookmarks SideBar Module
ca@valencia: Mòdul de barra lateral d'adreces d'interés

# Comment
source: This is the list of your bookmarks, for a faster access
ca@valencia: Aquesta és la llista de les vostres adreces d'interés, per a un accés més ràpid

# Name
source: Fonts
ca@valencia: Tipus de lletra

# Comment
source: Personal and System fonts list.
ca@valencia: Llista dels tipus de lletra personals i del sistema.

# Name
source: History
ca@valencia: Historial

# Comment
source: This is the history of the URLs you have recently visited. You can sort them in many ways.
ca@valencia: Aquest és l'historial amb els URL que heu visitat recentment. Podeu ordenar-los de moltes maneres.

# Name
source: Home Folder
ca@valencia: Carpeta inici

# Comment
source: This folder contains your personal files
ca@valencia: Aquest directori conté els vostres fitxers personals

# Name
source: Places
ca@valencia: Llocs

# Comment
source: This is the list of places.
ca@valencia: Aquesta és la llista de llocs.

# Name
source: Remote
ca@valencia: Remot

# Name
source: Root Folder
ca@valencia: Carpeta arrel

# Comment
source: This is the root of the filesystem
ca@valencia: Aquesta és l'arrel del sistema de fitxers

# Name
source: Services
ca@valencia: Serveis

# Comment
source: Configure the history sidebar
ca@valencia: Configura la barra lateral de l'historial

# X-KDE-Keywords
source: history,expire
ca@valencia: historial,expira

# Name
source: History SideBar Module
ca@valencia: Mòdul de barra lateral d'historial

# Name
source: Sidebar
ca@valencia: Barra lateral

# Name
source: Places SideBar Module
ca@valencia: Mòdul de barra lateral de llocs

# Name
source: Tree SideBar Module
ca@valencia: Mòdul de barra lateral d'arbre

# Name
source: Folder
ca@valencia: Carpeta

# Name
source: Network
ca@valencia: Xarxa

# Name
source: FTP Archives
ca@valencia: Arxius FTP

# Name
source: KDE Official FTP
ca@valencia: FTP oficial del KDE

# Name
source: KDE Applications
ca@valencia: Aplicacions KDE

# Name
source: Web Sites
ca@valencia: Llocs web

# Name
source: KDE News
ca@valencia: Notícies KDE

# Name
source: KDE Home Page
ca@valencia: Pàgina inici de KDE

# Name
source: KDE Eye Candy
ca@valencia: Decoració KDE

# Name
source: Applications
ca@valencia: Aplicacions

# Name
source: Print System Browser
ca@valencia: Navegador del sistema d'impressió

# Name
source: Web SideBar Module
ca@valencia: Mòdul web SideBar

# Name
source: About-Page for Konqueror
ca@valencia: Pàgina quant al Konqueror

# Comment
source: Embeddable HTML component
ca@valencia: Component HTML incrustable
