Repository: raurodse/prueba
Catalog: */kolor-manager/kolor-manager._desktop_.po
Languages: ca@valencia

# Name
source: Device settings for Color Management
ca@valencia: Configuració del dispositiu per a la gestió del color

# Comment
source: Device settings for Color Management
ca@valencia: Configuració del dispositiu per a la gestió del color

# Name
source: ICC Profile Information
ca@valencia: Informació del perfil ICC

# Comment
source: Display ICC-specific Profile Information
ca@valencia: Mostra la informació del perfil específica de l'ICC

# Name
source: Color Management Server
ca@valencia: Servidor de gestió del color

# Comment
source: Allows applications to communicate with the color management system and implements the X Color Management specification
ca@valencia: Permet a les aplicacions comunicar-se amb el sistema per a la gestió del color i implementa l'especificació per a la gestió del color de X

# Name
source: Color Management Settings
ca@valencia: Configuració de la gestió del color

# Comment
source: Color Management Settings
ca@valencia: Configuració de la gestió del color

# X-KDE-Keywords
source: Color Management Settings
ca@valencia: Configuració de la gestió del color

# Name
source: Color Management
ca@valencia: Gestió del color
