Repository: raurodse/prueba
Catalog: */kdeconnect-kde/kdeconnect-kde._desktop_.po
Languages: ca@valencia

# GenericName
source: Device Synchronization
ca@valencia: Sincronització de dispositius

# Comment
source: Make all your devices one
ca@valencia: Fa que tots els vostres dispositius siguen un

# Name
source: Send via KDE Connect
ca@valencia: Envia a través del KDE Connect

# GenericName
source: Open on connected device via KDE Connect
ca@valencia: Obri al dispositiu connectat a través del KDE Connect

# Name
source: Open on connected device via KDE Connect
ca@valencia: Obri al dispositiu connectat a través del KDE Connect

# Comment
source: Open on a connected device using KDE Connect
ca@valencia: Obri a un dispositiu connectat usant el KDE Connect

# Name
source: KDE Connect Indicator
ca@valencia: Indicador del KDE Connect

# Comment
source: Display information about your devices
ca@valencia: Mostra la informació dels vostres dispositius

# Comment
source: Connect and sync your devices
ca@valencia: Connecta i sincronitza els vostres dispositius

# X-KDE-Keywords
source: network,kde connect,connect,phone,sync,mobile,android,ios,send files,share files,transfer files,receive files,devices,device,synchronization,calls,telephone,smartphone,contacts,sms,phone notifications,control volume,system volume,ringtone,play sound,presentation,take picture,take photo,shared clipboard,conectivity monitor,remote input,remote mouse,remote keyboard,mpris,phone integration,commands,lock device,multimedia control,sftp,browse phone,share
ca@valencia: xarxa,kde connect,connecta,telèfon,sincronitza,mòbil,android,ios,envia fitxers,comparteix fitxers,transfereix fitxers,rep fitxers,dispositius,dispositiu,sincronització,trucades,telèfon,telèfon intel·ligent,contactes,sms,notificacions de telèfon,control del volum,volum del sistema,to de la trucada,reprodueix so,presentació,pren una imatge,pren una fotografia,comparteix el porta-retalls,connectivitat del monitor,entrada remota,ratolí remot,teclat remot,mpris,integració del telèfon,ordres,bloqueja el dispositiu,control multimèdia,sftp,explora el telèfon,comparteix

# Comment
source: Show notifications from your devices using KDE Connect
ca@valencia: Mostra les notificacions dels vostres dispositius emprant el KDE Connect

# Name
source: Find This Device plugin settings
ca@valencia: Configuració del connector Cerca aquest dispositiu

# Comment
source: Notifications from your devices
ca@valencia: Notificacions dels vostres dispositius

# Name
source: Pairing Request
ca@valencia: Sol·licitud d'aparellament

# Comment
source: Pairing request received from a device
ca@valencia: Les sol·licituds d'aparellament rebudes des d'un dispositiu

# Name
source: Incoming Call
ca@valencia: Trucada entrant

# Comment
source: Someone is calling you
ca@valencia: Algú vos està trucant

# Name
source: Missed Call
ca@valencia: Trucada perduda

# Comment
source: You have a missed call
ca@valencia: Teniu una trucada perduda

# Name
source: Battery Low
ca@valencia: Bateria baixa

# Comment
source: Your battery is in low state
ca@valencia: La bateria està baixa

# Name
source: Ping Received
ca@valencia: S'ha rebut un ping

# Comment
source: Ping received
ca@valencia: S'ha rebut un ping

# Name
source: Generic Notification
ca@valencia: Notificació genèrica

# Comment
source: Notification received
ca@valencia: Notificació rebuda

# Name
source: Remote Lock Successful
ca@valencia: Bloqueig remot amb èxit

# Comment
source: Remote lock successful
ca@valencia: Bloqueig remot amb èxit

# Name
source: Remote Lock Failure
ca@valencia: Ha fallat el bloqueig remot

# Comment
source: Remote lock failed
ca@valencia: Ha fallat el bloqueig remot

# Name
source: Pause Music plugin settings
ca@valencia: Configuració del connector Pausa a la música

# Name
source: Run Command plugin settings
ca@valencia: Configuració del connector Executa ordres

# Name
source: Notification synchronization plugin settings
ca@valencia: Configuració del connector Sincronitza les notificacions

# Name
source: Share plugin settings
ca@valencia: Configuració del connector Compartició

# Name
source: Find my device
ca@valencia: Troba el meu dispositiu

# Comment
source: Ring connected devices
ca@valencia: Fa sonar als dispositius connectats

# Name
source: Run command
ca@valencia: Executa una ordre

# Comment
source: Run commands on connected devices
ca@valencia: Executa les ordres als dispositius connectats

# Name
source: KDE Connect Settings
ca@valencia: Arranjament del KDE Connect

# GenericName
source: Connect and sync your devices
ca@valencia: Connecta i sincronitza els vostres dispositius

# Name
source: KDE Connect SMS
ca@valencia: SMS del KDE Connect

# Comment
source: Text Messaging
ca@valencia: Missatgeria de text

# Name
source: KDE Connect URL Handler
ca@valencia: Gestor d'URL del KDE Connect
