Repository: raurodse/prueba
Catalog: */kdeconnect-kde/kdeconnect-kde._json_.po
Languages: ca@valencia

# Name
source: Send file via KDE Connect
ca@valencia: Envia el fitxer a través del KDE Connect

# Name
source: Battery monitor
ca@valencia: Monitor de la bateria

# Name
source: Clipboard
ca@valencia: Porta-retalls

# Name
source: Connectivity monitor
ca@valencia: Monitor de la connectivitat

# Name
source: Contacts
ca@valencia: Contactes

# Name
source: Ring my phone
ca@valencia: Fes sonar el meu telèfon

# Name
source: Find this device
ca@valencia: Troba aquest dispositiu

# Name
source: LockDevice
ca@valencia: Bloqueja el dispositiu

# Name
source: Virtual input
ca@valencia: Entrada virtual

# Name
source: Multimedia control receiver
ca@valencia: Receptor del comandament multimèdia

# Name
source: Receive notifications
ca@valencia: Recepció de les notificacions

# Name
source: Pause media during calls
ca@valencia: Fa una pausa els suports durant les trucades

# Name
source: Photo
ca@valencia: Fotografia

# Name
source: Presenter
ca@valencia: Presentador

# Name
source: Host remote commands
ca@valencia: Allotja ordres remotes

# Name
source: RemoteControl
ca@valencia: Control remot

# Name
source: Remote keyboard from the desktop
ca@valencia: Teclat remot des de l'escriptori

# Name
source: Remote system volume
ca@valencia: Volum del sistema remot

# Name
source: Run commands
ca@valencia: Executa ordres

# Name
source: Inhibit screensaver
ca@valencia: Inhibeix l'estalvi de pantalla

# Name
source: Remote filesystem browser
ca@valencia: Navegador del sistema de fitxers remot

# Name
source: Share and receive
ca@valencia: Comparteix i rep

# Name
source: System volume
ca@valencia: Volum del sistema

# Name
source: Telephony integration
ca@valencia: Integració amb la telefonia

# Description
source: Send file to other device using KDE Connect
ca@valencia: Envia fitxers a un altre dispositiu mitjançant el KDE Connect

# Description
source: Show your phone battery next to your computer battery
ca@valencia: Mostra la bateria del telèfon al costat de la bateria de l'ordinador

# Description
source: Bigscreen Plugin
ca@valencia: Connector de la Bigscreen

# Description
source: Share the clipboard between devices
ca@valencia: Comparteix el porta-retalls entre dispositius

# Description
source: Show your phone's network signal strength
ca@valencia: Mostra la intensitat del senyal de xarxa del vostre telèfon

# Description
source: Synchronize Contacts Between the Desktop and the Connected Device
ca@valencia: Sincronitza els contactes entre l'escriptori i el dispositiu connectat

# Description
source: Find your lost phone by making it play an alarm sound
ca@valencia: Troba el vostre telèfon perdut fent que reproduïsca un so d'alarma

# Description
source: Find this device by making it play an alarm sound
ca@valencia: Troba aquest dispositiu fent que reproduïsca un so d'alarma

# Description
source: Locks your systems
ca@valencia: Bloqueja els vostres sistemes

# Description
source: Use your phone as a touchpad and keyboard
ca@valencia: Empra el telèfon com un ratolí tàctil i teclat

# Description
source: Remote control your music and videos
ca@valencia: Comandament a distància de la vostra música i vídeos

# Description
source: Control MPRIS services
ca@valencia: Serveis de control del MPRIS

# Description
source: Show device's notifications on this computer and keep them in sync
ca@valencia: Mostra les notificacions del dispositiu a l'ordinador i les manté sincronitzades

# Description
source: Pause music/videos during a phone call
ca@valencia: Fa una pausa a la música/vídeos durant una trucada telefònica

# Description
source: Use a connected device to take a photo
ca@valencia: Usa un dispositiu connectat per a prendre una fotografia

# Description
source: Send and receive pings
ca@valencia: Envia i rep pings

# Description
source: Use your mobile device to point to things on the screen
ca@valencia: Usa el dispositiu mòbil per a assenyalar coses a la pantalla

# Description
source: Trigger commands predefined on the remote device
ca@valencia: Activa ordres predefinides en el dispositiu remot

# Description
source: Control Remote systems
ca@valencia: Sistemes de control remot

# Description
source: Use your keyboard to send key-events to your paired device
ca@valencia: Empreu el vostre teclat per a enviar esdeveniments de tecla al dispositiu aparellat

# Description
source: Control the volume of the connected device
ca@valencia: Controla el volum del dispositiu connectat

# Description
source: Execute console commands remotely
ca@valencia: Executa ordres de la consola de forma remota

# Description
source: Inhibit the screensaver when the device is connected
ca@valencia: Inhibeix l'estalvi de pantalla quan el dispositiu està connectat

# Description
source: Browse the remote device filesystem using SFTP
ca@valencia: Navega pel sistema de fitxers del dispositiu remot emprant SFTP

# Description
source: Receive and send files, URLs or plain text easily
ca@valencia: Rep i envia fitxers, URL o text pla amb facilitat

# Description
source: Send and receive SMS
ca@valencia: Envia i rep SMS

# Description
source: Control the system volume from your phone
ca@valencia: Controla el volum del sistema des del telèfon

# Description
source: Show notifications for incoming calls
ca@valencia: Mostra les notificacions de les trucades entrants
