Repository: raurodse/prueba
Catalog: */kirogi/org.kde.kirogi.appdata.po
Languages: ca@valencia

source: UAV (drone) ground control
ca@valencia: Control terrestre d'UAV (drons)

source: KDE Kirogi Developers
ca@valencia: Desenvolupadors del Kirogi del KDE

source: Kirogi is a ground control application for drones. Take to the skies, open source-style.
ca@valencia: El Kirogi és una aplicació per al control terrestre de drons. Els porta al cel, a l'estil del codi font obert.

source: Features:
ca@valencia: Característiques:

source: Direct flight controls
ca@valencia: Controls de vol directe

source: Fly by touch on a Navigation Map
ca@valencia: Vol tàctil en un mapa de navegació

source: Trigger vehicle actions (e.g. flips, trim)
ca@valencia: Activa accions del vehicle (p. ex. voltes, talls)

source: Gamepad/joypad support
ca@valencia: Admet comandaments de joc

source: Live video
ca@valencia: Vídeo en directe

source: Take photo and record video
ca@valencia: Prendre fotos i enregistrar vídeo

source: Configure flight parameters (speed, altitude limits)
ca@valencia: Configuració dels paràmetres de vol (velocitat, límits d'altitud)

source: Support for Parrot (Anafi, Bebop 2) and Ryze Tello drones (more planned)
ca@valencia: Suport per als drons Parrot (Anafi, Bebop 2) i Ryze Tello (n'hi ha més de planificats)

source: The Kirogi in-flight UI
ca@valencia: La IU de vol del Kirogi
