Repository: raurodse/prueba
Catalog: */kcachegrind/org.kde.kcachegrind.appdata.po
Languages: ca@valencia

source: Profiler Frontend
ca@valencia: Frontal de l'analitzador de rendiment

source: KCachegrind is a profile data visualization tool, used to determine the most time consuming parts in the execution of a program.
ca@valencia: El KCachegrind és una eina de visualització per a les dades d'anàlisi del rendiment, usada per a determinar les parts que consumeixen més temps en l'execució d'un programa.

source: Features:
ca@valencia: Característiques:

source: KCachegrind visualizes profiles (i.e. runtime characteristics) of applications in various ways, including call graph vizualisations and source/disassembler annotation.
ca@valencia: El KCachegrind visualitza les anàlisis del rendiment (és a dir, característiques en temps d'execució) de les aplicacions en diverses maneres, incloent-hi les visualitzacions de les gràfiques de crides i anotacions del codi font/desassemblador.

source: It can load profiles generated by the cache simulation/call tracer Calltree, a Valgrind tool. Thus, profiling does not need any preparation, can cope with shared libraries and plugin architectures, and does not influence the measuring itself.
ca@valencia: Pot carregar anàlisis de rendiment generades pel traçador de simulacions/crides de la memòria cau Calltree, una eina del Valgrind. Així, l'anàlisi de rendiment no necessita cap preparació, pot funcionar amb biblioteques compartides i arquitectures de connectors, i no té influència sobre la mesura mateixa.

source: Converter scripts for OProfile, Perl, and PHP.
ca@valencia: Convertidor de scripts de l'OProfile, Perl i PHP.

source: Switching between multiple visualization layouts.
ca@valencia: Commutació entre múltiples disposicions de visualització.

source: Call graph can be exported as image (PNG).
ca@valencia: La gràfica de crides es pot exportar com a imatge (PNG).

source: Simultaneous display of 2 event types in Call and Annotation View
ca@valencia: Visualització simultània de 2 tipus d'esdeveniments a la vista de Crides i anotacions

source: Profiling data analysis with KCachegrind
ca@valencia: Anàlisi de les dades del rendiment amb el KCachegrind
