Repository: raurodse/prueba
Catalog: */yakuake/yakuake._desktop_.po
Languages: ca@valencia

# GenericName
source: Drop-down Terminal
ca@valencia: Terminal desplegable

# Comment
source: A drop-down terminal emulator based on KDE Konsole technology.
ca@valencia: Un emulador de terminal desplegable basat en la tecnologia del Konsole del KDE.

# Name
source: Silence detected
ca@valencia: S'ha detectat silenci

# Comment
source: Silence detected in a monitored terminal or session
ca@valencia: S'ha detectat silenci en un terminal o sessió vigilat

# Name
source: Activity detected
ca@valencia: S'ha detectat activitat

# Comment
source: Activity detected in a monitored terminal or session
ca@valencia: S'ha detectat activitat en un terminal o sessió vigilada

# Name
source: Bell in Visible Session
ca@valencia: Timbre en una sessió visible

# Comment
source: Bell emitted within a visible session
ca@valencia: Timbre emés en una sessió visible

# Name
source: Bell in Non-Visible Session
ca@valencia: Timbre en una sessió no visible

# Comment
source: Bell emitted within a non-visible session
ca@valencia: Timbre emés en una sessió no visible
