Repository: raurodse/prueba
Catalog: */falkon/falkon._desktop_.po
Languages: ca@valencia

# Comment
source: A fast and secure web browser
ca@valencia: Un navegador web ràpid i segur

# GenericName
source: Web Browser
ca@valencia: Navegador web

# Name
source: Open new tab
ca@valencia: Obri una pestanya nova

# Name
source: Open new window
ca@valencia: Obri una finestra nova

# Name
source: Start private browsing
ca@valencia: Inicia la navegació privada

# Comment
source: Blocks unwanted web content
ca@valencia: Bloqueja el contingut web no desitjat

# Name
source: Breeze
ca@valencia: Brisa

# Comment
source: Breeze Team
ca@valencia: L'equip del «Breeze»

# Name
source: AutoScroll
ca@valencia: Desplaçament automàtic

# Comment
source: Provides support for autoscroll with middle mouse button
ca@valencia: Proporciona suport per al desplaçament automàtic amb el botó del mig del ratolí

# Name
source: Hello Python
ca@valencia: Hola Python

# Comment
source: Example Python extension
ca@valencia: Exemple d'una extensió en Python

# Name
source: Hello Qml
ca@valencia: Hola Qml

# Comment
source: Sample Qml Plugin
ca@valencia: Connector Qml d'exemple

# Comment
source: Load text in selection clipboard as URL
ca@valencia: Carrega text com a URL en una selecció del porta-retalls

# Name
source: Dictionary
ca@valencia: Diccionari

# Comment
source: Search with...
ca@valencia: Cerca amb...

# Name
source: Open with mpv
ca@valencia: Obri amb el «mpv»

# Name
source: Translate page
ca@valencia: Tradueix la pàgina

# Name
source: Validate page
ca@valencia: Valida la pàgina

# Name
source: Run Action
ca@valencia: Executa una acció

# Comment
source: Run various actions on sites
ca@valencia: Executa diverses accions als llocs

# Comment
source: Chrome like theme for Falkon based on Firefox Chromifox theme
ca@valencia: Tema semblant al Chrome pel Falkon, basat en el tema Chromifox del Firefox

# Comment
source: Default simple theme for Linux using native widget style and some basic icons from desktop icon set
ca@valencia: Tema senzill predeterminat per a Linux, usant l'estil natiu dels ginys i diverses icones bàsiques del conjunt d'icones de l'escriptori

# Comment
source: Mac like theme for Falkon based on Firefox Mac OS X theme
ca@valencia: Tema semblant al Mac pel Falkon, basat en el tema Mac OS X del Firefox

# Comment
source: Windows like theme based on Material design
ca@valencia: Tema semblant al Windows, basat en el «Material design»
