Repository: raurodse/prueba
Catalog: */websites-kate-editor-org/kate-editor-org.po
Languages: ca@valencia

source: Kate is a modern text editor built on the KDE Frameworks and Qt.
ca@valencia: El Kate és un editor modern de text construït amb els Frameworks de KDE i les Qt.

source: Build It
ca@valencia: Construeix

source: Posts
ca@valencia: Missatges

source: Tags
ca@valencia: Etiquetes

source: More
ca@valencia: Més

source: Get Help
ca@valencia: Obtén ajuda

source: Join Us
ca@valencia: Uniu-vos

source: VI Mode
ca@valencia: Mode del Vi

source: The Team
ca@valencia: L'equip

source: Merge Requests
ca@valencia: Sol·licituds de fusionat

source: Syntax Highlighting
ca@valencia: Ressaltat de sintaxi

source: Color Themes
ca@valencia: Temes de color

source: Kate - Get an Edge in Editing
ca@valencia: Kate - Obteniu l'últim en edició

source: Get an Edge in Editing
ca@valencia: Obteniu l'últim en edició

source: Application Features
ca@valencia: Característiques de l'aplicació

source: ![Screenshot showing Kate window splitting feature and terminal plugin](/images/kate-window.png)
ca@valencia: ![Captura de pantalla que mostra la característica de la finestra dividida i un connector de terminal](/images/kate-window.png)

source: View and edit multiple documents at the same time, by splitting horizontally and vertically the window
ca@valencia: Vista i edició de múltiples documents a la vegada, dividint la finestra horitzontalment i verticalment

source: Lot of plugins: [Embedded terminal](https://konsole.kde.org), SQL plugin, build plugin, GDB plugin, Replace in Files, and more
ca@valencia: Molts connectors: [Terminal incrustat](https://konsole.kde.org), connector SQL, connector de construcció, connector del GDB, Substitució a fitxers, i més

source: Multi-document interface (MDI)
ca@valencia: Interfície multidocument (MDI)

source: Session support
ca@valencia: Suport de sessions

source: General Features
ca@valencia: Característiques generals

source: ![Screenshot showing Kate search and replace feature](/images/kate-search-replace.png)
ca@valencia: ![Captura de pantalla que mostra la característica de cerca i substitució](/images/kate-search-replace.png)

source: Encoding support (Unicode and lots of others)
ca@valencia: Implementació de la codificació (Unicode i molts altres)

source: Bi-directional text rendering support
ca@valencia: Implementació de la Representació de text bidireccional

source: Line ending support (Windows, Unix, Mac), including auto detection
ca@valencia: Implementació del final de línia (Windows, Unix, Mac), incloent la detecció automàtica

source: Network transparency (open remote files)
ca@valencia: Transparència de xarxa (obri fitxers remots)

source: Extensible through scripting
ca@valencia: Ampliable a través de la creació de scripts

source: Advanced Editor Features
ca@valencia: Característiques avançades d'edició

source: ![Screenshot of Kate border with line number and bookmark](/images/kate-border.png)
ca@valencia: ![Captura de pantalla de la vora del Kate amb el número de línia i un punt](/images/kate-border.png)

source: Bookmarking system (also supported: break points etc.)
ca@valencia: Sistema de punts (també s'admeten: punts de ruptura, etc.)

source: Scroll bar marks
ca@valencia: Marques de barra de desplaçament

source: Line modification indicators
ca@valencia: Indicadors de modificació de línia

source: Line numbers
ca@valencia: Números de línies

source: Code folding
ca@valencia: Plegat de codi

source: ![Screenshot of Kate syntax highlighting features](/images/kate-syntax.png)
ca@valencia: ![Captura de pantalla de les característiques de ressaltat de sintaxi del Kate](/images/kate-syntax.png)

source: Highlighting support for over 300 languages
ca@valencia: El ressaltat de sintaxi admet més de 300 llenguatges

source: Bracket matching
ca@valencia: Concordança de parèntesis

source: Smart on-the-fly spell checking
ca@valencia: Verificació ortogràfica al vol intel·ligent

source: Highlighting of selected words
ca@valencia: Ressaltat de paraules seleccionades

source: Programming Features
ca@valencia: Característiques de programació

source: ![Screenshot of Kate programming features](/images/kate-programming.png)
ca@valencia: ![Captura de pantalla de les característiques de programació](/images/kate-programming.png)

source: Scriptable auto indentation
ca@valencia: Sagnat automàtic amb creació de scripts

source: Smart comment and uncomment handling
ca@valencia: Gestió intel·ligent de comentaris i descomentaris

source: Auto completion with argument hints
ca@valencia: Compleció automàtica amb consells d'arguments

source: Vi input mode
ca@valencia: Mode d'entrada del Vi

source: Rectangular block selection mode
ca@valencia: Mode de selecció de bloc rectangular

source: Search & Replace
ca@valencia: Cerca i substitució

source: ![Screenshot of Kate incremental search feature](/images/kate-search.png)
ca@valencia: ![Captura de pantalla de la característica de cerca incremental del Kate](/images/kate-search.png)

source: Incremental search, also known as &#8220;find as you type&#8221;
ca@valencia: Cerca incremental, també coneguda com «cerca en teclejar»

source: Support for multiline search & replace
ca@valencia: Permet la cerca i substitució multilínia

source: Regular expression support
ca@valencia: Admet expressions regulars

source: Search & replace in multiple opened files or files on disk
ca@valencia: Cerca i substitució en fitxers múltiples oberts o fitxers del disc

source: Backup and Restore
ca@valencia: Còpia de seguretat i restauració

source: ![Screenshot of Kate recover from crash feature](/images/kate-crash.png)
ca@valencia: ![Captura de pantalla de la característica de recuperació d'una fallada del Kate](/images/kate-crash.png)

source: Backups on save
ca@valencia: Còpia de seguretat en guardar

source: Swap files to recover data on system crash
ca@valencia: Fitxers d'intercanvi per a recuperar les dades en cas de fallada del sistema

source: Undo / redo system
ca@valencia: Sistema de desfer/refer

source: Get Kate
ca@valencia: Obteniu el Kate

source: Install Kate
ca@valencia: Instal·leu el Kate

source: via Discover
ca@valencia: A través del Discover

source: Install Kate via Discover or other AppStream application stores
ca@valencia: Instal·lau el Kate a través del Discover o altres botigues d'aplicacions AppStream

source: Install KWrite
ca@valencia: Instal·leu el KWrite

source: Install KWrite via Discover or other AppStream application stores
ca@valencia: Instal·lau el KWrite a través del Discover o altres botigues d'aplicacions AppStream

source: Linux & Unices
ca@valencia: Linux i Unixs

source: Install [Kate](https://apps.kde.org/en/kate) or [KWrite](https://apps.kde.org/en/kwrite) from [your distribution](https://kde.org/distributions/)
ca@valencia: Instal·leu el [Kate](https://apps.kde.org/ca/kate) o el [KWrite](https://apps.kde.org/ca/kwrite) des de la [vostra distribució](https://www.kde.org/ca/distributions/)

source: These buttons only works with [Discover](https://apps.kde.org/en/discover) and other AppStream application stores, such as [GNOME Software](https://wiki.gnome.org/Apps/Software). You can also use your distribution's package manager, such as [Muon](https://apps.kde.org/en/muon) or [Synaptic](https://wiki.debian.org/Synaptic).
ca@valencia: Aquests botons només funcionen amb el [Discover](https://apps.kde.org/ca/discover) o amb altres botigues d'aplicacions AppStream, com la [GNOME Software](https://wiki.gnome.org/Apps/Software). També podeu usar el gestor de paquets de la vostra distribució, com el [Muon](https://apps.kde.org/ca/muon) o el [Synaptic](https://wiki.debian.org/Synaptic).

source: [Kate's Snap package in Snapcraft](https://snapcraft.io/kate)
ca@valencia: El [paquet Snap del Kate a Snapcraft](https://snapcraft.io/kate)

source: Get Kate on the Snap store
ca@valencia: Obteniu el Kate des de la botiga Snap

source: [Kate's release (64bit) AppImage package](https://binary-factory.kde.org/job/Kate_Release_appimage/) *
ca@valencia: [Paquet AppImage de llançament del Kate (64bits)](https://binary-factory.kde.org/job/Kate_Release_appimage/) *

source: [Kate's nightly (64bit) AppImage package](https://binary-factory.kde.org/job/Kate_Nightly_appimage/) **
ca@valencia: [Paquet AppImage nocturn del Kate (64bits)](https://binary-factory.kde.org/job/Kate_Nightly_appimage/) **

source: [Build it](/build-it/#linux) from source.
ca@valencia: [Construïu-lo](/build-it/#linux) a partir del codi font.

source: [Kate in the Microsoft Store](https://www.microsoft.com/store/apps/9NWMW7BB59HW)
ca@valencia: El [Kate a la Microsoft Store](https://www.microsoft.com/store/apps/9NWMW7BB59HW)

source: Get Kate from the Microsoft store
ca@valencia: Obteniu el Kate des de la botiga Microsoft

source: [Kate via Chocolatey](https://chocolatey.org/packages/kate)
ca@valencia: El [Kate via Chocolatey](https://chocolatey.org/packages/kate)

source: [Kate release (64bit) installer](https://binary-factory.kde.org/view/Windows%2064-bit/job/Kate_Release_win64/) *
ca@valencia: L'[instal·lador del llançament del Kate (64bits)](https://binary-factory.kde.org/view/Windows%2064-bit/job/Kate_Release_win64/) *

source: [Kate nightly (64bit) installer](https://binary-factory.kde.org/view/Windows%2064-bit/job/Kate_Nightly_win64/) **
ca@valencia: L'[instal·lador de la versió nocturna del Kate (64bits)](https://binary-factory.kde.org/view/Windows%2064-bit/job/Kate_Nightly_win64/) **

source: [Build it](/build-it/#windows) from source.
ca@valencia: [Construïu-lo](/build-it/#windows) a partir del codi font.

source: [Kate release installer](https://binary-factory.kde.org/view/MacOS/job/Kate_Release_macos/) *
ca@valencia: L'[instal·lador del llançament del Kate](https://binary-factory.kde.org/view/MacOS/job/Kate_Release_macos/) *

source: [Kate nightly installer](https://binary-factory.kde.org/view/MacOS/job/Kate_Nightly_macos/) **
ca@valencia: L'[instal·lador de la versió nocturna del Kate](https://binary-factory.kde.org/view/MacOS/job/Kate_Nightly_macos/) **

source: [Build it](/build-it/#mac) from source.
ca@valencia: [Construïu-lo](/build-it/#mac) a partir del codi font.

source: **About the releases:** <br> [Kate](https://apps.kde.org/en/kate) and [KWrite](https://apps.kde.org/en/kwrite) are part of [KDE Applications](https://apps.kde.org), which are [released typically 3 times a year en-masse](https://community.kde.org/Schedules). The [text editing](https://api.kde.org/frameworks/ktexteditor/html/) and the [syntax highlighting](https://api.kde.org/frameworks/syntax-highlighting/html/) engines are provided by [KDE Frameworks](https://kde.org/announcements/kde-frameworks-5.0/), which is [updated monthly](https://community.kde.org/Schedules/Frameworks). New releases are announced [here](https://kde.org/announcements/).
ca@valencia: **Quant als llançaments:** <br>El [Kate](https://apps.kde.org/ca/kate) i el [KWrite](https://apps.kde.org/ca/kwrite) són part de les [aplicacions KDE](https://apps.kde.org/ca), que es [publiquen normalment 3 vegades a l'any de forma completa](https://community.kde.org/Schedules). El [motor d'edició de text](https://api.kde.org/frameworks/ktexteditor/html/) i el [ressaltat de sintaxi](https://api.kde.org/frameworks/syntax-highlighting/html/) estan proporcionats pels [Frameworks de KDE](https://kde.org/ca/announcements/kde-frameworks-5.0/), que s'[actualitzen mensualment](https://community.kde.org/Schedules/Frameworks). Els llançaments nous s'anuncien [ací](https://kde.org/ca/announcements/).

source: \* The **release** packages contain the latest version of Kate and KDE Frameworks.
ca@valencia: \* Els paquets del **llançament** contenen la última versió del Kate i dels Frameworks de KDE.

source: \*\* The **nightly** packages are automatically compiled daily from source code, therefore they may be unstable and contain bugs or incomplete features. These are only recommended for testing purposes.
ca@valencia: \*\* Els paquets **nocturns** es compilen automàticament cada dia a partir del codi font, i per tant, poden ser inestables i poden haver-hi errors o funcionalitats incompletes. Només són recomanats amb la finalitat de fer proves.

source: Kate's Mascot
ca@valencia: Mascota del Kate

source: Kate's mascot, Kate the Cyber Woodpecker, was designed by [Tyson Tan](https://www.tysontan.com/).
ca@valencia: La mascota del Kate, Kate el Ciberpicot («Cyber Woodpecker»), fou dissenyat per [Tyson Tan](https://www.tysontan.com/).

source: The current evolution of our mascot was first unveiled [in April 2021](/post/2021/2021-04-28-lets-welcome-kate-the-cyber-woodpecker/).
ca@valencia: L'evolució actual de la nostra mascota es va donar a conèixer per primer cop [l'Abril de 2021](/post/2021/2021-04-28-lets-welcome-kate-the-cyber-woodpecker/).

source: Kate the Cyber Woodpecker
ca@valencia: Kate el Ciberpicot

source: ![Kate the Cyber Woodpecker](/images/mascot/electrichearts_20210103_kate_normal.png)
ca@valencia: ![Kate el Ciberpicot](/images/mascot/electrichearts_20210103_kate_normal.png)

source: Version without footer text
ca@valencia: Versió sense text al peu

source: ![Kate the Cyber Woodpecker - Without Text](/images/mascot/electrichearts_20210103_kate_notext.png)
ca@valencia: ![Kate el Ciberpicot - Sense text](/images/mascot/electrichearts_20210103_kate_notext.png)

source: Version without background
ca@valencia: Versió sense fons

source: ![Kate the Cyber Woodpecker - Without Background](/images/mascot/electrichearts_20210103_kate_transparent.png)
ca@valencia: ![Kate el Ciberpicot - Sense fons](/images/mascot/electrichearts_20210103_kate_transparent.png)

source: Licensing
ca@valencia: Llicències

source: For the licensing, to quote Tyson:
ca@valencia: Per a les llicències, i citant a Tyson:

source: I hereby donate the new Kate the Cyber Woodpecker to Kate Editor project. The artworks are dual licensed under LGPL (or whatever the same as Kate Editor) and Creative Commons BY-SA. In this way you don't need to ask me for permission before using/modifying the mascot.
ca@valencia: Jo dono el «Kate the Cyber Woodpecker» al projecte de l'editor Kate. Els treballs artístics tenen la llicència dual segons la LGPL (o la mateixa que l'editor Kate) i la Creative Commons BY-SA. D'aquesta manera no m'heu de demanar permís abans d'usar/modificar la mascota.

source: Kate the Cyber Woodpecker's design history
ca@valencia: Història del disseny de Kate el Ciberpicot («Cyber Woodpecker»)

source: I asked Tyson if I can share the intermediate versions we exchanged to show the evolution and he agreed and even wrote some short summaries about the individual steps. This includes the initial mascot and the icon that fit into this design evolution. I therefore just quote what he wrote about the different steps below.
ca@valencia: Vaig demanar a Tyson si podia compartir les versions intermèdies que vàrem intercanviar per a mostrar l'evolució i ell hi estigué d'acord, inclús va escriure resums curts dels passos individuals. Això inclou la mascota inicial i les icones que s'ajusten en aquesta evolució del disseny. Per tant, a sota citarem el que va escriure quant als diferents passos.

source: 2014 - Kate the Woodpecker
ca@valencia: 2014 - Kate el Ciberpicot

source: ![2014 version - Kate the Woodpecker](/images/mascot/history/Kate_editor_mascot_woodpecker.png)
ca@valencia: ![Versió de 2014 - Kate el Ciberpicot](/images/mascot/history/Kate_editor_mascot_woodpecker.png)

source: The 2014 version was done perhaps during my lowest point as an artist. I had not been drawing much in years, and was on the verge of giving up completely. There were some interesting ideas in this version, namely the {} brackets on her chest, and the color scheme inspired by doxygen code highlighting. However, the execution was very simplistic -- at that time, I deliberately stop using any fancy techniques to expose my inadequate base skills. In the followed years, I would be going through an arduous process to rebuild my broken, self-taught art foundation from the ground up. I'm grateful that the Kate team still kept this one on their website for many years.
ca@valencia: La versió de 2014 potser es va fer durant el meu moment més baix com a artista. No havia dibuixat gaire en els darrers anys, i estava a punt d'abandonar-ho completament. Hi havia algunes idees interessants en aquesta versió, com les claus {} del seu pit, i l'esquema de color inspirat en el ressaltat de codi del Doxygen. Tanmateix, l'execució era molt senzilla -- en aquell moment vaig deixar d'emprar deliberadament qualsevol tècnica sofisticada que fes evident els meus coneixements bàsics inadequats. Els anys següents vaig seguir un laboriós procés per a reconstruir la base artística autodidacta des del principi. Agraeixo a l'equip del Kate que encara mantinguin aquesta versió en el seu lloc web durant molt anys.

source: 2020 - The new Kate icon
ca@valencia: 2020 - La icona nova del Kate

source: ![2020 - The new Kate icon](/images/mascot/history/kate-3000px.png)
ca@valencia: ![2020 - La icona nova del Kate](/images/mascot/history/kate-3000px.png)

source: The new Kate icon was the only time I attempted real vector art. It was at that time I began to develop some faint artistic sense. I had no previous experience of icon design, there was zero discipline like math-guided proportion. Every shape and curve was tweaked using my instinct as an artist. The concept was very simple: it's a bird shaped like the letter "K", and it has to be sharp. The bird was chunkier until Christoph pointed it out, I later turned it into a more sleek shape.
ca@valencia: La icona nova del Kate ha estat la única vegada que he intentat un gràfic vectorial real. Fou en aquell moment que vaig començar a desenvolupar un feble sentit artístic. No tenia cap experiència prèvia en el disseny d'icones, no hi havia cap formació en la proporció basada en matemàtiques. Cada forma i cada corba es van retocar usant el meu instint com a artista. El concepte era molt senzill: és un ocell en forma de la lletra «K», i cal que siga angulós. L'ocell era més cepat fins que en Christoph ho va advertir, i després el vaig retocar per fer un forma més pulcra.

source: 2021 - Mascot sketch
ca@valencia: 2021 - Esbós de la mascota

source: ![2021 version - Sketch of the new mascot](/images/mascot/history/electrichearts_20210103_kate_sketch.png)
ca@valencia: ![Versió de 2021 - Esbós de la mascota nova](/images/mascot/history/electrichearts_20210103_kate_sketch.png)

source: In this initial sketch, I was tempted to ditch the robotic concept and just draw a cute good looking bird instead.
ca@valencia: En aquest esbós inicial, vaig estar temptat de desfer-me del concepte robòtic i dibuixar en el seu lloc només un ocell bonic i agradable.

source: 2021 - Mascot design
ca@valencia: 2021 - Disseny de la mascota

source: ![2021 version - Redesign of the new mascot](/images/mascot/history/electrichearts_20210103_kate_design.png)
ca@valencia: ![Versió de 2021- Redisseny de la mascota nova](/images/mascot/history/electrichearts_20210103_kate_design.png)

source: Kate's mascot re-design resumed after I finished drawing the new splash picture for the upcoming Krita 5.0. I was able to push myself to do more each time I attempted a new picture at that time, so I was determined to keep the robotic concept. Although the proportion was off, the mech design elements was more or less coined in this one.
ca@valencia: Vaig reprendre el redisseny de la mascota del Kate després de finalitzar el dibuix de la imatge nova de la pantalla de presentació per al proper Krita 5.0. Podia forçar-me a fer més cada vegada que intentava una imatge nova a la vegada, de manera que estava decidit a mantindre el concepte robòtic. Encara que no hi havia proporcions, els elements mecànics de disseny ja estaven més o menys ideats.

source: 2021 - Final Mascot
ca@valencia: 2021 - Mascota final

source: ![2021 version - Final Kate the Cyber Woodpecker](/images/mascot/electrichearts_20210103_kate_normal.png)
ca@valencia: ![Versió de 2021 - Kate el Ciberpicot final](/images/mascot/electrichearts_20210103_kate_normal.png)

source: The proportion was adjusted after Christoph pointed it out. The pose was adjusted to feel more comfortable. The wings were re-drawn after studying on real bird wings. A cool-looking, detailed keyboard was hand-drawn to emphasize the main usage of the application. An abstract background was added with a proper 2D typography design. The general idea is: unmistakably cutting edge and artificial, but also unmistakably full of life and humanity.
ca@valencia: La proporció es va ajustar després que Christoph ho assenyalés. La postura es va retocar per a fer-la més comfortable. Es van redibuixar les ales després d'estudiar les ales dels ocells reals. Es va dibuixar a mà un teclat atractiu detallat per a emfatitzar l'ús principal de l'aplicació. Es va afegir un fons abstracte amb un disseny tipogràfic 2D apropiat. La idea general és: inequívocament innovador i artificial, però també inequívocament ple de vida i humanitat.

source: Also available in:
ca@valencia: També disponible en:

source: Get it
ca@valencia: Obteniu-lo

source: Features
ca@valencia: Característiques

source: Kate is a Feature-Packed Text Editor
ca@valencia: El Kate és un editor de text amb paquets de funcionalitats

source: Kate is packed with features that will make it easier for you to view and edit all your text files. Kate lets you to edit and view many files at the same time, both in tabs and split views, and comes with a wide variety of plugins, including an embedded terminal that lets you launch console commands directly from Kate, powerful search and replace plugins, and a preview plugin that can show you what your MD, HTML and even SVG will look like.
ca@valencia: El Kate està empaquetat amb funcionalitats que faciliten veure i editar tots els fitxers de text. El Kate permet editar i veure molts fitxers a la vegada, en pestanyes i vistes dividides, i es distribueix amb una gran varietat de connectors, incloent un terminal incrustat que permet llançar ordres de consola directament des del Kate, connectors potents de cerca i substitució, i un connector de vista prèvia que permet mostrar com es veuran els MD, HTML i també SVG.

source: All Features
ca@valencia: Totes les funcionalitats

source: Make Your Code Pretty With [Syntax Highlighting](/syntax)
ca@valencia: Feu el codi més bonic amb el [ressaltat de sintaxi](/syntax)

source: Kate supports highlighting for over 300 languages making it easier to read code in almost all programming languages. Kate also understands how brackets works and will help you navigate inside complex code blocks hierarchies. On-the-fly spellchecking is also included and will help you check your text before publishing.
ca@valencia: El Kate permet el ressaltat per a més de 300 llenguatges, facilitant la lectura de codi en gairebé qualsevol llenguatge de programació. El Kate també entén com funcionen els parèntesi i ajuda a navegar per dins de les jerarquies de blocs de codi complex. També s'inclou la verificació ortogràfica al vol, que ajuda a comprovar el text abans de la publicació.

source: Screenshot of Kate with syntax highlighting
ca@valencia: Captura de pantalla del Kate amb ressaltat de sintaxi

source: Screenshot of Kate syntax chooser
ca@valencia: Captura de pantalla del selector de sintaxi del Kate

source: Work on Complex Projects Efficiently
ca@valencia: Treballeu amb eficiència en projectes complexos
