Repository: raurodse/prueba
Catalog: */websites-kate-editor-org/kate-editor-org.po
Languages: ca@valencia

source: Work on multiple files at the same time with split views. Use the project sidebar to navigate your project directory structures and use Kate's smart tabs to quickly access your recently opened documents. The powerful search and replace tool lets you quickly search inside your entire projects.
ca@valencia: Treballeu amb diversos fitxers a la vegada amb vistes dividides. Useu la barra lateral del projecte per a navegar per les estructures de directoris del projecte i useu les pestanyes intel·ligents del Kate per a accedir ràpidament als documents oberts recentment. La potent eina de cerca i substitució permet cercar ràpidament dins de projectes sencers.

source: Screenshot of Kate search and replace tool
ca@valencia: Captura de pantalla de l'eina de cerca i substitució del Kate

source: Screenshot of Kate project sidebar
ca@valencia: Captura de pantalla de la barra lateral del Kate

source: Develop your Next Application with Kate
ca@valencia: Desenvolupeu la propera aplicació amb el Kate

source: Kate is the perfect tool for programming as it includes autocompletion for many languages with the help of the [Language Server Protocol (LSP)](https://microsoft.github.io/language-server-protocol/). The editor has been optimized for editing code and provide scriptable auto indentation, VI input mode, rectangular block selection mode, smart comment and uncomment handling and much more.
ca@valencia: El Kate és l'eina perfecta per a programar ja que inclou la compleció automàtica per a molts llenguatges amb l'ajuda del [Protocol de servidor de Llenguatge o Language Server Protocol (LSP)](https://microsoft.github.io/language-server-protocol/). L'editor s'ha optimitzat per a l'edició de codi i proporciona un sagnat automàtic amb creació de scripts, mode d'entrada del Vi, mode de selecció rectangular de blocs, gestió intel·ligent de comentar i descomentar i molt més.

source: Plugins
ca@valencia: Connectors

source: Kate contains many plugins installed by defaults, making it more powerful than any other text editor. Use the integrated terminal emulator to run commands directly from Kate, execute SQL queries with the SQL extension, use GDB to debug your program, build projects with just one click, and much, much more.
ca@valencia: El Kate conté molts connectors instal·lats de manera predeterminada, fent-lo més potent que qualsevol altre editor de text. Useu l'emulador de terminal integrat per a executar ordres directament des del Kate, executeu consultes SQL amb l'extensió de l'SQL, useu el GDB per a depurar un programa, construïu projecte amb només un clic, i molt, molt més.

source: Konsole inside Kate
ca@valencia: El Konsole dins del Kate

source: News
ca@valencia: Notícies

source: View all news
ca@valencia: Mostra totes les notícies

source: Available for Linux, Windows and macOS
ca@valencia: Disponible per al Linux, Windows i macOS
