Repository: raurodse/prueba
Catalog: */krusader/org.kde.krusader.appdata.po
Languages: ca@valencia

source: File Manager
ca@valencia: Gestor de fitxers

source: Krusader is an advanced twin panel (commander style) file manager for KDE Plasma and other desktops in the *nix world
ca@valencia: El Krusader és un gestor avançat de fitxers, amb plafons bessons (estil del «commander») per al Plasma del KDE i altres escriptoris en el món *nix

source: Features:
ca@valencia: Característiques:

source: Extensive archive handling
ca@valencia: Gestió exhaustiva d'arxius

source: Mounted filesystem support
ca@valencia: Permet sistemes de fitxers muntats

source: FTP support
ca@valencia: Compatibilitat amb FTP

source: Advanced search module
ca@valencia: Mòdul de cerca avançada

source: Internal viewer/editor
ca@valencia: Visor/editor intern

source: Folder synchronisation
ca@valencia: Sincronització de les carpetes

source: File content comparisons
ca@valencia: Comparació del contingut dels fitxers

source: Powerful batch renaming
ca@valencia: Procés potent de reanomenament per lots

source: Support for a wide variety of archive formats and can handle other KIO slaves such as smb or fish.
ca@valencia: Admet una gran varietat de formats d'arxiu i pot gestionar altres esclaus KIO com el «smb» o el «fish».

source: Completely customizable and very user friendly
ca@valencia: Es pot personalitzar completament i és fàcil d'emprar

source: File management in Krusader
ca@valencia: Gestió de fitxers en el Krusader
