Repository: raurodse/prueba
Catalog: */kdevelop/kdevelop._desktop_.po
Languages: ca@valencia

# Name
source: Process successful
ca@valencia: Procés correcte

# Comment
source: Process finished successfully
ca@valencia: El procés ha finalitzat amb èxit

# Name
source: Process error
ca@valencia: Error de procés

# Comment
source: Process finished with errors
ca@valencia: El procés ha finalitzat amb errors

# Name
source: Loading Project
ca@valencia: S'està carregant el projecte

# Comment
source: A project loading process has just started
ca@valencia: Tot just s'acaba de començar a carregar el projecte

# Name
source: Project Loaded Successfully
ca@valencia: El projecte s'ha carregat amb èxit

# Comment
source: A project has been loaded successfully
ca@valencia: S'ha carregat amb èxit un projecte

# Name
source: Debugger
ca@valencia: Depurador

# Name
source: Breakpoint Hit
ca@valencia: Punt d'interrupció

# Comment
source: A Breakpoint has been hit by the debugger
ca@valencia: El depurador ha assolit un punt d'interrupció

# Name
source: Breakpoint Error
ca@valencia: Error en el punt d'interrupció

# Comment
source: An error was reported by the debugger
ca@valencia: El depurador ha notificat un error

# Name
source: Watchpoint Hit
ca@valencia: Punt d'observació

# Comment
source: A Watchpoint has been hit by the debugger
ca@valencia: El depurador ha assolit un punt d'observació

# GenericName
source: Integrated Development Environment
ca@valencia: Entorn integrat de desenvolupament

# Name
source: Open a Session
ca@valencia: Obri una sessió

# Name
source: KDevelop (Pick Session)
ca@valencia: KDevelop (Selecció de sessió)

# GenericName
source: Integrated Development Environment (Pick Session to start with)
ca@valencia: Entorn integrat de desenvolupament (Seleccioneu una sessió)

# Name
source: KDevelop Sessions
ca@valencia: Sessions del KDevelop

# Comment
source: List and launch KDevelop sessions
ca@valencia: Llista i llança sessions del KDevelop

# Comment
source: Matches KDevelop Sessions
ca@valencia: Concorda amb sessions del KDevelop

# Comment
source: Simple CMake-based C application
ca@valencia: Aplicació senzilla en C basada en CMake

# Name
source: Simple KDevelop Plugin
ca@valencia: Connector senzill del KDevelop

# Comment
source: Generate a general KDevelop plugin, using CMake and C++
ca@valencia: Genera un connector del KDevelop general, usant CMake i C++

# Comment
source: Simple CMake-based C++ application
ca@valencia: Aplicació senzilla en C++ basada en CMake

# Comment
source: Qt5 CMake Gui application. Generate a CMake/Qt5 based GUI application (crossplatform compatible)
ca@valencia: Aplicació IGU de les Qt5 amb CMake. Genera una aplicació IGU basada en CMake/Qt5 (compatible amb multiplataforma)

# Name
source: QtQuick 2 Application
ca@valencia: Aplicació QtQuick 2

# Comment
source: A Qt5 and QtQuick2 basic application using CMake
ca@valencia: Una aplicació bàsica en Qt5 i QtQuick2 usant el CMake

# Name
source: QMake Qt5 QWidgets GUI Application
ca@valencia: Una aplicació IGU del QMake Qt5 QWidgets

# Comment
source: Generate a QMake/Qt5 based GUI application (crossplatform compatible)
ca@valencia: Genera una aplicació IGU basada en QMake/Qt5 (compatible amb multiplataforma)

# Comment
source: A Qt5 and QML2 basic application using QMake
ca@valencia: Una aplicació bàsica en Qt5 i QML2 usant el QMake

# Name
source: Empty
ca@valencia: Buit

# Comment
source: A project to fill with your ideas
ca@valencia: Un projecte per a omplir amb les vostres idees

# Name
source: KDevelop File Template
ca@valencia: Plantilla de fitxer del KDevelop

# Comment
source: Setup for KDevelop File Template which is packaged using CMake
ca@valencia: Configuració per a la plantilla de fitxer del KDevelop que empaqueta usant CMake

# Comment
source: A simple GObject subclass
ca@valencia: Una subclasse GObject senzilla

# Name
source: Header
ca@valencia: Capçalera

# Name
source: Implementation
ca@valencia: Implementació

# Name
source: GObject with private pointer
ca@valencia: GObject amb apuntador privat

# Comment
source: A GObject subclass with a private pointer
ca@valencia: Una subclasse GObject amb un apuntador privat

# Name
source: GObject with properties
ca@valencia: GObject amb propietats

# Comment
source: A GObject subclass with a private pointer and properties
ca@valencia: Una subclasse GObject amb un apuntador privat i propietats

# Name
source: Basic
ca@valencia: Bàsica

# Comment
source: Basic C++ Class
ca@valencia: Classe C++ bàsica

# Name
source: Private Pointer
ca@valencia: Apuntador privat

# Comment
source: C++ Class with a private D-pointer
ca@valencia: Classe C++ amb un apuntador-D privat

# Name
source: Public Header
ca@valencia: Capçalera pública

# Name
source: Private Header
ca@valencia: Capçalera privada

# Comment
source: Basic Python Class
ca@valencia: Classe Python bàsica

# Name
source: Definition
ca@valencia: Definició

# Name
source: QAbstractItemModel pimpl subclass
ca@valencia: Subclasse QAbstractItemModel «pimpl»

# Comment
source: QAbstractItemModel subclass with private implementation
ca@valencia: Una subclasse QAbstractItemModel amb implementació privada

# Name
source: QAbstractItemModel subclass
ca@valencia: Subclasse QAbstractItemModel

# Comment
source: QAbstractItemModel subclass with properties
ca@valencia: Subclasse QAbstractItemModel amb propietats

# Name
source: Dialog (pimpl) with a UI File
ca@valencia: Diàleg (pimpl) amb un fitxer IU

# Comment
source: QDialog subclass with a separate Qt Designer file and private implementation
ca@valencia: Subclasse QDialog amb un fitxer separat del Qt Designer i una implementació privada

# Name
source: User Interface
ca@valencia: Interfície d'usuari

# Name
source: Dialog with a UI File
ca@valencia: Diàleg amb un fitxer IU

# Comment
source: QDialog subclass with a separate Qt Designer file
ca@valencia: Subclasse QDialog amb un fitxer separat del Qt Designer

# Name
source: QObject pimpl subclass
ca@valencia: Subclasse QObject «pimpl»

# Comment
source: QObject subclass with private implementation
ca@valencia: Una subclasse QObject amb implementació privada

# Name
source: QObject subclass
ca@valencia: Subclasse QObject

# Comment
source: QObject subclass with properties
ca@valencia: Subclasse QObject amb propietats

# Name
source: QObject interface class
ca@valencia: Classe d'interfície QObject

# Comment
source: QObject interface class with properties
ca@valencia: Classe d'interfície QObject amb propietats

# Name
source: Implicitly shared class
ca@valencia: Classe compartida implícita

# Comment
source: Class with a private QSharedData member
ca@valencia: Classe amb un membre QSharedData privat

# Name
source: Widget with a UI File
ca@valencia: Giny amb un fitxer IU

# Comment
source: QWidget subclass with a separate Qt Designer file
ca@valencia: Subclasse QWidget amb un fitxer separat del Qt Designer

# Name
source: Widget (pimpl) with a UI File
ca@valencia: Giny (pimpl) amb un fitxer IU

# Comment
source: QWidget subclass with a separate Qt Designer file and private implementation
ca@valencia: Subclasse QWidget amb un fitxer separat del Qt Designer i una implementació privada

# Name
source: CMake Module with pkg-config
ca@valencia: Mòdul CMake amb pkg-config

# Comment
source: CMake module for finding a library using pkg-config
ca@valencia: Mòdul CMake per a cercar una biblioteca usant pkg-config

# Name
source: Module
ca@valencia: Mòdul

# Comment
source: A unit test using the CppUTest library
ca@valencia: Una prova unitària utilitzant la biblioteca CppUTest

# Comment
source: A unit test using the Google Test library
ca@valencia: Una prova unitària utilitzant la biblioteca Test de Google

# Name
source: Test Suite
ca@valencia: Conjunt de proves

# Comment
source: A unit test suite using the QTest library without a graphical user interface
ca@valencia: Un conjunt de proves unitàries utilitzant la biblioteca QTest sense interfície gràfica d'usuari

# Name
source: A test for KDevPlatform
ca@valencia: Una prova per a la KDevPlatform

# Comment
source: A unit test using the QTest library with KDevPlatform test helpers
ca@valencia: Una prova unitària utilitzant la biblioteca QTest amb els auxiliars de proves del KDevPlatform

# Comment
source: A unit test using the PHPUnit framework
ca@valencia: Una prova unitària utilitzant el marc de treball PHPUnit

# Comment
source: A unit test using the PyUnit framework
ca@valencia: Una prova unitària utilitzant el marc de treball PyUnit

# Name
source: KDevelop Plugin
ca@valencia: Connector del KDevelop

# Name
source: Application Templates (SDK)
ca@valencia: Plantilles d'aplicació (SDK)

# Name
source: KDevelop (Fetch Bazaar Project)
ca@valencia: KDevelop (obtindre un projecte de Bazaar)

# Name
source: Custom BuildSystem
ca@valencia: BuildSystem personalitzat

# Comment
source: Configure a projects custom build tool and includes/defines for the language support.
ca@valencia: Configura una eina de construcció personalitzada de projectes i les inclusions/definicions per a la implementació del llenguatge.

# Comment
source: A Dockerfile is a text document that contains all the commands a user could call on the command line to assemble an image
ca@valencia: Un Dockerfile és un document de text que conté totes les ordres que un usuari hauria de cridar des de la línia d'ordres per a muntar una imatge

# Name
source: Document View
ca@valencia: Visor de document

# Comment
source: Configure Document View settings
ca@valencia: Configura els arranjaments del visor de document

# Name
source: File Templates (SDK)
ca@valencia: Plantilles de fitxer (SDK)

# Name
source: Flatpak Builder Manifest
ca@valencia: Manifest del constructor Flatpak

# Comment
source: A file to configure how a project is built by flatpak
ca@valencia: Un fitxer per a configurar com serà construït un projecte per a Flatpak

# Name
source: KDevelop (Fetch git Project)
ca@valencia: KDevelop (obtindre un projecte de Git)

# Name
source: API Documentation (QtHelp)
ca@valencia: Documentació de l'API (QtHelp)

# Name
source: KDevelop (Fetch Subversion Project)
ca@valencia: KDevelop (obtindre un projecte de Subversion)
