Repository: raurodse/prueba
Catalog: */kdevelop/kdevelop._json_.po
Languages: ca@valencia

# Name
source: Android Support
ca@valencia: Implementació de l'Android

# Name
source: New Project Wizard
ca@valencia: Assistent de projecte nou

# Name
source: AStyle Formatter Backend
ca@valencia: Dorsal del formatador AStyle

# Name
source: Bazaar Support
ca@valencia: Implementació de Bazaar

# Name
source: C++ Support
ca@valencia: Implementació de C++

# Name
source: Clang-Tidy Support
ca@valencia: Implementació de Clang-Tidy

# Name
source: Class Browser
ca@valencia: Navegador de classes

# Name
source: Clazy Support
ca@valencia: Implementació de Clazy

# Name
source: CMake Project Builder
ca@valencia: Constructor de projecte CMake

# Name
source: CMake Documentation
ca@valencia: Documentació de CMake

# Name
source: CMake Project Manager
ca@valencia: Gestor de projectes CMake

# Name
source: Code Utilities
ca@valencia: Utilitats de codi

# Name
source: Code Browser
ca@valencia: Navegador de codi

# Name
source: Cppcheck Support
ca@valencia: Implementació de Cppcheck

# Name
source: Custom Build System
ca@valencia: Sistema de construcció personalitzat

# Name
source: Custom Defines And Includes Manager
ca@valencia: Gestor per a personalitzar les definicions i inclusions

# Name
source: Custom Makefile Project Manager
ca@valencia: Gestor de projecte personalitzat Makefile

# Name
source: Custom Script Formatter Backend
ca@valencia: Dorsal de l'script formatador personalitzat

# Name
source: Docker Support
ca@valencia: Implementació del Docker

# Name
source: Most-Recently-Used Document Switcher
ca@valencia: Commutador del document usat més recentment

# Name
source: Document View
ca@valencia: Visor de document

# Name
source: Execute Programs
ca@valencia: Executa programes

# Name
source: Plasmoid Launcher
ca@valencia: Llançador de plasmoide

# Name
source: Execute Scripts
ca@valencia: Executa scripts

# Name
source: External Scripts
ca@valencia: Scripts externs

# Name
source: KDE File Manager Integration
ca@valencia: Integració del gestor de fitxers del KDE

# Name
source: File Templates Configuration
ca@valencia: Configuració de les plantilles de fitxer

# Name
source: Flatpak Support
ca@valencia: Implementació del Flatpak

# Name
source: GDB Support
ca@valencia: Implementació del GDB

# Name
source: Generic Project Manager
ca@valencia: Gestor de projectes genèric

# Name
source: GitHub Provider
ca@valencia: Proveïdor de GitHub

# Name
source: Git Support
ca@valencia: Implementació de Git

# Name
source: Find/Replace In Files
ca@valencia: Cerca i substitució en fitxers

# Name
source: Heaptrack Support
ca@valencia: Implementació del Heaptrack

# Name
source: Konsole Integration
ca@valencia: Integració del Konsole

# Name
source: LLDB Support
ca@valencia: Implementació del LLDB

# Name
source: Make Project Builder
ca@valencia: Constructor de projecte Make

# Name
source: Man Pages
ca@valencia: Pàgines «man»

# Name
source: Meson Project Manager
ca@valencia: Gestor de projectes Meson

# Name
source: Ninja Project Builder
ca@valencia: Constructor de projectes Ninja

# Name
source: Hex Editor
ca@valencia: Editor hexadecimal

# Name
source: Open With
ca@valencia: Obri amb

# Name
source: Outline
ca@valencia: Visió general

# Name
source: Patch Review
ca@valencia: Revisió del pedaç

# Name
source: Perforce Support
ca@valencia: Implementació del Perforce

# Name
source: Problem Reporter View
ca@valencia: Vista del notificador de problemes

# Name
source: Project Filter
ca@valencia: Filtre de projecte

# Name
source: Project Manager View
ca@valencia: Vista del gestor de projectes

# Name
source: QMake Project Builder
ca@valencia: Constructor de projecte QMake

# Name
source: QMake Project Manager
ca@valencia: Gestor de projectes QMake

# Name
source: QML Support
ca@valencia: Implementació del QML

# Name
source: Qt Documentation
ca@valencia: Documentació de les Qt

# Name
source: Quick Open
ca@valencia: Obertura ràpida

# Name
source: Source Formatter
ca@valencia: Formatador del codi font

# Name
source: Output View
ca@valencia: Vista de l'eixida

# Name
source: Subversion Support
ca@valencia: Implementació del Subversion

# Name
source: Switch to Buddy
ca@valencia: Commuta a associat

# Name
source: Unit Test View
ca@valencia: Vista de proves unitàries

# Name
source: VCS Integration
ca@valencia: Integració de VCS

# Name
source: KDevelop Welcome Page
ca@valencia: Pàgina de benvinguda del KDevelop

# Description
source: Exposes Android runtimes
ca@valencia: Exposa el temps d'execució de l'Android

# Description
source: Application Wizard
ca@valencia: Assistent d'aplicació

# Description
source: A plugin for formatting of sourcecode according to a specified set of rules
ca@valencia: Un connector per a formatar el codi font d'acord a un conjunt especificat de regles

# Description
source: This plugin integrates Bazaar to KDevelop
ca@valencia: Aquest connector integra el Bazaar al KDevelop

# Description
source: C/C++ Language Support (Clang-based)
ca@valencia: Implementació del llenguatge C/C++ (basat en Clang)

# Description
source: clang-tidy provides an extensible framework for diagnosing and fixing typical programming errors, like style violations, interface misuse, or bugs that can be deduced via static analysis. https://clang.llvm.org/extra/clang-tidy/
ca@valencia: El clang-tidy proporciona un marc de treball extensible per al diagnòstic i esmena d'errors de programació típics, com ara infraccions de l'estil, mal ús de la interfície o errors que es poden deduir mitjançant anàlisi estàtica. https://clang.llvm.org/extra/clang-tidy/

# Description
source: This plugin provides a browsable model of the currently parsed classes and other items.
ca@valencia: Aquest connector proporciona un model navegable de les classes analitzades actualment i altres elements.

# Description
source: This plugin integrates Clazy to KDevelop
ca@valencia: Aquest connector integra el Clazy al KDevelop

# Description
source: Builds CMake Projects
ca@valencia: Construeix projectes CMake

# Description
source: Allows KDevelop to provide CMake documentation
ca@valencia: Permet al KDevelop proporcionar documentació de CMake

# Description
source: Allows KDevelop to manage CMake-based projects
ca@valencia: Permet que el KDevelop gestione projectes basats en CMake

# Description
source: Collection of various utilities that increase productivity while programming.
ca@valencia: Col·lecció de diverses utilitats que augmenten la productivitat durant la programació.

# Description
source: This plugin shows information about the current language context in a side view, and highlights relevant declarations and uses.
ca@valencia: Aquest connector mostra informació quant al context del llenguatge actual en una vista lateral i ressalta les declaracions i els usos apropiats.

# Description
source: This plugin integrates Cppcheck (static analysis tool) to KDevelop
ca@valencia: Aquest connector integra el Cppcheck (eina per a l'anàlisi estàtica) al KDevelop

# Description
source: Allows to use custom buildsystems for KDevelop projects
ca@valencia: Permet utilitzar sistemes de construcció personalitzats per a projectes del KDevelop

# Description
source: Configure which macros and include directories/files will be added to the parser during project parsing.
ca@valencia: Configura quines macros i directoris/fitxers s'afegiran a l'analitzador durant l'anàlisi del projecte.

# Description
source: Imports and edits custom make projects
ca@valencia: Importa i edita projectes personalitzats de Make

# Description
source: A plugin for formatting C files using custom scripts
ca@valencia: Un connector per a formatar fitxers C emprant scripts personalitzats

# Description
source: Exposes Docker runtimes
ca@valencia: Exposa el temps d'execució del Docker

# Description
source: A most-recently-used document switcher for KDevPlatform.
ca@valencia: Un commutador del document usat més recentment per la KDevPlatform.

# Description
source: This plugin displays a graphical view of all documents currently loaded and separates them by mimetype.
ca@valencia: Aquest connector mostra una visualització gràfica de tots els documents carregats actualment, separats pel tipus MIME.

# Description
source: This plugin allows running of programs with no instrumentor, ie. natively by the current host.
ca@valencia: Aquest connector permet executar programes sense «instrumentor», és a dir, nativament per a la màquina actual.

# Description
source: Lets you view a plasmoid
ca@valencia: Vos permet veure un plasmoide

# Description
source: This plugin allows running of scripts.
ca@valencia: Aquest connector permet executar scripts.

# Description
source: Run external scripts or applications to manipulate the editor contents or do other arbitrary actions.
ca@valencia: Executa scripts externs o aplicacions per a manipular el contingut de l'editor o altres accions arbitràries.

# Description
source: This plugin brings a filemanager to KDevelop.
ca@valencia: Aquest connector proporciona un gestor de fitxers al KDevelop.

# Description
source: Manages templates for source files
ca@valencia: Gestiona les plantilles dels fitxers de codi font

# Description
source: Exposes Flatpak runtimes
ca@valencia: Exposa el temps d'execució del Flatpak

# Description
source: This plugin provides a frontend for GDB, a source-level debugger for C, C++ and more.
ca@valencia: Aquest connector proveeix d'un frontal per al GDB, un depurador quant a codi per a C, C++ i més llenguatges.

# Description
source: Allow KDevelop to manage generic projects
ca@valencia: Permet al KDevelop gestionar projectes genèrics

# Description
source: This plugin helps to obtain projects from GitHub
ca@valencia: Aquest connector ajuda a obtindre els projectes des de GitHub

# Description
source: This plugin integrates Git to KDevelop
ca@valencia: Aquest connector integra el Git al KDevelop

# Description
source: Allows fast searching of multiple files using patterns or regular expressions. And allow to replace it too.
ca@valencia: Permet la cerca ràpida de múltiples fitxers usant patrons o expressions regulars. I també permet substitucions.

# Description
source: This plugin integrates Heaptrack to KDevelop
ca@valencia: Aquest connector integra el Heaptrack al KDevelop

# Description
source: This plugin provides KDevelop with an embedded konsole for quick and easy command line access.
ca@valencia: Aquest connector proporciona al KDevelop un Konsole incrustat per a accedir de manera ràpida i fàcil a la línia d'ordres.

# Description
source: This plugin provides a frontend for LLDB, a next generation, high-performance C/Obj-C/C++ debugger.
ca@valencia: Aquest connector proveeix d'un frontal per al LLDB, un depurador d'alt rendiment per a C/Obj-C/C++ d'última generació.

# Description
source: KDevelop Make Builder
ca@valencia: Constructor Make del KDevelop

# Description
source: This plugin provides Manual Pages integration
ca@valencia: Aquest connector proporciona la integració de les pàgines del manual

# Description
source: Imports and edits Meson projects
ca@valencia: Importa i edita projectes del Meson

# Description
source: KDevelop Ninja Builder
ca@valencia: Constructor Ninja del KDevelop

# Description
source: Enables viewing and editing of the raw data of files (Okteta-based)
ca@valencia: Permet la visualització i edició de les dades sense processar dels fitxers (basat en l'Okteta)

# Description
source: This plugin allows one to open files with associated external applications.
ca@valencia: Aquest connector permet obrir fitxers amb les aplicacions externes associades.

# Description
source: This plugin provides a view to show the outline of the currently open document.
ca@valencia: Aquest connector proporciona una visualització que mostra una visió general del document obert actualment.

# Description
source: This plugin allows reviewing patches directly in the editor.
ca@valencia: Aquest connector permet revisar pedaços directament en l'editor.

# Description
source: Provides Integration with Perforce Version Control System
ca@valencia: Proporciona integració amb el sistema de control de versions Perforce

# Description
source: This plugin shows errors in source code.
ca@valencia: Aquest connector permet mostrar errors en el codi font.

# Description
source: Configure which files and folders inside the project folder should be included or excluded.
ca@valencia: Configura quins fitxers i carpetes dins de la carpeta del projecte s'han d'incloure o excloure.

# Description
source: Lets you manage the project contents.
ca@valencia: Vos permet gestionar els continguts del projecte.

# Description
source: Builds QMake Projects
ca@valencia: Construeix projectes QMake

# Description
source: Imports and edits QMake projects
ca@valencia: Importa i edita projectes del QMake

# Description
source: QML/JS language support (based on qmljs from QtCreator)
ca@valencia: Implementació dels llenguatges QML/JS (basats en el «qmljs» del QtCreator)

# Description
source: This plugin provides QtHelp integration
ca@valencia: Aquest connector proveeix la integració amb QtHelp

# Description
source: This plugin allows quick access to project files and language-items like classes/functions.
ca@valencia: Aquest connector permet un ràpid accés als fitxers del projecte i a elements del llenguatge com classes/funcions.

# Description
source: Scratchpad lets you quickly run and experiment with code without a full project, and even store todos.
ca@valencia: L'Scratchpad permet executar i experimentar ràpidament amb el codi sense un projecte complet, i inclús emmagatzemar tasques pendents.

# Description
source: Configure which style should be used for formatting of the sourcecode in a project.
ca@valencia: Configura quin estil s'ha d'usar per a formatar el codi font d'un projecte.

# Description
source: Provides a text output tool view for other plugins to use, to show things like compiler messages.
ca@valencia: Proporciona una vista d'eina d'eixida de text per a usar en altres connectors, per a visualitzar missatges del compilador, per exemple.

# Description
source: This plugin integrates Subversion to KDevelop.
ca@valencia: Aquest connector integra el Subversion en el KDevelop.

# Description
source: Allows switching between buddy documents like implementation and header file.
ca@valencia: Permet commutar entre documents associats com fitxers d'implementacions i de capçaleres.

# Description
source: Lets you see and run unit tests.
ca@valencia: Vos permet veure i executar proves unitàries.

# Description
source: This plugin provides integration between the projects and their VCS infrastructure
ca@valencia: Aquest connector proporciona la integració entre els projectes i la seua infraestructura de VCS

# Description
source: Provides the welcome page visible in an empty session
ca@valencia: Proporciona la visibilitat de la pàgina de benvinguda en una sessió buida
