Repository: raurodse/prueba
Catalog: */ark/ark._json_.po
Languages: ca@valencia

# Name
source: 'Compress' service menu
ca@valencia: Menú de servei «Comprimeix»

# Name
source: 'Extract' service menu
ca@valencia: Menú de servei «Extreu»

# Name
source: P7zip plugin
ca@valencia: Connector del P7zip

# Name
source: RAR plugin
ca@valencia: Connector del RAR

# Name
source: The Unarchiver plugin
ca@valencia: Connector de l'Unarchiver

# Name
source: Info-zip plugin
ca@valencia: Connector de l'Info-zip

# Name
source: Libarchive plugin
ca@valencia: Connector del Libarchive

# Name
source: Libarchive plugin (read-only formats)
ca@valencia: Connector del Libarchive (formats de només lectura)

# Name
source: Bzip2 plugin
ca@valencia: Connector del Bzip2

# Name
source: Gzip plugin
ca@valencia: Connector del Gzip

# Name
source: LZMA plugin
ca@valencia: Connector del LZMA

# Description
source: Full support for the zip and 7z archive formats
ca@valencia: Implementació completa dels formats d'arxiu «zip» i «7z»

# Description
source: Full support for the RAR archive format
ca@valencia: Implementació completa del format d'arxiu RAR

# Description
source: Legacy support for the zip archive format
ca@valencia: Implementació pel format d'arxiu «zip» antic

# Description
source: Full support for compressed TAR archives
ca@valencia: Implementació completa dels arxius TAR comprimits

# Description
source: Open and extract DEB, RPM, ISO, AppImage, XAR and CAB files
ca@valencia: Obri i extreu fitxers DEB, RPM, ISO, AppImage, XAR i CAB

# Description
source: Open and extract single files compressed with the bzip2 algorithm
ca@valencia: Obri i extreu fitxers individuals comprimits amb l'algorisme «bzip2»

# Description
source: Open and extract single files compressed with the gzip algorithm
ca@valencia: Obri i extreu fitxers individuals comprimits amb l'algorisme «gzip»

# Description
source: Open and extract single files compressed with the lzma algorithm
ca@valencia: Obri i extreu fitxers individuals comprimits amb l'algorisme «lzma»
