Repository: raurodse/prueba
Catalog: */granatier/granatier._desktop_.po
Languages: ca@valencia

# Description
source: Clanbomber Import
ca@valencia: Importació del Clanbomber

# Name
source: Big Block
ca@valencia: Gran bloc

# Name
source: Clanbomber Big Standard
ca@valencia: Gran estàndard del Clanbomber

# Name
source: Blast Matrix
ca@valencia: Matriu explosiva

# Name
source: Bloody Ring
ca@valencia: Anell sagnant

# Name
source: Boiling Egg
ca@valencia: Ou bullint

# Name
source: Bomb Attack
ca@valencia: Bombardeig

# Name
source: Broken Heart
ca@valencia: Cor trencat

# Name
source: Crammed
ca@valencia: Amuntegats

# Name
source: Death Corridor
ca@valencia: El corredor de la mort

# Name
source: Dilemma
ca@valencia: Dilema

# Name
source: Fear Circle
ca@valencia: Cercle ferotge

# Name
source: Fear Circle Remix
ca@valencia: Remix del cercle ferotge

# Name
source: Fire Wheels
ca@valencia: Rodes de foc

# Name
source: Football
ca@valencia: Futbol

# Name
source: Four Instance
ca@valencia: Quatre instàncies

# Name
source: Ghostbear
ca@valencia: Ós fantasma

# Name
source: Hard Work
ca@valencia: Treball de valent

# Name
source: Hole Run
ca@valencia: Forat ràpid

# Name
source: Clanbomber Huge Standard
ca@valencia: Immens estàndard del Clanbomber

# Name
source: Juicy Lucy
ca@valencia: Saborosa Lucy

# Name
source: Kitchen
ca@valencia: Gatet

# Name
source: Meeting
ca@valencia: Trobada

# Name
source: Mungo Bane
ca@valencia: La perdició d'en Mungo

# Name
source: Obstacle Race
ca@valencia: Carrera d'obstacles

# Name
source: Overkill
ca@valencia: Rematada

# Name
source: Prison Cells
ca@valencia: Cel·les de presó

# Name
source: Redirection
ca@valencia: Redirecció

# Name
source: Sixty Nine
ca@valencia: Seixanta-nou

# Name
source: Clanbomber Small Standard
ca@valencia: Petit estàndard del Clanbomber

# Name
source: Snake Race
ca@valencia: Cursa de serps

# Name
source: Clanbomber Tiny Standard
ca@valencia: Minúscul estàndard del Clanbomber

# Name
source: Whole Mess
ca@valencia: Desordre total

# Name
source: The four-leaf clover
ca@valencia: El trèvol de quatre fulles

# Description
source: The four-leaf clover is an uncommon variation of the common, three-leaved clover. According to tradition, such leaves bring good luck to their finders, especially if found accidentally. According to legend, each leaf represents something: the first is for hope, the second is for faith, the third is for love, and the fourth is for luck.
ca@valencia: El trèvol de quatre fulles és una variació poc comuna del trèvol normal de tres fulles. Segons la tradició, aquestes fulles, porten bona sort als que els troben, especialment si es troben accidentalment. Segons la llegenda, cada fulla representa una cosa: la primera és per a l'esperança, la segona és per a la fe, la tercera és per a l'amor, i la quarta és per a la sort.

# Name
source: Crazy
ca@valencia: Bogeria

# Description
source: Crazy Arena
ca@valencia: Camp de batalla boig

# Description
source: Default Granatier Arena
ca@valencia: Camp de batalla predeterminat del Granatier

# Name
source: Labyrinth
ca@valencia: Laberint

# Description
source: Labyrinth Arena
ca@valencia: Camp de batalla laberíntic

# Name
source: Three of Three
ca@valencia: Tres de tres

# Description
source: Three of Three Arena
ca@valencia: Camp de batalla tres de tres

# Name
source: Player 1
ca@valencia: Jugador 1

# Description
source: This is Player 1
ca@valencia: Aquest és el jugador 1

# Name
source: Player 2
ca@valencia: Jugador 2

# Description
source: This is Player 2
ca@valencia: Aquest és el jugador 2

# Name
source: Player 3
ca@valencia: Jugador 3

# Description
source: This is Player 3
ca@valencia: Aquest és el jugador 3

# Name
source: Player 4
ca@valencia: Jugador 4

# Description
source: This is Player 4
ca@valencia: Aquest és el jugador 4

# Name
source: Player 5
ca@valencia: Jugador 5

# Description
source: This is Player 5
ca@valencia: Aquest és el jugador 5

# GenericName
source: Bomberman clone
ca@valencia: Un clon del Bomberman

# Description
source: Clanbomber Theme
ca@valencia: Tema Clanbomber

# Description
source: Granatier Theme
ca@valencia: Tema Granatier

# Name
source: Water Bomb
ca@valencia: Bomba d'aigua

# Description
source: Water Bomb Theme
ca@valencia: Tema bomba d'aigua
