Repository: raurodse/prueba
Catalog: */kxstitch/org.kde.kxstitch.appdata.po
Languages: ca@valencia

source: A cross stitch pattern creator
ca@valencia: Un creador de patrons de punt de creu

source: KXStitch is a program that lets you create cross stitch patterns and charts. Patterns can be created from scratch on a user defined size of grid, which can be enlarged or reduced in size as your pattern progresses. Alternatively you can import images from many graphics file formats which will allow you to reduce the number of colors and to restrict the conversion to full stitches or optionally use fractional stitches. You may also use images as backgrounds allowing you to trace over them. These imported images can then be modified using the supplied tools to produce your final design.
ca@valencia: El KXStitch és un programa que permet crear patrons i dibuixos de punt de creu. Els patrons es poden crear des de zero amb una mida de quadrícula definida per l'usuari, la qual es pot ampliar o reduir de mida mentre s'està fent el patró. De manera alternativa, podeu importar imatges des de molts formats de fitxer per a gràfics, els quals permeten reduir el nombre de colors i restringir la conversió a puntades senceres. També podeu utilitzar imatges com a fons, dibuixant-hi damunt. Aquestes imatges importades es poden modificar utilitzant les eines subministrades per a produir el disseny final.

source: Features:
ca@valencia: Característiques:

source: Creation of new patterns
ca@valencia: Creació de patrons nous

source: Editing of existing patterns - KXStitch is also capable of reading PC Stitch files
ca@valencia: Edició de patrons existents: El KXStitch també pot llegir fitxers del PC Stitch

source: Use of various floss pallets, DMC, Anchor, Madeira
ca@valencia: Ús de diversos cabdells de fil, DMC, Anchor, Madeira

source: Creation of custom palettes and colors
ca@valencia: Creació de paletes i colors personalitzats

source: Use of standard stitches
ca@valencia: Ús de puntades estàndard

source: Free use of backstitching
ca@valencia: Ús lliure de repunts

source: Importing of various picture formats
ca@valencia: Importació de diversos formats d'imatge

source: Printing of patterns and floss keys
ca@valencia: Impressió de patrons i claus de fil
