Repository: raurodse/prueba
Catalog: */korganizer/korganizer._desktop_.po
Languages: ca@valencia

# Name
source: KOrganizer Reminder Client
ca@valencia: Client de l'alarma del KOrganizer

# GenericName
source: KOrganizer Reminder Daemon Client
ca@valencia: Client del dimoni d'alarma del KOrganizer

# Name
source: KOrganizer Calendar
ca@valencia: Calendari del KOrganizer

# Name
source: KOrganizer Part Interface
ca@valencia: Interfície de la part del KOrganizer

# Comment
source: KOrganizer Part
ca@valencia: Part del KOrganizer

# Name
source: Colors and Fonts
ca@valencia: Colors i tipus de lletra

# Comment
source: KOrganizer Colors and Fonts Configuration
ca@valencia: Configuració dels colors i tipus de lletra del KOrganizer

# Name
source: Custom Pages
ca@valencia: Pàgines a mida

# Comment
source: Configure the Custom Pages
ca@valencia: Configura les pàgines a mida

# Name
source: Free/Busy
ca@valencia: Lliure/ocupat

# Comment
source: KOrganizer Free/Busy Configuration
ca@valencia: Configuració de Lliure/ocupat per al KOrganizer

# Name
source: Group Scheduling
ca@valencia: Planificació de grups

# Comment
source: KOrganizer Group Scheduling Configuration
ca@valencia: Configuració de la planificació de grups del KOrganizer

# Comment
source: KOrganizer Main Configuration
ca@valencia: Configuració principal del KOrganizer

# Name
source: Plugins
ca@valencia: Connectors

# Comment
source: KOrganizer Plugin Configuration
ca@valencia: Configuració del connector del KOrganizer

# Name
source: Time and Date
ca@valencia: Hora i data

# Comment
source: KOrganizer Time and Date Configuration
ca@valencia: Configuració de la data i hora al KOrganizer

# Name
source: Views
ca@valencia: Vistes

# Comment
source: KOrganizer View Configuration
ca@valencia: Configuració de la vista al KOrganizer

# Name
source: User Feedback
ca@valencia: Comentaris de l'usuari

# Comment
source: KOrganizer User Feedback Configuration
ca@valencia: Configuració dels comentaris d'usuari del KOrganizer

# Comment
source: Kontact KOrganizer Journal Plugin
ca@valencia: Connector de diaris del KOrganizer per al Kontact

# Name
source: Journal
ca@valencia: Diari

# Name
source: Upcoming Events
ca@valencia: Propers esdeveniments

# Comment
source: Upcoming Events Summary Setup
ca@valencia: Configuració del resum per als esdeveniments propers

# Name
source: Pending To-dos
ca@valencia: Tasques pendents inacabades

# Comment
source: Pending To-dos Summary Setup
ca@valencia: Configuració del resum per a les tasques pendents inacabades

# Comment
source: Kontact KOrganizer Plugin
ca@valencia: Connector del KOrganizer per al Kontact

# Name
source: Calendar
ca@valencia: Calendari

# Comment
source: Kontact KOrganizer To-do List Plugin
ca@valencia: Connector de la llista de tasques pendents del KOrganizer per al Kontact

# Name
source: To-do List
ca@valencia: Llista de tasques pendents

# Name
source: Upcoming Special Dates
ca@valencia: Dates especials properes

# Comment
source: Upcoming Special Dates Summary Setup
ca@valencia: Configuració del resum per a les dates especials properes

# Name
source: Special Dates
ca@valencia: Dates especials

# Comment
source: Special Dates Plugin
ca@valencia: Connector de dates especials

# Comment
source: Calendar and Scheduling Program
ca@valencia: Un programa de calendari i planificació

# GenericName
source: Personal Organizer
ca@valencia: Organitzador personal

# Name
source: KOrganizer View
ca@valencia: Vista del KOrganizer

# Comment
source: Display incidence specified by URL
ca@valencia: Mostra la incidència especificada mitjançant un URL
