Repository: raurodse/prueba
Catalog: */korganizer/org.kde.korganizer.appdata.po
Languages: ca@valencia

source: The KDE Community
ca@valencia: La comunitat KDE

source: KOrganizer is a calendar and scheduling application
ca@valencia: El KOrganizer és una aplicació de calendari i planificació de tasques

source: KOrganizer is the calendar and scheduling component of Kontact. It provides management of events and tasks, alarm notification, web export, network transparent handling of data, group scheduling, import and export of calendar files and more. It is able to work together with a wide variety of calendaring services, including NextCloud, Kolab, Google Calendar and others. KOrganizer is fully customizable to your needs and is an integral part of the Kontact suite, which aims to be a complete solution for organizing your personal data. KOrganizer supports the two dominant standards for storing and exchanging calendar data, vCalendar and iCalendar.
ca@valencia: El KOrganizer és el component de calendari i programació del Kontact. Proporciona gestió dels esdeveniments i tasques, notificació d'alarmes, exportació web, gestió de dades transparent a la xarxa, programació de grups, importació i exportació de fitxers de calendari i molt més. És capaç de treballar juntament amb una àmplia varietat de serveis de calendari, incloent el NextCloud, Kolab, Google Calendar i altres. El KOrganizer és totalment personalitzable segons les vostres necessitats i forma part de la suite Kontact, la qual pretén ser una solució completa per a organitzar les vostres dades personals. El KOrganizer admet els dos estàndards dominants per a emmagatzemar i intercanviar dades de calendari: vCalendar i iCalendar.

source: Features:
ca@valencia: Característiques:

source: Support for multiple calendars and todo lists
ca@valencia: Permet múltiples calendaris i llistes de tasques pendents

source: Storage model
ca@valencia: Model d'emmagatzematge

source: Undo and Redo
ca@valencia: Fes i desfés

source: Todo integration with agenda view
ca@valencia: Integra les tasques pendents amb la vista d'agenda

source: Attachments for events and todos
ca@valencia: Adjunts per als esdeveniments i tasques pendents

source: Quick todo and event entries
ca@valencia: Entrades de tasques pendents i esdeveniments ràpids

source: Print support
ca@valencia: Permet la impressió
