Repository: raurodse/prueba
Catalog: */kbreakout/kbreakout._desktop_.po
Languages: ca@valencia

# GenericName
source: Breakout-like Game
ca@valencia: Joc similar al Breakout

# Comment
source: Classic arcade game
ca@valencia: Joc arcade clàssic

# Name
source: Alien Breakout
ca@valencia: Breakout alienígena

# Description
source: Breakout before the aliens do.
ca@valencia: El Breakout abans que el fessin els alienígenes.

# Name
source: Crystal clear
ca@valencia: Cristall clar

# Description
source: Crystal-like theme for KBreakOut
ca@valencia: Tema cristal·lí per al KBreakOut

# Name
source: Egyptian Breakout
ca@valencia: Breakout egipci

# Description
source: Egyptian style breakout theme.
ca@valencia: Tema del Breakout d'estil egipci.

# Name
source: IceWorld
ca@valencia: Món de gel

# Description
source: Ice chilled theme
ca@valencia: Tema congelat

# Description
source: Simple KBreakOut theme
ca@valencia: Tema senzill del KBreakOut

# Description
source: Web 2.0 theme showcases graphical elements reminiscent of those used in popular 'WEB 2.0' movement, currently taking the interweb by storm.
ca@valencia: El tema Web 2.0 presenta els elements gràfics que recorden als emprats en el popular moviment «WEB 2.0», actualment adoptat per la interweb de storm.
