Repository: raurodse/prueba
Catalog: */kontact/org.kde.kontact.appdata.po
Languages: ca@valencia

source: The KDE Community
ca@valencia: La comunitat KDE

source: Handle all your emails, calendars, contacts and more within a single window
ca@valencia: Gestiona tots els correus electrònics, calendaris, contactes i més en una sola finestra

source: Handle your email, calendar, contacts and other personal data with Kontact. Kontact groups everything together in one place and helps you manage your communications, organize your day and work with your colleagues.
ca@valencia: Controleu el vostre correu electrònic, calendari, contactes i altres dades personals amb el Kontact. El Kontact agrupa tot junt en un mateix lloc i ajuda a gestionar les vostres comunicacions, organitzar el vostre dia i treballar amb els vostres companys.

source: Kontact unifies several personal information management applications into a single window to give you the best possible experience and boost your productivity. With Kontact you can use all the tools of our powerful suite in one place. Unlike proprietary web applications we value your privacy and support open standards, which is why Kontact gives you full control over your data. You can of course also access your data offline if you want to.
ca@valencia: El Kontact unifica diverses aplicacions per a la gestió de la informació personal en una sola finestra per a oferir-vos la millor experiència possible i així millorar la vostra productivitat. Amb el Kontact podreu usar totes les eines de la nostra poderosa suite en un sol lloc. A diferència d'aplicacions web propietàries, nosaltres valorem la vostra privadesa i implementem els estàndards oberts, de manera que el Kontact vos donarà el control total de les vostres dades. Per descomptat, si voleu, també podreu accedir a les vostres dades fora de línia.

source: Kontact consists of several well-integrated components:
ca@valencia: El Kontact consta de diversos components ben integrats:

source: KMail - a powerful and feature-rich email client with support for a wide range of email providers.
ca@valencia: KMail: un client de correu electrònic potent i ric en característiques amb suport per a una àmplia varietat de proveïdors de correu electrònic.

source: KOrganizer - a calendar and scheduling component of Kontact which is able to work with NextCloud, Kolab, Google Calendar and other calendaring services.
ca@valencia: KOrganizer: un component de calendari i programació del Kontact, el qual pot treballar amb el NextCloud, Kolab, Google Calendar i altres serveis de calendari.

source: KAddressBook - an easy to use contact management tool that can synchronize contacts with many popular services.
ca@valencia: KAddressBook: una eina per a la gestió dels contactes fàcil d'usar que pot sincronitzar contactes amb molts serveis populars.

source: Akregator - a news reader with powerful search and archiving functionality.
ca@valencia: Akregator: un lector de notícies amb una potent funcionalitat de cerca i arxiu.

source: KNotes - a simple program that lets you write the computer equivalent of sticky notes.
ca@valencia: KNotes: un programa senzill que permet escriure l'equivalent a l'ordinador a les notes adhesives.

source: KMail, the email component of Kontact
ca@valencia: El KMail, el component de correu electrònic del Kontact

source: Organize your time, manage events, create todos or schedule meetings with KOrganizer
ca@valencia: Organitzeu el vostre temps, gestioneu els esdeveniments, creeu tasques pendents o programeu reunions amb el KOrganizer

source: KAddressBook provides an easy way to manage your contacts
ca@valencia: El KAddressBook proporciona una manera fàcil de gestionar els vostres contactes

source: Stay on top of the new with Akregator, our news reader
ca@valencia: Manteniu-vos al corrent de les notícies amb l'Akregator, el nostre lector de notícies
