Repository: raurodse/prueba
Catalog: */smb4k/org.kde.smb4k.appdata.po
Languages: ca@valencia

source: Discover and mount SAMBA and Windows shares over the network
ca@valencia: Descobreix i munta les comparticions de SAMBA i Windows sobre la xarxa

source: Smb4K is an advanced network neighborhood browser and Samba share mounting utility. It is based on the KDE Frameworks 5 and Samba's client library (libsmbclient). It scans your network neighborhood for all available workgroups, servers and shares and can mount all desired shares to your local file system.
ca@valencia: El Smb4K és un explorador avançat del veïnatge de xarxa i una utilitat per a muntar les comparticions de Samba. Està basat en els Frameworks 5 del KDE i la biblioteca client de Samba (libsmbclient). Explora el vostre veïnatge de xarxa per a tots els grups de treball disponibles, servidors i comparticions, i pot muntar totes les comparticions desitjades al vostre sistema de fitxers local.

source: Smb4K is based on Samba's client library. Its purpose is to provide a program that is easy to use and has as many features as possible.
ca@valencia: El Smb4K està basat en la biblioteca client de Samba. La seua finalitat és proporcionar un programa de fàcil ús i contindre tantes característiques com siga possible.

source: Features:
ca@valencia: Característiques:

source: Scanning for (active) workgroups, hosts, and shares
ca@valencia: Exploració de grups de treball (actius), servidors i comparticions

source: Support of the CIFS (Linux) and SMBFS (FreeBSD) file system
ca@valencia: Implementació dels sistemes de fitxers CIFS (Linux) i SMBFS (FreeBSD)

source: Mounting and unmounting of shares
ca@valencia: El muntatge i desmuntatge de les comparticions

source: Access to the files of a mounted share using a file manager or terminal
ca@valencia: Accés als fitxers d'una compartició muntada emprant un gestor de fitxers o terminal

source: Auto-detection of external mounts and unmounts
ca@valencia: Detecció automàtica de muntatges i desmuntatges externs

source: Remounting of previously used shares on program start
ca@valencia: Torna a muntar les comparticions emprades anteriorment en iniciar el programa

source: Miscellaneous infos about remote network items and mounted shares
ca@valencia: Informacions diverses sobre elements de xarxa remots i les comparticions muntades

source: Network search
ca@valencia: Cerca a la xarxa

source: Preview of the contents of a remote share
ca@valencia: Vista prèvia del contingut d'una compartició remota

source: Default login
ca@valencia: Inici de sessió predeterminat

source: Special handling of homes shares
ca@valencia: Gestió especial de les comparticions personals

source: Ability to bookmark favorite shares
ca@valencia: La capacitat d'apuntar les comparticions com a adreces d'interés

source: System tray widget
ca@valencia: Un giny de la safata del sistema

source: Support of advanced mount options
ca@valencia: Implementació de les opcions avançades de muntatge

source: Support of printer shares
ca@valencia: Implementació de les impressores compartides

source: KWallet support
ca@valencia: Implementació del KWallet

source: Synchronization of a remote share with a local copy and vice versa
ca@valencia: Sincronització d'una compartició remota amb una còpia local i viceversa

source: Ability to define custom options for individual servers and shares
ca@valencia: La capacitat per a definir opcions personalitzades individuals per a servidors i comparticions

source: Laptop support through the Solid hardware device framework
ca@valencia: Implementació per a portàtils a través del marc de treball Solid per a dispositius de maquinari

source: Wake-On-LAN capabilities
ca@valencia: Capacitats de l'activació per LAN (Wake-On-LAN)

source: Plasmoid for desktop integration
ca@valencia: Plasmoide per a la integració amb l'escriptori

source: Profiles for different network neighborhood setups
ca@valencia: Perfils per a diferents configuracions del veïnatge de xarxa

source: If you are working in a Windows dominated network environment, you may want to install this application to be able to easily access the provided Windows shares.
ca@valencia: Si esteu treballant en un entorn de xarxa dominat per Windows, és possible que vulgueu instal·lar aquesta aplicació per a poder accedir amb facilitat a les comparticions proporcionades per Windows.

source: The main window
ca@valencia: La finestra principal

source: The plasmoid
ca@valencia: El plasmoide
