Repository: raurodse/prueba
Catalog: */smb4k/smb4k._desktop_.po
Languages: ca@valencia

# Comment
source: Advanced Network Neighborhood Browser
ca@valencia: Explorador avançat del veïnatge de xarxa

# Name
source: Notification
ca@valencia: Notificació

# Comment
source: The user is notified about an action
ca@valencia: L'usuari ha estat notificat quant a una acció

# Name
source: Warning
ca@valencia: Avís

# Comment
source: A warning is shown to the user
ca@valencia: Es mostra un avís a l'usuari

# Comment
source: An error message is shown to the user
ca@valencia: Es mostra un missatge d'error a l'usuari

# Name
source: Share mounted
ca@valencia: Compartició muntada

# Comment
source: A share has been mounted
ca@valencia: S'ha muntat una compartició

# Name
source: Share unmounted
ca@valencia: Compartició desmuntada

# Comment
source: A share has been unmounted
ca@valencia: S'ha desmuntat una compartició

# Name
source: Shares mounted
ca@valencia: Comparticions muntades

# Comment
source: Multiple shares have been mounted
ca@valencia: S'han muntat múltiples comparticions

# Name
source: Shares unmounted
ca@valencia: Comparticions desmuntades

# Comment
source: Multiple shares have been unmounted
ca@valencia: S'han desmuntat múltiples comparticions

# Name
source: Opening wallet failed
ca@valencia: Ha fallat l'obertura de la cartera

# Comment
source: The network wallet could not be opened
ca@valencia: No s'ha pogut obrir la cartera de xarxa

# Name
source: Credentials not accessible
ca@valencia: Credencials no accessibles

# Comment
source: The credentials could not be read from the wallet
ca@valencia: No s'han pogut llegir les credencials des de la cartera

# Name
source: Mimetype not supported
ca@valencia: Tipus MIME no admés

# Comment
source: The mimetype of the file that is to be printed is not supported
ca@valencia: El tipus MIME del fitxer a imprimir no està admés

# Name
source: Bookmark exists
ca@valencia: L'adreça d'interés ja existeix

# Comment
source: The bookmark exists
ca@valencia: L'adreça d'interés ja existeix

# Name
source: Bookmark label in use
ca@valencia: L'etiqueta de l'adreça d'interés s'està emprant

# Comment
source: The label for the bookmark already exists
ca@valencia: L'etiqueta per a l'adreça d'interés ja existeix

# Name
source: Configuration file for Samba missing
ca@valencia: Falta el fitxer de configuració per a Samba

# Comment
source: The configuration file for the Samba suite is missing
ca@valencia: Falta el fitxer de configuració per a la suite Samba

# Name
source: Mounting failed
ca@valencia: Ha fallat el muntatge

# Comment
source: Mounting a share failed
ca@valencia: Ha fallat el muntatge d'una compartició

# Name
source: Unmounting failed
ca@valencia: Ha fallat el desmuntatge

# Comment
source: Unmounting a share failed
ca@valencia: Ha fallat el desmuntatge d'una compartició

# Name
source: Unmounting not allowed
ca@valencia: No s'ha permés el desmuntatge

# Comment
source: The unmounting of a certain share is not allowed
ca@valencia: No s'ha permés el desmuntatge d'una compartició concreta

# Name
source: Synchronization failed
ca@valencia: Ha fallat la sincronització

# Comment
source: The synchronization of a share and a local copy failed
ca@valencia: Ha fallat la sincronització d'una compartició amb una còpia local

# Name
source: Command not found
ca@valencia: No s'ha trobat l'ordre

# Comment
source: A required command could not be found
ca@valencia: No s'ha pogut trobar l'ordre requerida

# Name
source: Cannot bookmark printer
ca@valencia: No s'ha pogut afegir l'adreça d'interés de la impressora

# Comment
source: A printer cannot be bookmarked
ca@valencia: Una impressora no es pot afegir com a adreça d'interés

# Name
source: File not found
ca@valencia: No s'ha trobat el fitxer

# Comment
source: A file could not be found
ca@valencia: No s'ha pogut trobar un fitxer

# Name
source: Opening file failed
ca@valencia: Ha fallat en obrir el fitxer

# Comment
source: A file could not be opened
ca@valencia: No s'ha pogut obrir un fitxer

# Name
source: Reading file failed
ca@valencia: Ha fallat en llegir el fitxer

# Comment
source: A file could not be read
ca@valencia: No s'ha pogut llegir un fitxer

# Name
source: mkdir failed
ca@valencia: Ha fallat el «mkdir»

# Comment
source: A directory could not be created
ca@valencia: No s'ha pogut crear un directori

# Name
source: Process error
ca@valencia: Error de procés

# Comment
source: A process error occurred
ca@valencia: Hi ha hagut un error de procés

# Name
source: Action failed
ca@valencia: L'acció ha fallat

# Comment
source: A KAuth action failed
ca@valencia: Una acció del KAuth ha fallat

# Name
source: Invalid URL
ca@valencia: URL no vàlid

# Comment
source: An invalid URL was passed
ca@valencia: S'han passat un URL no vàlid

# Name
source: Network communication failed
ca@valencia: La xarxa de comunicació ha fallat

# Comment
source: A network related action could not be performed or failed
ca@valencia: No s'ha pogut portar a terme una acció relativa a la xarxa o ha fallat

# Name
source: Mount action
ca@valencia: Acció de muntatge

# Description
source: Mounts a share
ca@valencia: Munta una compartició

# Name
source: Unmount action
ca@valencia: Acció de desmuntatge

# Description
source: Unmounts a share
ca@valencia: Desmunta una compartició

# Name
source: Network Neighborhood
ca@valencia: Veïnatge de xarxa

# Comment
source: Network neighborhood browser based on Smb4K
ca@valencia: Explorador del veïnatge de xarxa basat en el Smb4K

# GenericName
source: Advanced Network Browser for SAMBA
ca@valencia: Explorador de xarxa avançat per a SAMBA
