Repository: raurodse/prueba
Catalog: */liquidshell/org.kde.liquidshell.appdata.po
Languages: ca@valencia

source: liquidshell is an alternative to plasmashell
ca@valencia: El liquidshell és una alternativa al plasmashell

source: It does not use QtQuick but instead relies on QtWidgets, therefore no hardware graphics acceleration is needed.
ca@valencia: No usa el «QtQuick», sinó que es basa en els «QtWidgets», per tant, no cal acceleració gràfica per maquinari.

source: Main Features:
ca@valencia: Característiques principals:

source: Wallpaper per virtual desktop
ca@valencia: Fons de pantalla per a l'escriptori virtual

source: No animations, no CPU hogging, low Memory footprint
ca@valencia: No hi ha animacions, sense acaparar la CPU, consum baix de la memòria

source: Instant startup
ca@valencia: Inici instantani

source: No use of activities
ca@valencia: No empra les activitats

source: QtWidgets based, therefore follows widget style from systemsettings
ca@valencia: Està basat en els «QtWidgets», per tant, segueix l'estil dels ginys indicat per l'arranjament del sistema

source: Icons are used from your globally defined icon theme from systemsettings
ca@valencia: Les icones s'usen des del tema d'icones definit globalment des de l'arranjament del sistema

source: Colors are used from your globally defined color theme from systemsettings
ca@valencia: Els colors s'usen des del tema de color definit globalment des de l'arranjament del sistema

source: Can additionally be styled with css by passing the commandline option -stylesheet filename.css (see included example stylesheet.css)
ca@valencia: També es pot dissenyar amb css passant l'opció de línia d'ordres «-stylesheet nom_fitxer.css» (vegeu l'exemple inclòs a stylesheet.css)

source: uses existing KDE dialogs for most configurations, e.g. StartMenu, Virtual Desktops, Bluetooth, Network
ca@valencia: Usa els diàlegs existents del KDE per a la majoria de les configuracions, p. ex. Menú d'inici, Escriptoris virtuals, Bluetooth, Xarxa

source: One bottom DesktopPanel
ca@valencia: Un plafó d'escriptori a la part inferior

source: Desktop Applets
ca@valencia: Miniaplicacions de l'escriptori
