Repository: raurodse/prueba
Catalog: */totalreqall/totalreqall.po
Languages: ca@valencia

# NAME OF TRANSLATORS
source: Your names
ca@valencia: Josep Ma. Ferrer

# EMAIL OF TRANSLATORS
source: Your emails
ca@valencia: txemaq@gmail.com

source: Speak
ca@valencia: Pronuncia

source: Choose a verse
ca@valencia: Escolliu un versicle

source: No modules found
ca@valencia: No s'ha trobat cap mòdul

source: Could not find any Bible modules.
ca@valencia: No s'ha pogut trobar cap mòdul de la Bíblia.

source: Memorize verse
ca@valencia: Memoritza un versicle

source: Save
ca@valencia: Guarda

source: Back
ca@valencia: Arrere

source: Memorize
ca@valencia: Memoritza

source: Title:
ca@valencia: Títol:

source: Content:
ca@valencia: Contingut:

source: &File
ca@valencia: &Fitxer

source: Settings...
ca@valencia: Configuració...

source: Exit
ca@valencia: Ix

source: &Help
ca@valencia: &Ajuda

source: Online help...
ca@valencia: Ajuda en línia...

source: About Qt
ca@valencia: Quant a les Qt

source: About
ca@valencia: Quant al

source: Stop memorizing
ca@valencia: Atura la memorització

source: Continue
ca@valencia: Continua

source: Delete
ca@valencia: Suprimeix

source: Review
ca@valencia: Revisió

source: Double-click an entry to review it.
ca@valencia: Feu clic doble en un element per a revisar-lo.

source: Error: could not find data for
ca@valencia: Error: No s'han pogut trobar les dades per a

source: Load &last verse
ca@valencia: Carrega l'ú&ltim versicle

source: Load &random verse
ca@valencia: Carrega un versicle a l'atza&r

source: Load a &set verse
ca@valencia: Carrega un versicle a &definit

source: &Choose verse...
ca@valencia: &Escolliu un versicle...

source: Save last set window size
ca@valencia: Guarda l'última mida definida de la finestra

source: Load &last version
ca@valencia: Carrega l'ú&ltima versió

source: Load &random version
ca@valencia: Carrega una versió a l'atza&r

source: Load &set version
ca@valencia: Carrega una versió &definida

source: &Retype the word
ca@valencia: To&rna a teclejar la paraula

source: Mark the word as incorrect and &keep going
ca@valencia: Marca la paraula com a incorrecta i &continua

source: Split large content into smaller chunks
ca@valencia: Divideix el contingut gran en trossos més petits

source: Settings
ca@valencia: Configuració

source: &Threshold size for splitting
ca@valencia: &Mida del llindar per a dividir

source: &How large of chunks to split into
ca@valencia: &Grandària del trossos dividits

source: Set action when the wrong key is typed
ca@valencia: Estableix una acció quan es tecleja la tecla incorrecta

source: Configure how large content is handled
ca@valencia: Configura com es gestiona el contingut gran

source: Set what verse to load on startup
ca@valencia: Estableix el versicle a carregar en iniciar-se

source: Set what Bible version to load on startup
ca@valencia: Estableix la versió de la Bíblia a carregar en iniciar-se

source: &Memorization
ca@valencia: &Memorització

source: &Display
ca@valencia: &Visualització

source: &Startup
ca@valencia: &Inici

source: OK
ca@valencia: D'acord

source: Cancel
ca@valencia: Cancel·la

source: Saved
ca@valencia: Guardat

source: Review content that you've saved.
ca@valencia: Revisa el contingut que s'ha guardat.

source: Bible verse
ca@valencia: Versicle de la Bíblia

source: Memorize a verse or verses from the Bible.
ca@valencia: Memoritza un versicle o versicles de la Bíblia.

source: Custom
ca@valencia: Personalitzat

source: Enter some custom content to memorize.
ca@valencia: Introduïu contingut personalitzat divers a memoritzar.

source: Choose what to memorize.
ca@valencia: Escolliu què memoritzar.
