Repository: raurodse/prueba
Catalog: */kcm-grub2/kcm-grub2._desktop_.po
Languages: ca@valencia

# Name
source: GRUB2 Bootloader
ca@valencia: Gestor d'arrencada Grub2

# Comment
source: Customize the GRUB2 bootloader
ca@valencia: Personalitza el gestor d'arrencada Grub2

# X-KDE-Keywords
source: grub,boot,menu,entries,default,timeout,password,color,splash,image,bootloader
ca@valencia: grub,arrencada,menú,entrades,omissió,temps d'expiració,contrasenya,color,presentació,imatge,carregador d'arrencada

# Name
source: GRUB2 Bootloader Control Module
ca@valencia: Mòdul de control del gestor d'arrencada Grub2

# Name
source: Restore the default GRUB2 Bootloader settings
ca@valencia: Restaura l'arranjament per omissió del gestor d'arrencada Grub2

# Description
source: Administrator authorization is required to restore the default GRUB2 Bootloader settings
ca@valencia: Es requereix autorització de l'administrador per a restaurar la configuració del gestor d'arrencada Grub2

# Name
source: Install the GRUB2 Bootloader
ca@valencia: Instal·la el gestor d'arrencada Grub2

# Description
source: Administrator authorization is required to install the GRUB2 Bootloader
ca@valencia: Es requereix autorització de l'administrador per a instal·lar el gestor d'arrencada Grub2

# Name
source: Load the GRUB2 Bootloader settings
ca@valencia: Carrega la configuració del gestor d'arrencada Grub2

# Description
source: Administrator authorization is required to load the GRUB2 Bootloader settings
ca@valencia: Es requereix autorització de l'administrador per a carregar la configuració del gestor d'arrencada Grub2

# Name
source: Save the GRUB2 Bootloader settings
ca@valencia: Guarda la configuració del gestor d'arrencada Grub2

# Description
source: Administrator authorization is required to save the GRUB2 Bootloader settings
ca@valencia: Es requereix autorització de l'administrador per a guardar la configuració del gestor d'arrencada Grub2
