Repository: raurodse/prueba
Catalog: */kio-extras/kio-extras._desktop_.po
Languages: ca@valencia

# Name
source: Search Folder Updater
ca@valencia: Actualitzador de les carpetes de cerca

# Comment
source: Allows automatic updates of Search Folders
ca@valencia: Permet l'actualització automàtica de les carpetes de cerca

# Name
source: MTP Devices
ca@valencia: Dispositius MTP

# Name
source: Browse Files with File Manager
ca@valencia: Navega pels fitxers amb el gestor de fitxers

# Name
source: Recent Document Watcher
ca@valencia: Vigilant de documents recents

# Comment
source: Monitors "Recent Documents" folder for changes
ca@valencia: Controla els canvis a la carpeta «Documents recents»

# Name
source: SMB Watcher
ca@valencia: Vigilant de SMB

# Comment
source: Monitors directories on the smb:/ protocol for changes
ca@valencia: Controla els canvis als directoris en el protocol «smb:/»

# Name
source: Shared Folders (SMB)
ca@valencia: Carpetes compartides (SMB)

# Name
source: Audio files
ca@valencia: Fitxers d'àudio

# Name
source: Comic Books
ca@valencia: Llibres de còmics

# Name
source: Cursor Files
ca@valencia: Fitxers de cursor

# Name
source: Folders
ca@valencia: Carpetes

# Name
source: DjVu Files
ca@valencia: Fitxers DjVu

# Name
source: EXR Images
ca@valencia: Imatges EXR

# Name
source: Images (GIF, PNG, BMP, ...)
ca@valencia: Imatges (GIF, PNG, BMP...)

# Name
source: JPEG Images
ca@valencia: Imatges JPEG

# Name
source: Krita Documents
ca@valencia: Documents del Krita

# Name
source: Office Documents
ca@valencia: Documents de l'Office

# Name
source: SVG Images
ca@valencia: Imatges SVG

# Name
source: Text Files
ca@valencia: Fitxers de text

# Comment
source: Thumbnail Handler
ca@valencia: Gestor de miniatures

# Name
source: Microsoft Windows Executables
ca@valencia: Executables de Microsoft Windows

# Name
source: Microsoft Windows Images
ca@valencia: Imatges de Microsoft Windows
