Repository: raurodse/prueba
Catalog: */ktp-common-internals/ktp-common-internals._desktop_.po
Languages: ca@valencia

# Name
source: Instant messaging
ca@valencia: Missatgeria instantània

# Comment
source: Instant messaging
ca@valencia: Missatgeria instantània

# Name
source: Group
ca@valencia: Grup

# Comment
source: The group where the contact resides
ca@valencia: El grup a on resideix el contacte

# Name
source: Contact
ca@valencia: Contacte

# Comment
source: The specified contact
ca@valencia: El contacte especificat

# Name
source: Class
ca@valencia: Classe

# Comment
source: The message class
ca@valencia: La classe del missatge

# Name
source: Instant messaging error
ca@valencia: Error de la missatgeria instantània

# Comment
source: An error occurred within instant messaging
ca@valencia: S'ha produït un error en la missatgeria instantània

# Name
source: Instant messaging info message
ca@valencia: Missatge informatiu de la missatgeria instantània

# Comment
source: A general info message from instant messaging
ca@valencia: Un missatge informatiu general de la missatgeria instantània

# Name
source: Incoming Message
ca@valencia: Missatge entrant

# Comment
source: An incoming message has been received
ca@valencia: S'ha rebut un missatge entrant

# Name
source: Incoming Message in Active Chat
ca@valencia: Missatge entrant en un xat actiu

# Comment
source: An incoming message in the active chat window has been received
ca@valencia: S'ha rebut un missatge entrant a la finestra de xat activa

# Name
source: Incoming Message in Group Chat
ca@valencia: Missatge entrant en un xat de grup

# Comment
source: An incoming message has been received in a group chat
ca@valencia: S'ha rebut un missatge entrant en un xat de grup

# Name
source: Incoming Message in Active Group Chat
ca@valencia: Missatge entrant en un xat de grup actiu

# Comment
source: An incoming message in the active group chat window has been received
ca@valencia: S'ha rebut un missatge entrant a la finestra activa d'un xat de grup

# Name
source: Outgoing Message
ca@valencia: Missatge eixint

# Comment
source: An outgoing message has been sent
ca@valencia: S'ha enviat un missatge eixint

# Name
source: Highlight in Group Chat
ca@valencia: Ressaltat al xat de grup

# Comment
source: A highlighted message has been received in a group chat
ca@valencia: S'ha rebut un missatge ressaltat en un xat de grup

# Name
source: Highlight in Active Group Chat
ca@valencia: Ressaltat en un xat de grup actiu

# Comment
source: A highlighted message has been received in the active group chat window
ca@valencia: S'ha rebut un missatge ressaltat en una finestra activa d'un xat de grup

# Name
source: Message Dropped
ca@valencia: Missatge descartat

# Comment
source: A message was filtered by the Privacy Plugin
ca@valencia: El connector de privadesa ha filtrat un missatge

# Name
source: Service Message
ca@valencia: Missatge de servei

# Comment
source: A service message has been received (e.g. authorization request)
ca@valencia: S'ha rebut un missatge de servei (p. ex. una petició d'autorització)

# Name
source: New incoming chat
ca@valencia: Xat entrant nou

# Comment
source: A new instant message has been received
ca@valencia: S'ha rebut un missatge instantani nou

# Name
source: Incoming file transfer
ca@valencia: Transferència de fitxer entrant

# Comment
source: An incoming file transfer request has been received
ca@valencia: S'ha rebut una sol·licitud de transferència de fitxer entrant

# Name
source: Incoming call
ca@valencia: Trucada entrant

# Comment
source: An incoming audio/video call request has been received
ca@valencia: S'ha rebut una sol·licitud de trucada entrant d'àudio/vídeo

# Name
source: Chatstyle Install Request
ca@valencia: Sol·licitud d'instal·lació d'un estil de xat

# Name
source: Chatstyle Installed Successfully
ca@valencia: L'estil de xat s'ha instal·lat correctament.

# Name
source: Chatstyle Installation Failed
ca@valencia: Ha fallat la instal·lació de l'estil de xat

# Name
source: Emoticonset Install Request
ca@valencia: Sol·licitud d'instal·lació d'un joc d'emoticones

# Name
source: Emoticonset Installed Successfully
ca@valencia: El joc d'emoticones s'ha instal·lat correctament

# Name
source: Emoticonset Installation failed
ca@valencia: Ha fallat la instal·lació del joc d'emoticones

# Name
source: Contact status changed
ca@valencia: L'estat d'un contacte ha canviat

# Comment
source: A contact has changed their status
ca@valencia: Un contacte ha canviat el seu estat

# Name
source: File renamed for sending with Google Talk
ca@valencia: Reanomena el fitxer per a enviar-lo amb el Google Talk

# Comment
source: An outgoing file with forbidden extension .exe or .ini has been renamed
ca@valencia: S'ha reanomenat un fitxer eixint amb una extensió prohibida .exe o .ini

# Comment
source: KTp Logger Plugin
ca@valencia: Connector de registre del KTp

# Name
source: Telepathy Logger plugin
ca@valencia: Connector de registre del Telepathy

# Comment
source: Provides integration with Telepathy Logger
ca@valencia: Aquest connector proporciona integració amb l'enregistrador del Telepathy
