Repository: raurodse/prueba
Catalog: */kmix/kmix._desktop_.po
Languages: ca@valencia

# GenericName
source: Sound Mixer
ca@valencia: Mesclador de so

# Name
source: Restore Mixer Settings
ca@valencia: Restaura l'arranjament del mesclador

# Name
source: KMix Daemon
ca@valencia: Dimoni del KMix

# Comment
source: Monitors sound devices
ca@valencia: Controla els dispositius de so

# Comment
source: Sound Mixer
ca@valencia: Mesclador de so

# Name
source: Audio Device Fallback
ca@valencia: Dispositiu d'àudio alternatiu

# Comment
source: Notification on automatic fallback if the preferred device is unavailable
ca@valencia: Notificació del canvi automàtic al dispositiu alternatiu si el dispositiu preferit no està disponible

# Comment
source: Control sound volumes
ca@valencia: Controla els volums del so

# Name
source: Restore Mixer Volumes
ca@valencia: Restaura els volums del mesclador

# Name
source: Mixer DataEngine
ca@valencia: Motor de dades del mesclador
