Repository: raurodse/prueba
Catalog: */amarok/amarok._desktop_.po
Languages: ca@valencia

# Name
source: Track Change
ca@valencia: Canvi de peça

# Comment
source: Amarok changed to a new track
ca@valencia: L'Amarok ha canviat a una peça nova

# Name
source: Message
ca@valencia: Missatge

# Comment
source: Amarok issued an uncategorized text message
ca@valencia: L'Amarok ha emés un missatge de text sense categoria

# Name
source: Add as Podcast to Amarok
ca@valencia: Afig com a podcast a l'Amarok

# Name
source: Append to Playlist
ca@valencia: Afig a la llista de reproducció

# Name
source: Append & Play
ca@valencia: Afig i reprodueix

# Name
source: Queue Track
ca@valencia: Encua la peça

# Comment
source: Plugin for Amarok
ca@valencia: Connector per a l'Amarok

# Name
source: Play Audio CD with Amarok
ca@valencia: Reprodueix el CD d'àudio amb l'Amarok

# Name
source: Albums
ca@valencia: Àlbums

# Comment
source: Album cover manager for Amarok
ca@valencia: Gestor per a les caràtules d'àlbum per a l'Amarok

# Name
source: Analyzer
ca@valencia: Analitzador

# Comment
source: Analyzer applet for Amarok
ca@valencia: Miniaplicació analitzadora per a l'Amarok

# Name
source: Current Track
ca@valencia: Peça actual

# Comment
source: Current track applet for Amarok
ca@valencia: Miniaplicació de peça actual per a l'Amarok

# Name
source: Info
ca@valencia: Informació

# Name
source: Labels
ca@valencia: Etiquetes

# Name
source: Lyrics
ca@valencia: Lletres

# Comment
source: Lyrics applet for Amarok
ca@valencia: Miniaplicació de lletres per a l'Amarok

# Name
source: Photos
ca@valencia: Fotos

# Comment
source: Photos applet for Amarok
ca@valencia: Miniaplicació de fotos per a l'Amarok

# Name
source: Playlist Information
ca@valencia: Informació de la llista de reproducció

# Name
source: Similar Artists
ca@valencia: Artistes semblants

# Name
source: Tabs
ca@valencia: Pestanyes

# Name
source: Upcoming Events
ca@valencia: Propers esdeveniments

# Name
source: Wikipedia
ca@valencia: Viquipèdia

# Comment
source: Wikipedia applet for Amarok
ca@valencia: Miniaplicació de la viquipèdia per a l'Amarok

# Comment
source: QML base package for amarok context area
ca@valencia: Paquet QML base per a l'àrea de context de l'Amarok

# Name
source: Labels Data Engine
ca@valencia: Motor de dades d'etiquetes

# Name
source: Upcoming Events Data Engine
ca@valencia: Motor de dades de propers esdeveniments

# Name
source: Songkick Data Engine
ca@valencia: Motor de dades de Songkick

# Name
source: Tabs Data Engine
ca@valencia: Motor de dades de pestanyes

# Comment
source: Plasma applet container and background painter
ca@valencia: Contenidor de miniaplicació del Plasma i pintor de fons

# Comment
source: Amarok Context applet
ca@valencia: Miniaplicació Amarok Context

# Name
source: AudioCd Collection
ca@valencia: Col·lecció de CD d'àudio

# Comment
source: AudioCd collection plugin for Amarok
ca@valencia: Connector de col·leccions de CD d'àudio per a l'Amarok

# Name
source: DAAP Collection
ca@valencia: Col·lecció DAAP

# Comment
source: DAAP collection plugin for Amarok
ca@valencia: Connector de col·leccions DAAP per a l'Amarok

# Name
source: MySQL Collection
ca@valencia: Col·lecció MySQL

# Comment
source: Collection plugin for Amarok
ca@valencia: Connector de col·leccions per a l'Amarok

# Name
source: iPod, iPad & iPhone Collection
ca@valencia: Col·lecció en iPod, iPad i iPhone

# Comment
source: Plugin to use iPod-like devices as collections in Amarok
ca@valencia: Connector per a usar dispositius de tipus iPod com a col·leccions en l'Amarok

# Name
source: Media Device Collection
ca@valencia: Col·lecció de dispositius de suports

# Comment
source: Media Device collection plugin for Amarok
ca@valencia: Connector de col·leccions de dispositius de suports per a l'Amarok

# Name
source: MTP Collection
ca@valencia: Col·lecció MTP

# Comment
source: MTP collection plugin for Amarok
ca@valencia: Connector de col·leccions MTP per a l'Amarok

# Name
source: Playdar Collection
ca@valencia: Col·lecció del Playdar

# Comment
source: Music that Playdar can find
ca@valencia: Música que el Playdar pot trobar

# Name
source: Universal Mass Storage Collection
ca@valencia: Col·lecció d'emmagatzematge en massa universal

# Name
source: UPnP Collection
ca@valencia: Col·lecció UPnP

# Comment
source: UPnP collection plugin for Amarok
ca@valencia: Connector de col·leccions UPnP per a l'Amarok

# Name
source: MySQLe Storage
ca@valencia: Emmagatzematge MySQLe

# Comment
source: Storage plugin for Amarok
ca@valencia: Connector d'emmagatzematge per a l'Amarok

# Name
source: MySQLServer Storage
ca@valencia: Emmagatzematge MySQLServer

# Name
source: Amarok 2.x Importer
ca@valencia: Importador de l'Amarok 2.x

# Comment
source: Import statistics from Amarok 2.x database
ca@valencia: Importa estadístiques des de base de dades de l'Amarok 2.x

# Name
source: Banshee Importer
ca@valencia: Importador del Banshee

# Comment
source: Import statistics from Banshee database
ca@valencia: Importa estadístiques des de base de dades del Banshee

# Name
source: Clementine Importer
ca@valencia: Importador del Clementine

# Comment
source: Import statistics from Clementine database
ca@valencia: Importa estadístiques des de base de dades del Clementine

# Name
source: Amarok 1.4 (FastForward) Importer
ca@valencia: Importador de l'Amarok 1.4 (FastForward)

# Comment
source: Import statistics from Amarok 1.4 database
ca@valencia: Importa estadístiques des de base de dades de l'Amarok 1.4

# Name
source: Apple iTunes Importer
ca@valencia: Importador de l'iTunes d'Apple

# Comment
source: Import statistics from Apple iTunes database
ca@valencia: Importa estadístiques des de base de dades de l'iTunes d'Apple

# Name
source: Rhythmbox Importer
ca@valencia: Importador del Rhythmbox

# Comment
source: Import statistics from Rhythmbox database
ca@valencia: Importa estadístiques des de base de dades del Rhythmbox

# GenericName
source: Audio Player
ca@valencia: Reproductor d'àudio

# Comment
source: Amarok - Rediscover Your Music!
ca@valencia: Amarok - Redescobreix la teva música!

# X-KDE-Keywords
source: music,podcast
ca@valencia: música,podcast

# Comment
source: A scripted service that lets you search, stream and download free, public domain, audio books from Librivox.org
ca@valencia: Un servei amb scripts que vos permet cercar, escoltar i baixar àudio llibres lliures de domini públic des de Librivox.org

# Comment
source: A script that sets up a service with a few cool internet radio stations
ca@valencia: Un script que configura un servei amb diverses estacions de ràdio interessants per Internet

# Name
source: Amarok Script Console
ca@valencia: Consola de scripts de l'Amarok

# Comment
source: Amarok Script Console
ca@valencia: Consola de scripts de l'Amarok

# Name
source: Ampache Service Config
ca@valencia: Configuració del servei Ampache

# Comment
source: Sets up the ampache server(s) to connect to
ca@valencia: Defineix el servidor(s) Ampache al qual connectar

# Comment
source: Listen to music from an Ampache server
ca@valencia: Escolta música des d'un servidor Ampache

# Name
source: gpodder.net Service Config
ca@valencia: Configuració del servei gpodder.net

# Comment
source: Configure gpodder.net Credentials
ca@valencia: Configura les credencials de gpodder.net

# Comment
source: Podcast Service
ca@valencia: Servei de podcasts

# Comment
source: Listen to and download music uploaded by independent artists
ca@valencia: Escolta i baixa música pujada per artistes independents

# Name
source: Last.fm Service Config
ca@valencia: Configuració del servei Last.fm

# Comment
source: Set up Last.fm username and password
ca@valencia: Defineix el nom d'usuari i contrasenya del Last.fm

# Comment
source: A service that integrates Last.fm functionality into Amarok
ca@valencia: Un servei que integra la funcionalitat de Last.fm en l'Amarok

# Name
source: MagnatuneStore Service Config
ca@valencia: Configuració del servei MagnatuneStore

# Comment
source: Configure Magnatune store settings and memberships credentials
ca@valencia: Configura els paràmetres de la botiga Magnatune i les credencials de soci

# Name
source: Magnatune Store
ca@valencia: Botiga Magnatune

# Comment
source: Preview and buy music from the non-evil Magnatune record label
ca@valencia: Vista prèvia i compra de música del segell de música Magnatune (non-evil)

# Name
source: MP3tunes Service Config
ca@valencia: Configuració del servei MP3tunes

# Comment
source: Configure mp3tunes credentials
ca@valencia: Configura les credencials de mp3tunes

# Comment
source: Browse and listen to the music stored in your MP3tunes account
ca@valencia: Navegueu i escolteu la música emmagatzemada en el vostre compte de MP3tunes

# Name
source: Podcast Directory
ca@valencia: Directori de podcasts

# Comment
source: Browse and subscribe to a huge list of podcasts
ca@valencia: Navegueu i subscriviu-vos a una àmplia llista de podcasts
