Repository: raurodse/prueba
Catalog: */amarok/org.kde.amarok.appdata.po
Languages: ca@valencia

source: A powerful music player that lets you rediscover your music
ca@valencia: Un reproductor de música potent que permet redescobrir la vostra música

source: Amarok is a free, cross-platform, versatile, powerful and feature-rich music player and collection manager.
ca@valencia: L'Amarok és un reproductor de música i gestor de col·leccions lliure, multiplataforma, versàtil, potent i ric en característiques.

source: Features:
ca@valencia: Característiques:

source: Dynamic playlists matching different criteria
ca@valencia: Llistes de reproducció dinàmiques coincidint amb diferents criteris

source: Collection managing with rating support
ca@valencia: Gestió de les col·leccions permetent qualificacions

source: Support for basic iPod, MTP and UMS music player devices
ca@valencia: Admet els dispositius de reproducció de música bàsics com iPod, MTP i UMS

source: Integrated Internet services: last.fm, Magnatune, Jamendo, Ampache, mp3tunes and more.
ca@valencia: Serveis integrats d'Internet: last.fm, Magnatune, Jamendo, Ampache, mp3tunes i més.

source: Scripting support
ca@valencia: Permet la creació de scripts

source: Cover manager
ca@valencia: Gestor de cobertes

source: Replay gain support
ca@valencia: Permet el guany de repetició

source: Playing music in Amarok
ca@valencia: Reproduint música en l'Amarok

source: Amarok windows
ca@valencia: Finestres de l'Amarok
