Repository: raurodse/prueba
Catalog: */plasma-thunderbolt/plasma-thunderbolt._desktop_.po
Languages: ca@valencia

# Comment
source: Thunderbolt Device Management
ca@valencia: Gestió del dispositiu Thunderbolt

# Name
source: Thunderbolt Device Monitor
ca@valencia: Supervisor del dispositiu Thunderbolt

# Comment
source: Thunderbolt Device Monitor
ca@valencia: Supervisor del dispositiu Thunderbolt

# Name
source: Warning
ca@valencia: Avís

# Comment
source: Used for warning notifications
ca@valencia: S'usa per a les notificacions d'avís

# Comment
source: Used for error notifications
ca@valencia: S'usa per a les notificacions d'error

# Name
source: Unauthorized device is plugged in
ca@valencia: S'ha connectat un dispositiu no autoritzat

# Comment
source: An unauthorized Thunderbolt device has been plugged into the computer
ca@valencia: S'ha connectat un dispositiu Thunderbolt no autoritzat a l'ordinador

# Name
source: Error during device authorization
ca@valencia: Error durant l'autorització del dispositiu

# Comment
source: An error occurred while authorizing or blocking a Thunderbolt device
ca@valencia: Hi ha hagut un error en autoritzar o bloquejar un dispositiu Thunderbolt
