Repository: raurodse/prueba
Catalog: */plasmate/plasmate.po
Languages: ca@valencia

# NAME OF TRANSLATORS
source: Your names
ca@valencia: Antoni Bella

# EMAIL OF TRANSLATORS
source: Your emails
ca@valencia: antonibella5@yahoo.com

source: &File
ca@valencia: &Fitxer

source: &Edit
ca@valencia: &Edita

source: &Advanced
ca@valencia: &Avançat

source: &View
ca@valencia: &Visualitza

source: &Code Folding
ca@valencia: Plega el &codi

source: &Tools
ca@valencia: &Eines

source: Word Completion
ca@valencia: Compleció de paraules

source: Main Toolbar
ca@valencia: Barra d'eines principal

source: Plasma Add-Ons Creator
ca@valencia: Creador de complements per al Plasma

source: Copyright 2009-2014 Plasma Development Team
ca@valencia: Copyright 2009-2014, l'equip de desenvolupament del Plasma

source: Author
ca@valencia: Autor

source: Your package is invalid
ca@valencia: El vostre paquet no és vàlid

source: Code
ca@valencia: Codi

source: Plasmate Project Files
ca@valencia: Fitxers de projecte del Plasmate

# @title:menu
source: &Edit
ca@valencia: &Edita

# @title:menu
source: &Navigation
ca@valencia: &Navegació

# @title:menu
source: Code
ca@valencia: Codi

# @title:menu
source: &Window
ca@valencia: &Finestra

# @title:menu
source: Settings
ca@valencia: Arranjament

source: Load Project
ca@valencia: Carrega el projecte

source: Remove Project
ca@valencia: Elimina el projecte

source: From List
ca@valencia: Des de la llista

source: From Disk
ca@valencia: Des del disc

source: Are you sure you want to remove the selected project from the project list? %2 Number of project %1
ca@valencia: Esteu segur que voleu eliminar el projecte seleccionat de la llista de projectes? %2 Número del projecte %1

source: Are you sure you want to remove the selected project from disk? This cannot be undone %2 Number of project %1
ca@valencia: Esteu segur que voleu eliminar el projecte seleccionat del disc? No es podrà desfer %2 Número del projecte %1

source: Plasma Widget
ca@valencia: Giny del Plasma

source: Theme
ca@valencia: Tema

source: Window Switcher
ca@valencia: Commutador de finestres

source: KWin Script
ca@valencia: Script del KWin

source: KWin Effect
ca@valencia: Efecte del KWin

source: Project: %1
ca@valencia: Projecte: %1

source: Author: %1
ca@valencia: Autor: %1

source: Version: %1
ca@valencia: Versió: %1

source: Project Type: Window Switcher
ca@valencia: Tipus de projecte: Commutador de finestres

source: Project type: Plasmoid
ca@valencia: Tipus de projecte: Plasmoide

source: Project type: Theme
ca@valencia: Tipus de projecte: Tema

source: Project type: KWin Script
ca@valencia: Tipus de projecte: Script del KWin

source: Manage Projects...
ca@valencia: Gestiona els projectes...

source: More projects...
ca@valencia: Més projectes...

source: Your directory is empty
ca@valencia: El vostre directori està buit

source: metadata.desktop does not exist in %1
ca@valencia: El fitxer metadata.desktop no existeix a %1

source: The file you entered is invalid.
ca@valencia: El fitxer que heu introduït no és vàlid.

source: A problem has occurred during import.
ca@valencia: S'ha detectat un problema durant la importació.

source: <h3>Create a new Addon...</h3>
ca@valencia: <h3>Crea un nou complement...</h3>

source: <h3>Continue working on...</h3>
ca@valencia: <h3>Continua treballant a...</h3>

source: <h3>Import an existing project...</h3>
ca@valencia: <h3>Importa un projecte existent...</h3>

source: Local folder:
ca@valencia: Carpeta local:

source: Load
ca@valencia: Carrega

source: Local package file:
ca@valencia: Fitxer de paquet local:

source: Import
ca@valencia: Importa

source: Download:
ca@valencia: Descarrega:

source: Download Addon
ca@valencia: Descarrega el complement

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:11pt; font-weight:400; font-style:normal;"> <p style=" margin-top:14px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:large; font-weight:600;">Create a new Addon...</span></p></body></html>
ca@valencia: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:11pt; font-weight:400; font-style:normal;"> <p style=" margin-top:14px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:large; font-weight:600;">Crea un complement nou...</span></p></body></html>

source: Addon Name:
ca@valencia: Nom del complement:

source: Author:
ca@valencia: Autor:

source: Email:
ca@valencia: Correu electrònic:

source: Language:
ca@valencia: Idioma:

source: You can change the above information later in the Metadata editor in the project's file list.
ca@valencia: Podeu canviar aquesta informació més avant a l'editor de metadades en la llista de fitxers del projecte.

source: Back
ca@valencia: Arrere

source: &Create!
ca@valencia: &Crea!

source: Please ensure that your Addon's name will be globally unique; this is easiest to achieve by using a "reverse domain name" such as org.myproject.Addonname.
ca@valencia: Assegureu-vos que el nom del vostre complement siga únic globalment. Ho podeu aconseguir amb més facilitat si useu un «nom de domini invers», com org.meuprojecte.nomdelcomplement.

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:11pt; font-weight:400; font-style:normal;"> <p style=" margin-top:14px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:large; font-weight:600;">Create and Share Plasma Addons</span></p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">With Plasmate, you can easily create your own Plasma Addons, for example Plasma written in Qt Quick, JavaScript, Python or Ruby. Plasmate guides you through the process of importing an existing Addon or creating a new one from scratch, implementing your functionality, and exporting ready-to-install Plasma Packages, either to your computer, or publishing to the world using the Get Hot New Stuff System. <br /></p> <p style=" margin-top:14px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:large; font-weight:600;">Get started with Plasmate...</span></p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Plasmate provides all the tools you need to learn creating new Plasma Widgets. </p> <ul style="margin-top: 0px; margin-bottom: 0px; margin-left: 0px; margin-right: 0px; -qt-list-indent: 1;"><li style=" margin-top:12px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Follow a <span style=" font-weight:600;">Tutorial</span> to gather inspiration and find out how to turn your ideas into reality. </li> <li style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Browse the online <span style=" font-weight:600;">Documentation</span> for information about the scripting API. </li> <li style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Work on your project in the <span style=" font-weight:600;">Editor</span> edit scripts and add resources. </li> <li style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Preview</span> your widget as you work on it. </li> <li style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Export and Install</span> the result as a Plasma package. </li> <li style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Publish</span> your creation via <span style=" font-style:italic;">Get Hot New Stuff</span>. </li></ul> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Have fun creating! </p></body></html>
ca@valencia: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:11pt; font-weight:400; font-style:normal;"> <p style=" margin-top:14px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:large; font-weight:600;">Crea i comparteix els complements del Plasma</span></p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Amb el Plasmate, podeu crear amb facilitat els vostres propis complements del Plasma, per exemple Plasma escrit en Qt Quick, JavaScript, Python o Ruby. El Plasmate vos guiarà a través del procés d'importació d'un complement existent o la creació d'un de nou a partir de zero, implementant la vostra funcionalitat, i exportant els paquets del Plasma llestos per a instal·lar, siga a l'ordinador, o publicar-lo al món usant el sistema «Obtén novetats candents».<br /></p> <p style=" margin-top:14px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:large; font-weight:600;">Comença a treballar amb el Plasmate...</span></p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">El Plasmate proporciona totes les eines necessàries per a aprendre la creació de ginys nous del Plasma.</p> <ul style="margin-top: 0px; margin-bottom: 0px; margin-left: 0px; margin-right: 0px; -qt-list-indent: 1;"><li style=" margin-top:12px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Seguiu una <span style=" font-weight:600;">guia d'aprenentatge</span> com a inspiració, i trobareu la manera de convertir les vostres idees en realitat.</li> <li style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Exploreu la <span style=" font-weight:600;">documentació</span> en línia per a informació sobre l'API per a la creació de scripts.</li> <li style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Treballeu sobre el vostre projecte a l'<span style=" font-weight:600;">editor</span>, per a editar i afegir els recursos.</li> <li style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Previsualitzeu</span> el vostre giny a mesura que hi treballeu.</li> <li style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Exporteu i instal·leu</span> el resultat com un paquet del Plasma.</li> <li style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Publiqueu</span> la vostra creació mitjançant <span style=" font-style:italic;">Obtén novetats candents</span>. </li></ul> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Divertiu-vos creant!</p></body></html>

source: Documentation
ca@valencia: Documentació

source: Tutorials
ca@valencia: Guies d'aprenentatge

source: API Reference
ca@valencia: Referència de l'API

source: Find:
ca@valencia: Cerca:

source: Next
ca@valencia: Següent

source: (Text not found)
ca@valencia: (No s'ha trobat el text)

source: Loading API reference...
ca@valencia: S'està carregant la referència de l'API...

source: Loading tutorials...
ca@valencia: S'estan carregant les guies d'aprenentatge...

source: Loading Plasmate Guide...
ca@valencia: S'està carregant la guia del Plasmate...

source: There is already a TODO entry, fix it before you continue
ca@valencia: Ja existeix una entrada per fer (TODO), arregleu-la abans de continuar

source: An error has occurred during the removal of the item
ca@valencia: Ha ocorregut un error durant la supressió de l'element

source: <html><head/><body><p><span style=" font-size:12pt; font-weight:600;">Source</span></p></body></html>
ca@valencia: <html><head/><body><p><span style=" font-size:12pt; font-weight:600;">Origen</span></p></body></html>

source: Choose your file, your file should be an XML file:
ca@valencia: Escolliu el vostre fitxer, haurà de ser un fitxer XML:

source: Configuration file layout:
ca@valencia: Disposició del fitxer de configuració:

source: Add Entry
ca@valencia: Afig una entrada

source: Delete Entry
ca@valencia: Suprimeix l'entrada

source: Type
ca@valencia: Tipus

source: Value
ca@valencia: Valor

source: Description Type
ca@valencia: Tipus de descripció

source: Description Value
ca@valencia: Valor de descripció

source: Add Group
ca@valencia: Afig un grup

source: Group
ca@valencia: Grup

source: Delete Group
ca@valencia: Elimina el grup

source: To edit a configuration item double-click its cell
ca@valencia: Per a editar un element de configuració feu doble clic a la seua cel·la

source: The xml file isn't writable
ca@valencia: No es pot escriure el fitxer XML

source: The group element doesn't have a name
ca@valencia: L'element de grup no té un nom

source: The entry element doesn't have a name
ca@valencia: L'element d'entrada no té un nom

source: The entry element doesn't have a type
ca@valencia: L'element d'entrada no té un tipus

source: This xml file isn't writable
ca@valencia: Aquest fitxer XML no és escrivible

source: Project Info
ca@valencia: Informació del projecte

source: Name:
ca@valencia: Nom:

source: Comment:
ca@valencia: Comentari:

source: Icon:
ca@valencia: Icona:

source: Category:
ca@valencia: Categoria:

source: License:
ca@valencia: Llicència:

source: Version:
ca@valencia: Versió:

source: Plugin Details
ca@valencia: Detalls del connector

source: Type:
ca@valencia: Tipus:

source: Plugin Name:
ca@valencia: Nom del connector:

source: Website:
ca@valencia: Lloc web:

source: Contact Details
ca@valencia: Detalls del contacte

source: Plasmate cannot detect the correct API. Please choose one from the above list
ca@valencia: El Plasmate no detecta l'API correcta. Per favor, escolliu-ne una des de la llista anterior

source: Data Engine
ca@valencia: Motor de dades

source: Runner
ca@valencia: Executor

source: Applet
ca@valencia: Miniaplicació

source: Popup Applet
ca@valencia: Miniaplicació emergent

source: The main source file doesn't exist.
ca@valencia: El fitxer font principal no existeix.

source: There is a problem with your package. Please check your metadata.desktop file, and verify that the %1 exists.
ca@valencia: Hi ha un problema amb el vostre paquet. Comproveu el fitxer metadata.desktop, i verifiqueu que %1 existeix.

source: The KWin Script has been executed successfully
ca@valencia: L'script del KWin s'ha executat amb èxit

source: Project Notes
ca@valencia: Notes del projecte

# @title:menu
source: Package
ca@valencia: Paquet

source: Save System
ca@valencia: Guarda al sistema

source: metadata.desktop doesn't exist
ca@valencia: El fitxer metadata.desktop no existeix

source: Previewer
ca@valencia: Previsualitzador

# Window Title
source: Window Switcher Previewer
ca@valencia: Previsualitzador del commutador de finestres

source: Welcome to the Window Switcher Previewer
ca@valencia: Vos donem la benvinguda al previsualitzador del commutador de finestres

# An example Desktop Name
source: Desktop 1
ca@valencia: Escriptori 1

source: Save
ca@valencia: Guarda

source: Plasmoid (*.plasmoid)
ca@valencia: Plasmoide (*.plasmoid)

source: A file already exists at %1. Do you want to overwrite it?
ca@valencia: Ja existeix un fitxer a %1. Voleu sobreescriure'l?

source: Project has been exported to %1.
ca@valencia: El projecte ha estat exportat a %1.

source: An error has occurred during the export. Please check the write permissions in the target directory.
ca@valencia: S'ha produït un error durant l'exportació. Comproveu els permisos d'escriptura al directori de destinació.

source: Project has not been installed
ca@valencia: No s'ha instal·lat el projecte

source: Project has been installed
ca@valencia: S'ha instal·lat el projecte

source: <html><head/><body><p><span style=" font-size:16pt; font-weight:600;">Export Project</span></p></body></html>
ca@valencia: <html><head/><body><p><span style=" font-size:16pt; font-weight:600;">Exporta el projecte</span></p></body></html>

source: Choose a target file to export the current project to an installable package file on your system.
ca@valencia: Escolliu un fitxer de destinació per a exportar el projecte actual a un fitxer de paquet instal·lable al vostre sistema.

source: Export current project
ca@valencia: Exporta el projecte actual

source: <html><head/><body><p><span style=" font-size:16pt; font-weight:600;">Install Project</span></p></body></html>
ca@valencia: <html><head/><body><p><span style=" font-size:16pt; font-weight:600;">Instal·la el projecte</span></p></body></html>

source: Select the method with which you want to install the current project directly onto your computer.
ca@valencia: Seleccioneu el mètode amb el qual voleu instal·lar el projecte actual directament al vostre ordinador.

source: Install Current Project
ca@valencia: Instal·la el projecte actual

source: <html><head/><body><p><span style=" font-size:16pt; font-weight:600;">Publish Project</span></p></body></html>
ca@valencia: <html><head/><body><p><span style=" font-size:16pt; font-weight:600;">Publica el projecte</span></p></body></html>

source: <html><head/><body><p>Click to publish the current project online, so that other people can find and install it using the Internet.</p></body></html>
ca@valencia: <html><head/><body><p>Feu clic per a publicar el projecte actual en línia, de manera que les altres persones el puguen trobar i instal·lar a través d'Internet.</p></body></html>

source: Publish current project
ca@valencia: Publica el projecte actual

source: Plasma Remote Installer was not able to create a temporary directory in %1, please check the permissions of %1
ca@valencia: L'instal·lador remot per al Plasma no ha pogut crear un directori temporal a %1, comproveu els permisos de %1

source: <html><head/><body><p><span style=" font-size:12pt; font-weight:600;">Before you use the remote installer please check that:</span></p></body></html>
ca@valencia: <html><head/><body><p><span style=" font-size:12pt; font-weight:600;">Abans d'usar l'instal·lador remot comproveu que:</span></p></body></html>

source: <html><head/><body><p><span style=" font-size:10pt; font-weight:600;">the sshd daemon has started in the target pc</span></p><p><span style=" font-size:10pt; font-weight:600;">the ssh port is opened</span></p></body></html>
ca@valencia: <html><head/><body><p><span style=" font-size:10pt; font-weight:600;">el dimoni «sshd» s'ha iniciat a la màquina de destinació</span></p><p><span style=" font-size:10pt; font-weight:600;">el port de «ssh» està obert</span></p></body></html>

source: Choose the source directory of your package.
ca@valencia: Escolliu el directori d'origen del paquet.

source: <html><head/><body><p><span style=" font-size:12pt; font-weight:600;">Username</span></p></body></html>
ca@valencia: <html><head/><body><p><span style=" font-size:12pt; font-weight:600;">Nom d'usuari</span></p></body></html>

source: Enter the username of the target pc.
ca@valencia: Introduïu el nom d'usuari de la màquina de destinació.

source: <html><head/><body><p><span style=" font-size:12pt; font-weight:600;">Hostname</span></p></body></html>
ca@valencia: <html><head/><body><p><span style=" font-size:12pt; font-weight:600;">Nom de la màquina</span></p></body></html>

source: Enter the hostname of the target pc
ca@valencia: Introduïu el nom de la màquina de destinació

source: <html><head/><body><p><span style=" font-size:12pt;">Install Package</span></p></body></html>
ca@valencia: <html><head/><body><p><span style=" font-size:12pt;">Instal·la el paquet</span></p></body></html>

source: Install the package
ca@valencia: Instal·la el paquet

source: Select one key from the list below:
ca@valencia: Seleccioneu una de les claus de la llista següent:

source: No signing key.
ca@valencia: Sense una clau de signatura.

source: Create new Key...
ca@valencia: Crea una clau nova...

source: Delete selected key
ca@valencia: Suprimeix la clau seleccionada

source: Your key has not been created because of the following error: %1
ca@valencia: La vostra clau no s'ha creat a causa del següent error: %1
