Repository: raurodse/prueba
Catalog: */kio/kio._json_.po
Languages: ca@valencia

# Name
source: Cookie Jar
ca@valencia: Repositori de les galetes

# Name
source: KIOExec Daemon
ca@valencia: Dimoni KIOExec

# Name
source: Network Proxy Configuration
ca@valencia: Configuració del servidor intermediari de la xarxa

# Name
source: Password Caching
ca@valencia: Cau de les contrasenyes

# Name
source: SSL Certificate Policy
ca@valencia: Política pels certificats SSL

# Description
source: Stores network cookies
ca@valencia: Emmagatzema les galetes de la xarxa

# Description
source: Monitors cached remote files for changes
ca@valencia: Controla els canvis als fitxers remots en la memòria cau

# Description
source: Automatic proxy configuration
ca@valencia: Configuració automàtica de l'intermediari

# Description
source: Temporary password caching
ca@valencia: Cau temporal de les contrasenyes

# Description
source: Provides SSL certificate policy to applications
ca@valencia: Proporciona la política pels certificats SSL a les aplicacions

# trash ExtraNames
source: Original Path;Deletion Date
ca@valencia: Camí original;Data d'esborrat
