Repository: raurodse/prueba
Catalog: */kstars/kstars._desktop_.po
Languages: ca@valencia

# Name
source: Focus started
ca@valencia: S'ha iniciat l'enfocament

# Comment
source: Autofocus operation started
ca@valencia: S'ha iniciat l'operació d'enfocament automàtic

# Name
source: Autofocus Success
ca@valencia: L'enfocament automàtic ha estat correcte

# Comment
source: Autofocus operation completed successfully
ca@valencia: L'operació d'enfocament automàtic s'ha completat correctament

# Name
source: Autofocus Failure
ca@valencia: Ha fallat l'enfocament automàtic

# Comment
source: Autofocus operation failed with errors
ca@valencia: L'operació d'enfocament automàtic ha fallat amb errors

# Name
source: Alignment Success
ca@valencia: L'alineació ha estat correcta

# Comment
source: Astrometry alignment completed successfully
ca@valencia: L'alineació amb astrometria s'ha completat correctament

# Name
source: Alignment Failure
ca@valencia: Ha fallat l'alineació

# Comment
source: Astrometry alignment failed with errors
ca@valencia: L'alineació amb astrometria ha fallat amb errors

# Name
source: Calibration Success
ca@valencia: El calibratge ha estat correcte

# Comment
source: Guiding calibration completed successfully
ca@valencia: El calibratge del guiatge s'ha completat correctament

# Name
source: Calibration Failure
ca@valencia: Ha fallat el calibratge

# Comment
source: Guiding calibration failed with errors
ca@valencia: El calibratge del guiatge ha fallat amb errors

# Name
source: Guiding Failure
ca@valencia: Ha fallat el guiatge

# Comment
source: Autoguiding failed with errors
ca@valencia: El guiatge automàtic ha fallat amb errors

# Name
source: Capture Success
ca@valencia: La captura ha estat correcta

# Comment
source: CCD Capture completed successfully
ca@valencia: La captura CCD s'ha completat correctament

# Name
source: Capture Failure
ca@valencia: Ha fallat la captura

# Comment
source: CCD capture failed with errors
ca@valencia: La captura CCD ha fallat amb errors

# Name
source: FITS Received
ca@valencia: S'ha rebut un FITS

# Comment
source: FITS file is received
ca@valencia: S'ha rebut un fitxer FITS

# Name
source: Weather Warning
ca@valencia: Avís meteorològic

# Comment
source: Weather conditions in warning zone
ca@valencia: Les condicions meteorològiques es troben a la zona d'alerta

# Name
source: Weather Alert
ca@valencia: Alerta meteorològica

# Comment
source: Weather conditions are critical. Observatory shutdown is imminent
ca@valencia: Les condicions meteorològiques són crítiques. El tancament de l'observatori és imminent

# Name
source: Observatory Startup
ca@valencia: Inici de l'observatori

# Comment
source: Observatory is in the startup process
ca@valencia: L'observatori es troba en el procés d'inici

# Name
source: Observatory Shutdown
ca@valencia: Tancament de l'observatori

# Comment
source: Observatory is in the shutdown process
ca@valencia: L'observatori es troba en el procés de tancament

# Name
source: Scheduler Aborted
ca@valencia: El programador s'ha interromput

# Name
source: Slew Started
ca@valencia: S'ha iniciat l'orientació

# Comment
source: Mount is slewing to target location
ca@valencia: La muntura s'està orientant cap a la ubicació de l'objectiu

# Name
source: Slew Completed
ca@valencia: S'ha completat l'orientació

# Comment
source: Mount arrived at target location
ca@valencia: La muntura ha arribat a la ubicació de l'objectiu

# Name
source: Mount Aborted
ca@valencia: La muntura s'ha interromput

# Comment
source: Mount motion was aborted
ca@valencia: El moviment de la muntura s'ha interromput

# Name
source: Mount Parking
ca@valencia: Aparcament de la muntura

# Comment
source: Mount parking is in progress
ca@valencia: L'aparcament de la muntura és en curs

# Name
source: Parking Mount Completed
ca@valencia: S'ha completat l'aparcament de la muntura

# Comment
source: Mount parked
ca@valencia: La muntura està aparcada

# Name
source: Mount parking failed
ca@valencia: Ha fallat en aparcar la muntura

# Comment
source: Mount parking failed
ca@valencia: Ha fallat en aparcar la muntura

# Name
source: Mount unparked
ca@valencia: La muntura està desaparcada

# Comment
source: Mount unparked
ca@valencia: La muntura està desaparcada

# Name
source: Dome Parking
ca@valencia: Aparcament de la cúpula

# Comment
source: Parking dome is in progress
ca@valencia: L'aparcament de la cúpula és en curs

# Name
source: Dome Parked
ca@valencia: La cúpula està aparcada

# Comment
source: Parking dome is complete
ca@valencia: L'aparcament de la cúpula s'ha completat

# Name
source: Dome Unparking
ca@valencia: Desaparcament de la cúpula

# Comment
source: Unparking dome is in progress
ca@valencia: El desaparcament de la cúpula és en curs

# Name
source: Dome unparked
ca@valencia: La cúpula està desaparcada

# Comment
source: Unparking dome is complete
ca@valencia: El desaparcament de la cúpula s'ha completat

# Name
source: Filter Wheel Changed
ca@valencia: S'ha canviat la roda de filtres

# Name
source: Video Recording Started
ca@valencia: Ha començat la gravació de vídeo

# Name
source: Video Recording Stopped
ca@valencia: S'ha aturat la gravació de vídeo

# Name
source: Meridian Flip Started
ca@valencia: S'ha iniciat la inversió del meridià

# Name
source: Meridian Flip Completed
ca@valencia: S'ha completat la inversió del meridià

# Name
source: Meridian Flip Failed
ca@valencia: La inversió del meridià ha fallat

# Name
source: Motion Started
ca@valencia: El moviment ha començat

# Comment
source: Mount manual motion started
ca@valencia: El moviment manual de la muntura ha començat

# Name
source: Motion Completed
ca@valencia: S'ha completat el moviment

# Comment
source: Mount manual motion completed
ca@valencia: El moviment manual de la muntura s'ha completat

# Name
source: INDI Server Message
ca@valencia: Missatge del servidor INDI

# Comment
source: INDI Server Message (it must be enabled in INDI section of Settings)
ca@valencia: Missatge del servidor INDI (ha d'estar activat a la secció INDI de l'arranjament)

# Name
source: Scheduled Ekos job started
ca@valencia: S'ha iniciat la tasca programada de l'Ekos

# Comment
source: A scheduled Ekos job is started
ca@valencia: S'ha iniciat una tasca programada de l'Ekos

# Name
source: Scheduled Ekos job failed
ca@valencia: Ha fallat la tasca programada de l'Ekos

# Comment
source: A scheduled Ekos job is failed
ca@valencia: Ha fallat una tasca programada de l'Ekos

# Name
source: Imaging in scheduled Ekos job started
ca@valencia: S'ha iniciat l'obtenció de les imatges en una tasca programada de l'Ekos

# Comment
source: An image sequence capture is started in a scheduled Ekos job
ca@valencia: S'ha iniciat la captura d'una seqüència d'imatges en una tasca programada de l'Ekos

# Name
source: Imaging in scheduled Ekos job finished
ca@valencia: S'ha finalitzat l'obtenció de les imatges en una tasca programada de l'Ekos

# Comment
source: An image sequence capture is finished in a scheduled Ekos job
ca@valencia: S'ha finalitzat la captura de seqüència d'imatges en una tasca programada de l'Ekos

# Name
source: Telescope is synced in a scheduled Ekos job
ca@valencia: El telescopi està sincronitzat amb una tasca programada de l'Ekos

# Comment
source: The telescope is synced before tracking a new target in a scheduled Ekos job
ca@valencia: El telescopi està sincronitzat abans de seguir un objectiu nou en una tasca programada de l'Ekos

# Name
source: Captured image received
ca@valencia: S'ha rebut la imatge capturada

# Name
source: Known Issue
ca@valencia: Problema conegut

# Comment
source: Desktop Planetarium
ca@valencia: Planetari per a l'escriptori

# GenericName
source: Desktop Planetarium
ca@valencia: Planetari per a l'escriptori

# Name
source: Save Astrometry Index File to a write protected directory
ca@valencia: Guarda el fitxer d'índex de l'astrometria en un directori protegit contra escriptura

# Description
source: KStars is attempting to save an Astrometry Index File to a directory owned by root
ca@valencia: El KStars està intentant guardar un fitxer d'índex de l'astrometria en un directori propietat de l'administrador

# Name
source: Remove an Astrometry Index File Set
ca@valencia: Elimina un conjunt de fitxers d'índex de l'astrometria

# Description
source: KStars is attempting to remove Astrometry Index Files owned by root
ca@valencia: El KStars està intentant eliminar fitxers d'índex de l'astrometria en què el propietari és l'administrador
