Repository: raurodse/prueba
Catalog: */kstars/org.kde.kstars.appdata.po
Languages: ca@valencia

source: Desktop Planetarium
ca@valencia: Planetari per a l'escriptori

source: KStars is freely licensed, open source, cross-platform Astronomy Software by KDE.
ca@valencia: El KStars és un programari d'astronomia de llicència lliure, codi obert i multiplataforma, creat per la comunitat KDE.

source: It provides an accurate graphical simulation of the night sky, from any location on Earth, at any date and time. The display includes up to 100 million stars, 13,000 deep-sky objects,all 8 planets, the Sun and Moon, and thousands of comets, asteroids, supernovae, and satellites.
ca@valencia: Proporciona una simulació gràfica precisa del cel nocturn, des de qualsevol emplaçament a la Terra, en qualsevol data i hora. La visualització inclou fins a 100 milions d'estrelles, 13.000 objectes del cel profund, tots els 8 planetes, el Sol i la Lluna, milers de cometes, asteroides, supernoves i satèl·lits.

source: For students and teachers, it supports adjustable simulation speeds in order to view phenomena that happen over long timescales, the KStars Astrocalculator to predict conjunctions, and many common astronomical calculations.
ca@valencia: Per a estudiants i professors, permet velocitats de simulació ajustables per tal de veure fenòmens que transcorren en escales de temps llargues, la calculadora astronòmica del KStars per a predir conjuncions i molts càlculs astronòmics habituals.

source: For the amateur astronomer, it provides an observation planner, a sky calendar tool, and an FOV editor to calculate field of view of equipment and display them. Find out interesting objects in the "What's up Tonight" tool, plot altitude vs. time graphs for any object, print high-quality sky charts, and gain access to lots of information and resources to help you explore the universe!
ca@valencia: Per a l'astrònom aficionat, proporciona un planificador de l'observació, una eina de calendari del cel i un editor del CDV per a calcular el camp de visió de l'equip i mostrar-lo. Descobreix objectes interessants amb l'eina «Què passa aquesta nit», dibuixa gràfics d'altitud en funció del temps per a qualsevol objecte, imprimeix diagrames del cel en alta qualitat i obté accés a molta informació i recursos per a ajudar-vos a explorar l'univers!

source: Included with KStars is Ekos astrophotography suite, a complete astrophotography solution that can control all INDI devices including numerous telescopes, CCDs, DSLRs, focusers, filters, and a lot more. Ekos supports highly accurate tracking using online and offline astrometry solver, autofocus and autoguiding capabilities, and capture of single or multiple images using the powerful built in sequence manager.
ca@valencia: Inclòs amb el KStars hi ha el paquet astrofotogràfic Ekos, una solució completa d'astrofotografia que pot controlar tots els dispositius INDI, inclosos nombrosos telescopis, CCD, DSLR, enfocadors, filtres i molt més. L'Ekos admet el seguiment d'alta precisió emprant el solucionador d'astrometria en línia i fora de línia, té capacitats d'enfocament automàtic i de guiatge automàtic, i permet capturar una o múltiples imatges emprant el potent gestor de seqüències integrat.

source: Astronomical Catalogs:
ca@valencia: Catàlegs astronòmics:

source: Default catalog consisting of stars to magnitude 8
ca@valencia: Catàleg predeterminat consistent en estrelles fins a magnitud 8

source: Extra catalogs consisting of 100 million stars to magnitude 16
ca@valencia: Catàlegs addicionals consistents en 100 milions d'estrelles fins a magnitud 16

source: Downloadable catalogs including Messier Images, Abell Planetary Nebulae, Sharpless Catalog, Lynds Dark Nebula Catalog
ca@valencia: Catàlegs descarregables que inclouen imatges de Messier, la nebulosa planetària Abell, el catàleg Sharpless, el catàleg Lynds de nebuloses fosques

source: Corrections for precession, nutation and atmospheric refraction
ca@valencia: Correccions per a la precessió, nutació i refracció atmosfèrica

source: Tools for retrieval of data from online databases
ca@valencia: Eines per a recuperar dades des d'una base de dades en línia

source: KStars main window
ca@valencia: Finestra principal del KStars

source: "What's interesting" tool in KStars
ca@valencia: Eina «Què hi ha d'interessant» al KStars

source: Ekos tool in KStars
ca@valencia: Eina Ekos al KStars

source: Observation Planner of KStars
ca@valencia: Planificador de l'observació del KStars
