Repository: raurodse/prueba
Catalog: */kclock/org.kde.kclock.appdata.po
Languages: ca@valencia

source: Clock
ca@valencia: Rellotge

source: A convergent clock application for Plasma.
ca@valencia: Una aplicació de rellotge convergent per al Plasma.

source: KDE Community
ca@valencia: La comunitat KDE

source: A convergent clock application for Plasma. It contains alarm, timer, stopwatch and timezone functionalities. Alarms are also able to wake the device from suspend when using Plasma.
ca@valencia: Una aplicació de rellotge convergent per al Plasma. Conté funcions d'alarma, temporitzador, cronòmetre i zona horària. Les alarmes també poden fer que el dispositiu deixi d'estar suspès quan s'usa el Plasma.

source: Mobile view
ca@valencia: Vista mòbil

source: Desktop view
ca@valencia: Vista d'escriptori

source: Timers page
ca@valencia: Pàgina dels temporitzadors

source: Timer page
ca@valencia: Pàgina del temporitzador

source: Stopwatch page
ca@valencia: Pàgina del cronòmetre

source: Alarms page
ca@valencia: Pàgina de les alarmes
