Repository: raurodse/prueba
Catalog: */ktuberling/ktuberling._desktop_.po
Languages: ca@valencia

# Name
source: Potato Guy
ca@valencia: Home Patata

# GenericName
source: Picture Game for Children
ca@valencia: Joc d'imatges per a la canalla

# Comment
source: A simple constructor game suitable for children and adults alike
ca@valencia: Un joc de construcció senzill, adequat per a infants i també per a adults

# Name
source: Butterflies
ca@valencia: Papallones

# Name
source: Christmas
ca@valencia: Nadal

# Name
source: Ancient Egypt
ca@valencia: Egipte antic

# Name
source: The Moon
ca@valencia: La Lluna

# Name
source: Potato Guy 2
ca@valencia: Home Patata 2

# Name
source: Robot workshop
ca@valencia: Taller de robots

# Name
source: Train Valley
ca@valencia: Vall dels trens
