Repository: raurodse/prueba
Catalog: */plasma-mobile/plasma-mobile._desktop_.po
Languages: ca@valencia

# Comment
source: Plasma Active shell
ca@valencia: Intèrpret d'ordres del Plasma Active

# Name
source: Desktop
ca@valencia: Escriptori

# Name
source: Plasma Active Toolbox
ca@valencia: Quadre d'eines del Plasma Active

# Name
source: Alarms
ca@valencia: Alarmes

# Comment
source: A tool to setup visual and audio alarms for tablets
ca@valencia: Una eina per a configurar alarmes visuals i d'àudio a les tauletes

# Comment
source: Alarms setup tool
ca@valencia: Eina per a configurar les alarmes

# Name
source: Books
ca@valencia: Llibres

# GenericName
source: Book collection
ca@valencia: Col·lecció de llibres

# Comment
source: All books installed on the device
ca@valencia: Tots els llibres instal·lats al dispositiu

# Name
source: Files
ca@valencia: Fitxers

# GenericName
source: File browser
ca@valencia: Navegador de fitxers

# Comment
source: A simple file browser/manager
ca@valencia: Un navegador/gestor de fitxers senzill

# Name
source: Images
ca@valencia: Imatges

# GenericName
source: Image viewer
ca@valencia: Visor d'imatges

# Comment
source: An image viewer for touch tablets
ca@valencia: Un visor d'imatges per a les tauletes tàctils

# Name
source: Browse files
ca@valencia: Navega pels fitxers

# Name
source: Audio metadata browser
ca@valencia: Navegador de metadades d'àudio

# Comment
source: A browser for audio files metadata
ca@valencia: Un navegador per a les metadades d'àudio

# Name
source: Image Viewer
ca@valencia: Visor d'imatges

# Comment
source: Touchscreen friendly simple image viewer
ca@valencia: Visor d'imatges senzill per a pantalles tàctils

# Name
source: File browser
ca@valencia: Navegador de fitxers

# Comment
source: Plasma package to load a particular mimetype directly in the file browser
ca@valencia: Paquet del Plasma per a carregar un tipus MIME en particular directament al navegador de fitxers

# Name
source: Active Containment
ca@valencia: Contenidor Active

# Name
source: Mobile Panel
ca@valencia: Plafó mòbil

# Comment
source: A system tray applet for mobile shell
ca@valencia: Una miniaplicació de safata del sistema per a l'àrea de treball del mòbil

# Name
source: Contour activity screen
ca@valencia: Pantalla d'activitat Contour

# Comment
source: Categorized resources and widgets
ca@valencia: Recursos i ginys catalogats

# Name
source: Applets strip
ca@valencia: Banda de miniaplicacions

# Name
source: Web Dashboard
ca@valencia: Tauler web

# Comment
source: List and set Akonadi Alarms
ca@valencia: Llista i defineix les alarmes de l'Akonadi

# Name
source: Application Information
ca@valencia: Informació de les aplicacions

# Comment
source: Information and launching of all applications in the app menu.
ca@valencia: Informació i execució de totes les aplicacions en el menú d'aplicacions.

# Name
source: Preview
ca@valencia: Vista prèvia

# Comment
source: Shows previews for webpages
ca@valencia: Mostra vistes prèvies de les pàgines web

# Name
source: Recommendations
ca@valencia: Recomanacions

# Comment
source: Contour Recommendations dataengine
ca@valencia: Motor de dades de recomanacions per a Contour

# Name
source: Plasma Active App Lister
ca@valencia: Llista d'aplicacions del Plasma Active
