Repository: raurodse/prueba
Catalog: */ikona/ikona.po
Languages: ca@valencia

# The window title of the colour palette
source: Colour Palette
ca@valencia: Paleta de colors

source: Export Icon
ca@valencia: Exporta una icona

# Header for dialog to export a user's icon
source: Export Icon...
ca@valencia: Exporta una icona...

source: Export to Per-Size Folders...
ca@valencia: Exporta per mida a carpetes...

source: Export to One Folder...
ca@valencia: Exporta a una carpeta...

source: Exporting icon...
ca@valencia: S'està exportant la icona...

source: Icons representing actions a user can perform.
ca@valencia: Icones que representen accions que pot executar un usuari.

source: Icons representing stages of an animation.
ca@valencia: Icones que representen escenes d'una animació.

source: Icons representing an application.
ca@valencia: Icones que representen una aplicació.

source: Icons representing categories of applications.
ca@valencia: Icones que representen categories d'aplicacions.

source: Icons representing real-world devices, not filesystem devices.
ca@valencia: Icones que representen dispositius del món real, no dispositius de sistemes de fitxers.

source: Icons to be overlaid on other icons.
ca@valencia: Icones que se superposaran a altres icones.

source: Icons representing emotions.
ca@valencia: Icones que representen emocions.

source: Icons representing parts of a filesystem.
ca@valencia: Icones que representen parts d'un sistema de fitxers.

source: Icons representing international items.
ca@valencia: Icones que representen elements internacionals.

source: Icons representing MIME types.
ca@valencia: Icones que representen tipus MIME.

source: Icons representing landmark places in a filesystem.
ca@valencia: Icones que representen llocs dels punts de referència d'un sistema de fitxers.

source: Icons representing current status of processes and devices.
ca@valencia: Icones que representen l'estat actual de processos i dispositius.

source: Icons representing anything.
ca@valencia: Icones que representen qualsevol cosa.

source: This icon can be scaled to any size.
ca@valencia: Aquesta icona es pot escalar a qualsevol mida.

source: This icon can be scaled to any size within a threshold.
ca@valencia: Aquesta icona es pot escalar a qualsevol mida amb un llindar.

source: This icon cannot be scaled and has a fixed size.
ca@valencia: Aquesta icona no es pot escalar i té una mida fixa.

source: This icon has no particular size.
ca@valencia: Aquesta icona no té una mida particular.

source: Actions
ca@valencia: Accions

source: Animations
ca@valencia: Animacions

source: Apps
ca@valencia: Aplicacions

source: Devices
ca@valencia: Dispositius

source: Emblems
ca@valencia: Emblemes

source: Emotes
ca@valencia: Emoticones

source: Filesystems
ca@valencia: Sistemes de fitxers

source: International
ca@valencia: Internacional

source: Mimetypes
ca@valencia: Tipus MIME

source: Places
ca@valencia: Llocs

source: Status
ca@valencia: Estats

source: No Context
ca@valencia: Sense context

source: Scalable
ca@valencia: Escalable

source: Threshold Size
ca@valencia: Mida de llindar

source: Fixed Size
ca@valencia: Mida fixa

source: NoType
ca@valencia: Sense tipus

source: Copy icon name to clipboard
ca@valencia: Copia el nom d'icona al porta-retalls

source: Open folder containing icon
ca@valencia: Obri la carpeta que conté la icona

source: Open icon in editor
ca@valencia: Obri la icona a l'editor

source: View icon at different sizes in this theme
ca@valencia: Mostra la icona a mides diferents en aquest tema

source: View icon in different themes at the same size
ca@valencia: Mostra la icona amb temes diferents de la mateixa mida

source: Copy montage of icon to clipboard
ca@valencia: Copia el muntatge de la icona al porta-retalls

source: Montage copied to clipboard
ca@valencia: El muntatge s'ha copiat al porta-retalls

# Overlaid on top of an image to indicate that it was made with Ikona
source: Montage made with Ikona
ca@valencia: Muntatge creat amb l'Ikona

source: The type of icon this directory has.
ca@valencia: El tipus d'icones que té aquest directori.

source: Type: %1
ca@valencia: Tipus: %1

source: How this icon can change size.
ca@valencia: Com pot canviar de mida aquesta icona.

source: Threshold: %1
ca@valencia: Llindar: %1

source: The icons in this directory can be used if the size differs at most by a factor of <b>%1</b> from the source size.
ca@valencia: Les icones d'aquest directori es poden usar si la mida difereix com a mínim en un factor de <b>%1</b> de la mida original.

source: Size Range: <b>%1</b> to <b>%2</b>
ca@valencia: Interval de mides: <b>%1</b> a <b>%2</b>

source: The icons in this directory can be used at sizes from <b>%1</b>dp to <b>%2</b>dp.
ca@valencia: Les icones d'aquest directori es poden usar a les mides des de <b>%1</b>dp a <b>%2</b>dp.

source: Icon Themes
ca@valencia: Temes d'icones

source: Create Icon...
ca@valencia: Crea una icona...

source: Open Icon...
ca@valencia: Obri una icona...

source: Take Montage
ca@valencia: Pren un muntatge

source: Export Icon...
ca@valencia: Exporta una icona...

source: Icon SVGs (*.svg)
ca@valencia: Icones SVG (*.svg)

source: Ikona App SVGs (*.ikona.app.svg)
ca@valencia: SVG de l'aplicació Ikona (*.ikona.app.svg)

source: Icon Processor
ca@valencia: Processador d'icones

source: Process icon
ca@valencia: Processa la icona

source: Optimize with all methods
ca@valencia: Optimitza amb tots els mètodes

source: Optimize using librsvg
ca@valencia: Optimitza usant la «librsvg»

source: Optimize using scour
ca@valencia: Optimitza usant el «scour»

source: Inject stylesheet/convert to light
ca@valencia: Injecta un full d'estil/converteix a clara

source: Inject stylesheet/convert to dark
ca@valencia: Injecta un full d'estil/converteix a fosca

source: Welcome to Ikona
ca@valencia: Vos donem la benvinguda a l'Ikona

# Opens the view displaying colourful icons
source: Colour Icon View
ca@valencia: Vista d'icones de color

# Opens the view displaying colourful icons
source: Icon Theme Browser
ca@valencia: Navegador de temes d'icones

# Opens the view allowing users to process icons
source: Icon Processor
ca@valencia: Processador d'icones

# Open a window titled Colour Palette with a colour palette
source: Open Colour Palette
ca@valencia: Obri la paleta de colors
