Repository: raurodse/prueba
Catalog: */gcompris/org.kde.gcompris.appdata.po
Languages: ca@valencia

source: Multi-Activity Educational game for children 2 to 10
ca@valencia: Joc educatiu amb múltiples activitats per a infants de 2 a 10 anys

source: GCompris is a high quality educational software suite, including a large number of activities for children aged 2 to 10.
ca@valencia: El GCompris és una suite de programari educatiu d'alta qualitat, que inclou una gran quantitat d'activitats per a nens i nenes entre els 2 i els 10 anys.

source: Some of the activities are game orientated, but nonetheless still educational.
ca@valencia: Algunes de les activitats estan orientades a joc, però sempre són educatives.

source: Below you can find a list of categories with some of the activities available in that category.
ca@valencia: A continuació trobareu una llista de les categories amb algunes de les activitats disponibles en cadascuna.

source: computer discovery: keyboard, mouse, different mouse gestures, ...
ca@valencia: descobrir l'ordinador: teclat, ratolí, diferents gestos del ratolí...

source: arithmetic: table memory, enumeration, mirror image, balance the scale, change giving, ...
ca@valencia: aritmètica: memoritzar la taula, enumeració, imatge al mirall, equilibrar la balança, donar el canvi...

source: science: the canal lock, color mixing, gravity concept, ...
ca@valencia: ciència: blocar el canal, mescla de colors, el concepte de la gravetat...

source: games: memory, connect 4, tic tac toe, sudoku, hanoi tower, ...
ca@valencia: jocs: memòria, connecta 4, tres en ratlla, sudoku, torre de Hanoi...

source: reading: reading practice, ...
ca@valencia: Lectura: pràctica de lectura...

source: other: learn to tell time, the braille system, maze, music instruments, ...
ca@valencia: altres: aprendre a dir l'hora, el sistema braille, laberints, instruments musicals...

source: Currently GCompris offers in excess of 100 activities and more are being developed. GCompris is free software, that means that you can adapt it to your own needs, improve it and, most importantly, share it with children everywhere.
ca@valencia: Actualment el GCompris ofereix més de 100 activitats i encara se'n desenvolupen més. El GCompris és programari lliure, el qual vol dir que podeu adaptar-lo a les vostres pròpies necessitats, millorar-lo i, el més important, compartir-lo amb infants de tot arreu.

source: GCompris main menu
ca@valencia: Menú principal del GCompris

source: "Click on an uppercase letter" activity
ca@valencia: Activitat «Fes clic en una lletra en majúscula»

source: "Learning Clock" activity
ca@valencia: Activitat «Rellotge d'aprenentatge»

source: "Mixing color of paint" activity
ca@valencia: Activitat «Mescla els colors de la pintura»

source: "Colors" activity
ca@valencia: Activitat «Colors»

source: "Build the same model" activity
ca@valencia: Activitat «Construeix el mateix model»

source: "Count the items" activity
ca@valencia: Activitat «Compta els elements»

source: "The fifteen game" activity
ca@valencia: Activitat «El joc dels quinze»

source: "Hexagon" activity
ca@valencia: Activitat «Hexàgon»

source: "Balance the scales properly" activity
ca@valencia: Activitat «Equilibra correctament la balança»

source: "End of chess game" activity
ca@valencia: Activitat «Final de la partida d'escacs»

source: "A sliding-block puzzle game" activity
ca@valencia: Activitat «Un joc de trencaclosques amb blocs que es desplacen»
