Repository: raurodse/prueba
Catalog: */plasma-firewall/plasma-firewall._desktop_.po
Languages: ca@valencia

# Name
source: Uncomplicated Firewall
ca@valencia: Tallafoc sense complicacions

# Name
source: Query Firewall
ca@valencia: Consulta el tallafoc

# Description
source: Query firewall status
ca@valencia: Consulta l'estat del tallafoc

# Name
source: View Firewall Logs
ca@valencia: Visualitza els registres del tallafoc

# Description
source: View firewall logs
ca@valencia: Visualitza els registres del tallafoc

# Name
source: Modify Firewall
ca@valencia: Modifica el tallafoc

# Description
source: Modify firewall settings
ca@valencia: Modifica la configuració del tallafoc

# Name
source: Firewall
ca@valencia: Tallafoc

# Comment
source: Control your network rules
ca@valencia: Controla les regles de la xarxa

# X-KDE-Keywords
source: firewall,network,security,block,allow,internet,web,websites,whitelist,blacklist,allowlist,blocklist,ports,rules,connections,udp,tcp,ip,address,ipv4,ipv6,protection,privacy,local address,remote address,gateway,localhost,ufw,firewalld,firewall rules,firewall exception,firewall exceptions,origin,destination,protocol,interface
ca@valencia: tallafoc,firewall,xarxa,seguretat,bloqueig,permetre,internet,web,llocs web,llista blanca,llista negra,llista permesa,llista bloquejada,ports,regles,connexions,udp,tcp,ip,adreça,ipv4,ipv6,protecció,privadesa,adreça local,adreça remota,passarel·la,localhost,ufw,firewalld,regles de tallafoc,excepció de tallafoc,excepcions de tallafoc,origen,destinació,protocol,interfície

# Comment
source: Adjust your firewall settings
ca@valencia: Ajusta la configuració del tallafoc
