Repository: raurodse/prueba
Catalog: */kgoldrunner/kgoldrunner._desktop_.po
Languages: ca@valencia

# GenericName
source: Hunt Gold, Dodge Enemies and Solve Puzzles
ca@valencia: Cerca l'or, esquiva els enemics i resol trencaclosques

# Comment
source: A game of action and puzzle-solving
ca@valencia: Un joc d'acció i solució de trencaclosques

# Name
source: Black on White
ca@valencia: Negre sobre blanc

# Description
source: A monochrome, black on white theme for KGoldrunner
ca@valencia: Un tema monocrom (negre sobre blanc) per al KGoldrunner

# Name
source: KGoldRunner Default
ca@valencia: Predeterminat del KGoldRunner

# Description
source: A light and clean theme for KDE4
ca@valencia: Un tema net i lleuger per al KDE 4

# Name
source: The Treasure of Egypt
ca@valencia: El tresor d'Egipte

# Description
source: Help Matt Goldrunner escape the traps of ancient Egypt.
ca@valencia: Ajuda en Matt Goldrunner a escapar de les trampes de l'antic Egipte.

# Name
source: Geek City
ca@valencia: Ciutat Freak

# Description
source: The hero is trapped inside a computer.
ca@valencia: L'heroi està atrapat dins un ordinador.

# Name
source: Nostalgia Blues
ca@valencia: Nostàlgia blava

# Description
source: A theme for KGoldrunner that brings back that 8-bit look... now in blue!
ca@valencia: Un tema per al KGoldrunner que vos porta l'aspecte clàssic dels 8 bits... ara en blau!

# Name
source: Nostalgia
ca@valencia: Nostàlgia

# Description
source: A scalable theme for KGoldrunner that brings back that 8-bit look...
ca@valencia: Un tema per al KGoldrunner que vos porta l'aspecte clàssic dels 8 bits...
