Repository: raurodse/prueba
Catalog: */kgoldrunner/org.kde.kgoldrunner.appdata.po
Languages: ca@valencia

source: Hunt Gold, Dodge Enemies and Solve Puzzles
ca@valencia: Cerca l'or, esquiva els enemics i resol trencaclosques

source: KGoldrunner is an action game where the hero runs through a maze, climbs stairs, dig holes and dodges enemies in order to collect all the gold nuggets and escape to the next level. Your enemies are also after the gold. Worse still, they are after you!.
ca@valencia: El KGoldrunner és un joc d'acció a on l'heroi corre a través d'un laberint, puja escales, cava forats i esquiva enemics per tal de recollir totes les llavors d'or i escapar al nivell següent. Els enemics també van darrere l'or. Encara pitjor: van darrere teu!

source: Features:
ca@valencia: Característiques:

source: Themeable
ca@valencia: Permet temes

source: Hundreds of levels
ca@valencia: Centenars de nivells

source: Level-editor
ca@valencia: Editor de nivells

source: Two modes for the enemies: classical and KGoldrunner-mode, in KGoldrunner-mode they are more intelligent, in the classical mode it is easier to fool them
ca@valencia: Dos modes per als enemics: mode clàssic i mode KGoldrunner. En el mode KGoldrunner són més intel·ligents, en el mode clàssic és més fàcil que es tornen boigs

source: Very very difficult levels
ca@valencia: Nivells molt molt difícils

source: Keyboard or mouse control
ca@valencia: Control amb el teclat o el ratolí

source: Savable games
ca@valencia: Les partides es poden guardar

source: Playing KGoldrunner
ca@valencia: Jugant al KGoldrunner
