Repository: raurodse/prueba
Catalog: */kreport/kreport._json_.po
Languages: ca@valencia

# Name
source: Check box
ca@valencia: Casella de selecció

# Name
source: Field
ca@valencia: Camp

# Name
source: Image
ca@valencia: Imatge

# Name
source: Label
ca@valencia: Etiqueta

# Name
source: Barcode
ca@valencia: Codi de barres

# Name
source: Chart
ca@valencia: Gràfic

# Name
source: Maps
ca@valencia: Mapes

# Name
source: Web browser
ca@valencia: Navegador web

# Description
source: Check box element for Reports
ca@valencia: Element de casella de selecció per a informes

# Description
source: Field element for Reports
ca@valencia: Element de camp per a informes

# Description
source: Image element for Reports
ca@valencia: Element d'imatge per a informes

# Description
source: Label element for Reports
ca@valencia: Element d'etiqueta per a informes

# Description
source: Text element for Reports
ca@valencia: Element de text per a informes

# Description
source: Barcode element for Reports
ca@valencia: Element de codi de barres per a informes

# Description
source: Chart element for Reports
ca@valencia: Element de gràfic per a informes

# Description
source: Maps element for Reports
ca@valencia: Element de mapes per a informes

# Description
source: Web browser element for Reports
ca@valencia: Element de navegador web per a informes

# Authors Name
source: Kexi Team
ca@valencia: L'equip del Kexi
