Repository: raurodse/prueba
Catalog: */kanalytics/kanalytics.po
Languages: ca@valencia

# NAME OF TRANSLATORS
source: Your names
ca@valencia: Antoni Bella

# EMAIL OF TRANSLATORS
source: Your emails
ca@valencia: antonibella5@yahoo.com

source: <p>Please help us improve KDE software by giving your approval to send some basic analytics data to KDE servers.</p><p>The data is completely <em>anonymous</em> and contains information about your hardware (CPU, GPU, etc.), system (OS name, version, etc.) and KDE software. Thank you, your consent will contribute to better KDE software in the future.</p><p><a href='http://www.kde.org'>More information</a> about the data being collected</p>
ca@valencia: <p>Ajudeu-nos a millorar el programari KDE, donant la vostra aprovació per a enviar algunes dades d'anàlisi bàsiques als servidors del KDE.</p><p>Les dades són totalment <em>anònimes</em> i contenen informació sobre el maquinari (CPU, GPU, etc.), el sistema (nom del SO, versió, etc.) i el programari KDE. Gràcies, el vostre consentiment contribuirà a millorar el programari KDE en el futur.</p><p>Vegeu <a href='http://www.kde.org'>més informació</a> sobre les dades que es recolliran.</p>

source: KAnalytics Consent
ca@valencia: Consentiment pel KAnalytics

source: Yes, help improve KDE
ca@valencia: Sí, ajudaré a millorar el KDE

source: No thanks
ca@valencia: No gràcies

source: KAnalytics Console Application
ca@valencia: Aplicació de consola KAnalytics

source: Console app to inspect KAnalytics data
ca@valencia: Aplicació de consola per a inspeccionar les dades del KAnalytics

source: (c) 2014 KAnalytics Team
ca@valencia: (c) 2014, L'equip del KAnalytics

source: Maintainer
ca@valencia: Mantenidor

source: List the available commands
ca@valencia: Llista les ordres disponibles

source: Dump data in JSON format
ca@valencia: Bolca les dades en el format JSON

source: Show the user UUID
ca@valencia: Mostra l'UUID de l'usuari

source: Command to execute
ca@valencia: Ordre a executar

source: Arguments for the specified command
ca@valencia: Arguments per a l'ordre indicada
