Repository: raurodse/prueba
Catalog: */elf-dissector/org.kde.elf-dissector.appdata.po
Languages: ca@valencia

source: Static analysis tool for ELF files
ca@valencia: Eina d'anàlisi estàtica per als fitxers ELF

source: ELF Dissector is useful if you need to do one or more of the following tasks:
ca@valencia: L'ELF Dissector és útil si cal fer una o més de les tasques següents:

source: Inspecting forward and backward dependencies, on library and symbol level.
ca@valencia: Inspeccionar les dependències cap avant i cap arrere, a nivell de biblioteca i símbols.

source: Identifying load-time performance bottlenecks such as expensive static constructors or excessive relocations.
ca@valencia: Identificació de colls d'ampolla de rendiment en temps de càrrega com constructors estàtics cars o relocacions excessives.

source: Size profiling of ELF files.
ca@valencia: Anàlisi del rendiment de mida dels fitxers ELF.

source: Main features:
ca@valencia: Característiques principals:

source: ELF structure browser.
ca@valencia: Explorador de l'estructura ELF.

source: Tree map visualization of the size of the various parts of an ELF file.
ca@valencia: Visualització de mapa d'arbre de la mida de parts diverses d'un fitxer ELF.

source: Relocation heatmap.
ca@valencia: Gràfic d'intensitat de colors de les relocacions.

source: Built-in disassembler for x86 and AArch64.
ca@valencia: Desassemblador incorporat per a x86 i AArch64.

source: Browser for data type memory layouts extracted from DWARF debug information.
ca@valencia: Navegador de les disposicions de memòria pel tipus de dada extretes de la informació de depuració DWARF.

source: Forward and backward dependency viewer.
ca@valencia: Visor de les dependències cap avant i cap arrere.

source: Size treemap views
ca@valencia: Vista del mapa d'arbre de la mida
