Repository: raurodse/prueba
Catalog: */kget/kget._desktop_.po
Languages: ca@valencia

# Name
source: KGet Plugin
ca@valencia: Connector del KGet

# Comment
source: Plugin for KGet
ca@valencia: Connector per al KGet

# Name
source: Download with KGet
ca@valencia: Baixa amb el KGet

# GenericName
source: Download Manager
ca@valencia: Gestor de baixades

# Comment
source: KGet is a versatile and user-friendly download manager
ca@valencia: El KGet és un gestor de baixades versàtil i fàcil d'emprar

# Name
source: Download Manager
ca@valencia: Gestor de baixades

# Comment
source: A versatile and easy to use file download manager
ca@valencia: Un gestor de baixades de fitxers versàtil i fàcil d'emprar

# Name
source: KGet Barchart Applet
ca@valencia: Miniaplicació de diagrama de barres del KGet

# Comment
source: KGet barchart applet
ca@valencia: Miniaplicació de diagrama de barres del KGet

# Name
source: KGet Panelbar Applet
ca@valencia: Miniaplicació del KGet de la barra del plafó

# Comment
source: KGet panelbar applet
ca@valencia: Miniaplicació del KGet de la barra del plafó

# Name
source: KGet Piechart Applet
ca@valencia: Miniaplicació de diagrama de sectors del KGet

# Comment
source: KGet piechart applet
ca@valencia: Miniaplicació de diagrama de sectors del KGet

# Name
source: KGet Data Engine
ca@valencia: Motor de dades del KGet

# Comment
source: Download links with KGet
ca@valencia: Baixa els enllaços amb el KGet

# Comment
source: KGet Download Manager
ca@valencia: Gestor de baixades KGet

# Name
source: Transfer Added
ca@valencia: Transferència afegida

# Comment
source: A new download has been added
ca@valencia: S'ha afegit una baixada nova

# Name
source: Download Started
ca@valencia: S'ha iniciat la baixada

# Comment
source: Downloading started
ca@valencia: S'ha iniciat la baixada

# Name
source: Download Finished
ca@valencia: Ha acabat la baixada

# Comment
source: Downloading finished
ca@valencia: Ha acabat la baixada

# Name
source: All Downloads Finished
ca@valencia: Han acabat totes les baixades

# Comment
source: All downloads finished
ca@valencia: Han acabat totes les baixades

# Name
source: Error Occurred
ca@valencia: Hi ha hagut un error

# Comment
source: An Error has Occurred
ca@valencia: Hi ha hagut un error

# Name
source: Information
ca@valencia: Informació

# Comment
source: User Notified of Information
ca@valencia: L'usuari ha estat informat

# Comment
source: Allows files to be downloaded using Bittorrent
ca@valencia: Permet baixar fitxers emprant el Bittorrent

# Name
source: ChecksumSearch
ca@valencia: Cerca la suma de verificació

# Name
source: Checksum Search
ca@valencia: Cerca de suma de verificació

# Comment
source: Tries to find checksums for a specified URL
ca@valencia: Intenta cercar sumes de verificació per a un URL especificat

# Name
source: Content Fetcher
ca@valencia: Recollidor de continguts

# Name
source: Content Fetch
ca@valencia: Obtén contingut

# Comment
source: Fetch contents with custom scripts.
ca@valencia: Agafa continguts amb scripts personalitzats.

# Comment
source: Classic file downloader plugin
ca@valencia: Connector del baixador de fitxers clàssic

# Comment
source: Allows files to be downloaded from Metalink
ca@valencia: Permet baixar fitxers des d'un «Metalink»

# Name
source: MirrorSearch
ca@valencia: Cerca de rèplica

# Name
source: Mirror Search
ca@valencia: Cerca de rèpliques

# Comment
source: Allows KGet to search through mirror search engines for files
ca@valencia: Permet que el KGet cerqui els fitxers a rèpliques amb els motors de cerca

# Comment
source: MMS-Transfer plugin for KGet
ca@valencia: Connector de transferències d'MMS per al KGet

# Name
source: Multi Segment KIO
ca@valencia: KIO multisegment

# Comment
source: Multithreaded file download plugin
ca@valencia: Connector de transferències multifil
