Repository: raurodse/prueba
Catalog: */kget/org.kde.kget.appdata.po
Languages: ca@valencia

source: Download Manager
ca@valencia: Gestor de baixades

source: KGet is a versatile and user-friendly download manager.
ca@valencia: El KGet és un gestor de baixades versàtil i fàcil d'emprar.

source: Features:
ca@valencia: Característiques:

source: Downloading files from FTP and HTTP(S) sources.
ca@valencia: Baixa fitxers des de fonts FTP i HTTP/S.

source: Pausing and resuming of downloading files, as well as the ability to restart a download.
ca@valencia: Fa pausa i reprén la baixada de fitxers, així com la possibilitat de reiniciar una baixada.

source: Tells lots of information about current and pending downloads.
ca@valencia: Dóna molta informació sobre les baixades actuals i pendents.

source: Embedding into system tray.
ca@valencia: Està incrustat a la safata del sistema.

source: Integration with the Konqueror web browser.
ca@valencia: S'integra amb el navegador web Konqueror.

source: Metalink support which contain multiple URLs for downloads, along with checksums and other information.
ca@valencia: Admet el «Metalink», el qual conté múltiples URL per a baixades, juntament amb les sumes de verificació i altra informació.

source: Downloading files with KGet
ca@valencia: Baixada de fitxers amb el KGet
