Repository: raurodse/prueba
Catalog: */kubuntu-notification-helper/kubuntu-notification-helper._desktop_.po
Languages: ca@valencia

# Name
source: Notification Helper
ca@valencia: Auxiliar per a les notificacions

# Comment
source: System Notification Helper
ca@valencia: Auxiliar per a les notificacions del sistema

# Name
source: Reboot Required
ca@valencia: Cal reiniciar

# Comment
source: A system restart is required
ca@valencia: Cal reiniciar el sistema

# Name
source: Apport Crash
ca@valencia: Fallada de l'Apport

# Comment
source: An application has crashed on your system (now or in the past)
ca@valencia: Ha fallat una aplicació en aquest sistema (ara o anteriorment)

# Name
source: Upgrade Hook
ca@valencia: Sol·licitud d'actualització

# Comment
source: Software upgrade notifications are available
ca@valencia: Hi ha disponibles notificacions d'actualització de programari

# Name
source: Restricted Install
ca@valencia: Instal·lació restrictiva

# Comment
source: Extra packages can be installed to enhance application functionality
ca@valencia: Es poden instal·lar paquets addicionals per a millorar com funcionen les aplicacions

# Name
source: Localization Enhancement
ca@valencia: Millora de localització

# Comment
source: Extra packages can be installed to enhance system localization
ca@valencia: Podeu instal·lar paquets addicionals per a millorar la localització del sistema

# Name
source: Driver Enhancement
ca@valencia: Controladors amb millores

# Comment
source: Additional drivers can be installed
ca@valencia: Podeu instal·lar controladors addicionals

# X-KDE-Keywords
source: Notify,Alerts,Notification,popups
ca@valencia: Notifica,Alertes,Notificació,finestres emergents

# Name
source: Other Notifications
ca@valencia: Altres notificacions

# Comment
source: Control the notifications for system helpers
ca@valencia: Controleu les notificacions dels auxiliars del sistema
