Repository: raurodse/prueba
Catalog: */kopete/kopete._desktop_.po
Languages: ca@valencia

# Name
source: Tutorial Plugin
ca@valencia: Connector de la guia d'aprenentatge

# Comment
source: Demonstration plugin for teaching Kopete development
ca@valencia: Connexió de demostració per a ensenyar el desenvolupament del Kopete

# Name
source: Tutorial
ca@valencia: Guia d'aprenentatge

# Comment
source: Turns normal people into Super Kopete Developer
ca@valencia: Torna a la gent normal en superdesenvolupadors del Kopete

# Name
source: Kopete Chat Window
ca@valencia: Finestra de xat del Kopete

# Comment
source: The default Kopete chat window
ca@valencia: La finestra de xat per defecte del Kopete

# Name
source: Kopete Email Window
ca@valencia: Finestra de correu-e del Kopete

# Comment
source: The Kopete email window
ca@valencia: La finestra de correu-e del Kopete

# Name
source: Accounts
ca@valencia: Comptes

# Comment
source: Manage Your Accounts and Identities
ca@valencia: Gestioneu els vostres comptes i identitats

# Name
source: Contact List
ca@valencia: Llista de contactes

# Comment
source: Configure Contact List Look and Feel
ca@valencia: Configura l'aspecte i comportament de la llista de contactes

# Name
source: Video
ca@valencia: Vídeo

# Comment
source: Configure Video Devices
ca@valencia: Configura els dispositius de vídeo

# Name
source: Behavior
ca@valencia: Comportament

# Comment
source: Personalize Kopete's Behavior
ca@valencia: Personalitzeu el comportament del Kopete

# Name
source: Chat Window
ca@valencia: Finestra de xat

# Comment
source: Configure Chat Window Look and Feel
ca@valencia: Configura l'aspecte i comportament de la finestra de xat

# Name
source: Plugins
ca@valencia: Connectors

# Comment
source: Select and Configure Plugins
ca@valencia: Selecciona i configura els connectors

# Name
source: Status
ca@valencia: Estat

# Comment
source: Manage Your Statuses
ca@valencia: Gestioneu els vostres estats

# Comment
source: Kopete Messenger
ca@valencia: Missatger Kopete

# Name
source: Group
ca@valencia: Grup

# Comment
source: The group where the contact resides
ca@valencia: El grup a on resideix el contacte

# Name
source: Contact
ca@valencia: Contacte

# Comment
source: The specified contact
ca@valencia: El contacte especificat

# Name
source: Class
ca@valencia: Classe

# Comment
source: The message class
ca@valencia: La classe del missatge

# Name
source: Incoming Message
ca@valencia: Missatge entrant

# Comment
source: An incoming message has been received
ca@valencia: S'ha rebut un missatge entrant

# Name
source: Incoming Message in Active Chat
ca@valencia: Missatge entrant en un xat actiu

# Comment
source: An incoming message in the active chat window has been received
ca@valencia: S'ha rebut un missatge entrant a la finestra de xat activa

# Name
source: Outgoing Message
ca@valencia: Missatge eixint

# Comment
source: An outgoing message has been sent
ca@valencia: S'ha enviat un missatge eixint

# Name
source: Contact Gone Online
ca@valencia: Un contacte s'ha connectat

# Comment
source: A contact has come online
ca@valencia: Un contacte s'ha connectat

# Name
source: Offline
ca@valencia: Desconnectat

# Comment
source: A contact has gone offline
ca@valencia: Un contacte s'ha desconnectat

# Name
source: Status Change
ca@valencia: Canvia l'estat

# Comment
source: A contact's online status has changed
ca@valencia: L'estat d'un contacte ha canviat

# Name
source: Highlight
ca@valencia: Ressaltat

# Comment
source: A highlighted message has been received
ca@valencia: S'ha rebut un missatge ressaltat

# Name
source: Low Priority Messages
ca@valencia: Missatges de baixa prioritat

# Comment
source: A message marked with a low priority has been received
ca@valencia: S'ha rebut un missatge marcat amb baixa prioritat

# Name
source: ICQ Authorization
ca@valencia: Autorització ICQ

# Comment
source: An ICQ user has authorized/declined your authorization request
ca@valencia: Un usuari d'ICQ ha autoritzat/declinat la vostra petició d'autorització

# Name
source: IRC Event
ca@valencia: Esdeveniment IRC

# Comment
source: An IRC event has occurred
ca@valencia: Ha ocorregut un esdeveniment d'IRC

# Name
source: Connection Error
ca@valencia: Error de connexió

# Comment
source: An error on connection has occurred
ca@valencia: Hi ha hagut un error en connectar

# Name
source: Connection Lost
ca@valencia: Connexió perduda

# Comment
source: The connection have been lost
ca@valencia: S'ha perdut la connexió

# Name
source: Cannot Connect
ca@valencia: No es pot connectar

# Comment
source: Kopete cannot connect to the service
ca@valencia: El Kopete no pot connectar al servei

# Name
source: Network Problems
ca@valencia: Problemes de xarxa

# Comment
source: The network is experiencing problems
ca@valencia: La xarxa està tenint problemes

# Name
source: Server Internal Error
ca@valencia: Error intern del servidor

# Comment
source: An internal service error has occurred
ca@valencia: Hi ha hagut un error intern del servei

# Name
source: Buzz/Nudge
ca@valencia: Truca/Avisa

# Comment
source: A contact has sent you a buzz/nudge.
ca@valencia: Un contacte vos ha enviat una trucada/avís.

# Name
source: Message Dropped
ca@valencia: Missatge descartat

# Comment
source: A message was filtered by the Privacy Plugin
ca@valencia: El connector de privadesa ha filtrat un missatge

# Name
source: ICQ Reading status
ca@valencia: Lectura de l'estat de l'ICQ

# Comment
source: An ICQ user is reading your status message
ca@valencia: Un usuari de l'ICQ està llegint el vostre missatge d'estat

# Name
source: Service Message
ca@valencia: Missatge de servei

# Comment
source: A service message has been received (e.g. authorization request)
ca@valencia: S'ha rebut un missatge de servei (p. ex. una petició d'autorització)

# Name
source: Gadu-Gadu contacts list
ca@valencia: Llista de contactes del Gadu-Gadu

# Comment
source: Contact list has been received/exported/deleted
ca@valencia: S'ha rebut/exportat/suprimit la llista de contactes

# Name
source: Typing message
ca@valencia: S'està teclejant un missatge

# Comment
source: A user is typing a message
ca@valencia: Un usuari està teclejant un missatge

# Name
source: Incoming File Transfer
ca@valencia: Transferència de fitxer entrant

# Comment
source: An incoming file transfer request has been received
ca@valencia: S'ha rebut una sol·licitud de transferència de fitxer entrant

# GenericName
source: Instant Messenger
ca@valencia: Missatger a l'instant

# Comment
source: Instant Messenger
ca@valencia: Missatger a l'instant

# Comment
source: Kopete Plugin
ca@valencia: Connector del Kopete

# Comment
source: Kopete Protocol Plugin
ca@valencia: Connector de protocol per al Kopete

# Comment
source: A Kopete UI Plugin
ca@valencia: Un connector amb IU per al Kopete

# Name
source: Bookmarks
ca@valencia: Punts

# Comment
source: Automatically bookmark links in incoming messages
ca@valencia: Apunta automàticament els enllaços en els missatges entrants

# Name
source: Alias
ca@valencia: Àlies

# Comment
source: Adds custom aliases for commands
ca@valencia: Afig àlies personalitzats a les vostres ordres

# Name
source: Auto Replace
ca@valencia: Substitució automàtica

# Comment
source: Autoreplaces some text you can choose
ca@valencia: Substitueix automàticament algun text que podreu escollir

# Comment
source: Auto replaces some text you can choose
ca@valencia: Substitueix automàticament algun text que podreu escollir

# Name
source: Contact Notes
ca@valencia: Notes del contacte

# Comment
source: Add personal notes on your contacts
ca@valencia: Afig notes personals als vostres contactes

# Name
source: Cryptography
ca@valencia: Criptografia

# Comment
source: Encrypts and signs messages using OpenPGP
ca@valencia: Encripta i signa missatges usant OpenPGP

# Comment
source: Highlights text based on filters
ca@valencia: Ressalta el text basant-se en filtres

# Comment
source: Highlight messages
ca@valencia: Missatges a ressaltar

# Name
source: History2
ca@valencia: Historial2

# Comment
source: History Plugin
ca@valencia: Connector de l'historial

# Comment
source: Log all messages to keep track of your conversations
ca@valencia: Registra tots els missatges per a seguir les converses

# Name
source: History
ca@valencia: Historial

# Comment
source: Render Latex formulas in the chatwindow
ca@valencia: Representa fórmules LaTeX a la finestra de xat

# Name
source: Now Listening
ca@valencia: Ara s'escolta

# Comment
source: Tells your buddies what you're listening to
ca@valencia: Li diu als vostres companys què esteu escoltant

# Comment
source: Encrypt chat sessions with Off-The-Record encryption
ca@valencia: Encripta les sessions de xat amb un encriptatge «Off-The-Record»

# Name
source: Pipes
ca@valencia: Canonades

# Comment
source: Pipe messages through an external program or script
ca@valencia: Condueix els missatges cap a un programa extern o un script

# Name
source: Privacy
ca@valencia: Privadesa

# Comment
source: Privacy Plugin
ca@valencia: Connector de privadesa

# Comment
source: Filters incoming messages
ca@valencia: Filtra els missatges entrants

# Name
source: Statistics
ca@valencia: Estadístiques

# Comment
source: Gather some meaningful statistics
ca@valencia: Reuneix algunes estadístiques significatives

# Name
source: Text Effect
ca@valencia: Efecte de text

# Comment
source: Adds special effects to your text
ca@valencia: Afig bonics efectes al vostre text

# Comment
source: Add nice effects to your messages
ca@valencia: Afig bonics efectes als vostres missatges

# Name
source: Translator
ca@valencia: Traductor

# Comment
source: Translates messages from your native language to another language
ca@valencia: Tradueix els missatges des del vostre idioma natiu cap a un altre

# Comment
source: Chat with foreign buddies in your native language
ca@valencia: Feu un xat amb els vostres amics en la vostra llengua nativa

# Name
source: URLPicPreview Plugin Configuration
ca@valencia: Configuració del connector URLPicPreview

# Comment
source: URLPicPreview Plugin
ca@valencia: Connector URLPicPreview

# Name
source: Preview of Pictures in Chats
ca@valencia: Vista prèvia d'imatges en els xats

# Comment
source: Displays a preview of pictures in chats
ca@valencia: Mostra una vista prèvia de les imatges en els xats

# Comment
source: Show the status of (parts of) your contact list on a webpage
ca@valencia: Mostra l'estat de (parts de) la vostra llista de contactes a una pàgina web

# Name
source: Web Presence
ca@valencia: Web de presència

# Comment
source: Serverless Link Local XMPP Messaging
ca@valencia: Enllaç local de missatgeria XMPP sense servidor

# Comment
source: Gadu-Gadu: the Polish IM service
ca@valencia: Gadu-Gadu: el servei de missatgeria instantània polonés

# Description
source: A KIO slave for Jabber Service Discovery
ca@valencia: Un esclau KIO per al servei de descoberta de Jabber

# Comment
source: Communicate at the same time with Meanwhile
ca@valencia: Comuniqueu-vos en el mateix moment amb Meanwhile

# Comment
source: An Instant Messenger
ca@valencia: Missatger a l'instant

# Comment
source: Seek and Chat with ICQ
ca@valencia: Cerqueu i xerreu amb l'ICQ

# Comment
source: A popular Chinese IM system
ca@valencia: Un sistema de missatgeria xinés popular

# Comment
source: Skype protocol plugin (a wrapper)
ca@valencia: Connector de protocol Skype (un embolcall)

# Comment
source: Send SMS messages to mobile phones
ca@valencia: Envia missatges SMS a telèfons mòbils

# Comment
source: Kopete test protocol
ca@valencia: Protocol per a proves en el Kopete

# Name
source: WinPopup
ca@valencia: Finestres emergents

# Comment
source: Sends Windows WinPopup messages
ca@valencia: Envia missatges de finestres emergents de Windows
