Repository: raurodse/prueba
Catalog: */kmplayer/org.kde.kmplayer.appdata.po
Languages: ca@valencia

source: Interface for MPlayer by KDE
ca@valencia: Interfície per al MPlayer, creada per la comunitat KDE

source: KMPlayer is a simple frontend for MPlayer/FFMpeg/Phonon.
ca@valencia: El KMPlayer és un frontal senzill per al MPlayer/FFMpeg/Phonon.

source: Some features:
ca@valencia: Algunes característiques:

source: play DVD/VCD movies (from file or url and from a video device)
ca@valencia: reprodueix pel·lícules en DVD/VCD (des d'un fitxer o URL i des d'un dispositiu de vídeo)

source: embed inside konqueror (movie is played inside konqueror)
ca@valencia: incrustat dins el Konqueror (la pel·lícula es reprodueix dins el Konqueror)

source: embed inside khtml (movie playback inside a html page)
ca@valencia: incrustat dins el «khtml» (la pel·lícula es reprodueix dins una pàgina HTML)

source: Movie recording using mencoder (part of the mplayer package)
ca@valencia: Enregistrament de pel·lícules usant el «mencoder» (part del paquet «mplayer»)

source: No video during recording, but you can always open a new window and play it
ca@valencia: No hi ha vídeo durant l'enregistrament, però sempre es pot obrir una finestra nova i reproduir-lo

source: Broadcasting, http streaming, using ffserver/ffmpeg
ca@valencia: Difusió, flux de dades per «http», usa «ffserver»/«ffmpeg»

source: For TV sources, you need v4lctl (part of the xawtv package)
ca@valencia: Per a les fonts de TV, cal «v4lctl» (part del paquet «xawtv»)
