Repository: raurodse/prueba
Catalog: */ktechlab/org.kde.ktechlab.appdata.po
Languages: ca@valencia

source: IDE for microcontrollers and electronics
ca@valencia: IDE per a microcontroladors i electrònica

source: KTechlab is an IDE for microcontrollers and electronics designed to be as easy to use and unintrusive as possible.
ca@valencia: El KTechlab és un IDE per a microcontroladors i electrònica dissenyat per a ser tan fàcil d'usar i discret com siga possible.

source: Features:
ca@valencia: Característiques:

source: Wide range of components with editable characteristics
ca@valencia: Gran varietat de components amb característiques modificables

source: Visual editor for circuits
ca@valencia: Editor visual per als circuits

source: Context help for the components
ca@valencia: Ajuda contextual per als components

source: Two modes of connector routing: automatic and manual
ca@valencia: Dos modes d'encaminament per al connector: automàtic i manual

source: Several ways to define the PIC logic: assembly code, Microbe (own high level programming language) code, C code, and visual FlowCode
ca@valencia: Diverses maneres de definir el PIC lògic: codi en assemblador, codi en Microbe (llenguatge de programació propi d'alt nivell), codi en C i FlowCode visual

source: Interconversion of the programming code between supported languages
ca@valencia: Interconversió del codi de programació entre els llenguatges admesos

source: Inbuilt debugger
ca@valencia: Depurador incorporat

source: Simulation with oscilloscope and probes
ca@valencia: Simulació amb oscil·loscopi i sondes

source: Uploading the assembly code to PIC using hardware programmer
ca@valencia: Puja el codi en assemblador al PIC emprant el programador de maquinari
