Repository: raurodse/prueba
Catalog: */plasma-phonebook/org.kde.phonebook.metainfo.po
Languages: ca@valencia

source: Phonebook
ca@valencia: Agenda telefònica

source: View and edit contacts
ca@valencia: Visualitza i edita els contactes

source: KDE Community
ca@valencia: La comunitat KDE

source: Convergent contact management application for both desktop and mobile devices.
ca@valencia: Una aplicació convergent de gestió de contactes tant per a l'escriptori com per a dispositius mòbils.

source: It provides a central place for starting conversations. Depending on the information available about a contact, respective actions are displayed.
ca@valencia: Proporciona un punt central per a iniciar conversacions. En funció de la informació disponible quant a un contacte, es mostren les accions respectives.

source: Features
ca@valencia: Característiques

source: Add contacts
ca@valencia: Afig contactes

source: Remove contacts
ca@valencia: Elimina els contactes

source: Import vCard files
ca@valencia: Importa fitxers vCard

source: Contact overview
ca@valencia: Resum dels contactes
