Repository: raurodse/prueba
Catalog: */kwindowsaddons/kcm_platform.po
Languages: ca@valencia

# NAME OF TRANSLATORS
source: Your names
ca@valencia: Josep Ma. Ferrer

# EMAIL OF TRANSLATORS
source: Your emails
ca@valencia: txemaq@gmail.com

source: Platform
ca@valencia: Plataforma

source: Platform Specific Configuration Module
ca@valencia: Mòdul de configuració específic de la plataforma

# 'Windows' means the OS
source: Windows Desktop Shell
ca@valencia: Àrea de treball per a l'escriptori de Windows

source: Native Windows Explorer shell
ca@valencia: Àrea de treball nativa de l'escriptori de Windows

source: This is the standard Windows Desktop shell. Choose this if you want to return your system to the default desktop.
ca@valencia: Aquesta és l'àrea de treball estàndard per a l'escriptori de Windows. Seleccioneu-ho si voleu tornar a l'escriptori per defecte del sistema.

source: Native desktop shell
ca@valencia: Àrea de treball nativa de l'escriptori

source: System's default desktop shell
ca@valencia: Àrea de treball predeterminada del sistema per a l'escriptori

source: Use the KDE desktop shell, as it is seen on Linux.
ca@valencia: Usa l'àrea de treball de l'escriptori KDE, com es veu en el Linux.

source: Choose this option if you would like to use the Plasma desktop shell for your Windows system.
ca@valencia: Seleccioneu aquesta opció si vos agradaria usar l'àrea de treball de l'escriptori Plasma per al sistema Windows.

source: Plasma desktop shell
ca@valencia: Àrea de treball de l'escriptori Plasma

source: KDE4 Plasma desktop shell
ca@valencia: Àrea de treball per a l'escriptori Plasma del KDE 4

source: Your custom desktop shell
ca@valencia: Àrea de treball personalitzada de l'escriptori

source: Choose this and press the <i>"Setup..."</i> button to configure you custom desktop shell. Not recommended for the average user.
ca@valencia: Seleccioneu-ho i premeu el botó <i>«Configuració...»</i> per a configurar l'àrea de treball personalitzada. No es recomana per a l'usuari normal.

source: Custom desktop shell
ca@valencia: Àrea de treball personalitzada de l'escriptori

source: This shell is reserved for the user's custom shell. Press the "Setup" button to setup your favorite shell.
ca@valencia: Aquesta àrea de treball està reservada per a l'àrea de treball personalitzada de l'usuari. Premeu el botó «Configuració» per a configurar la vostra àrea de treball preferida.

source: Press to setup your custom desktop shell
ca@valencia: Premeu per a configurar l'àrea de treball personalitzada

source: Press this and a configuration dialog will appear to allow you to configure your custom desktop shell.
ca@valencia: Premeu-ho i apareixerà un diàleg de configuració que vos permetrà configurar l'àrea de treball personalitzada de l'escriptori.

source: Setup...
ca@valencia: Configuració...

source: System Integration
ca@valencia: Integració amb el sistema

source: This will enable automatic regeneration of Windows' Start menu entries for KDE applications
ca@valencia: Això activarà la regeneració automàtica de les entrades en el menú «Inici» de Windows per a les aplicacions KDE

source: This option defines if Windows' Start menu entries should be regenerated or not. By default start menu entries are regenerated automatically, but you may wish to disable it if you have issues with that.
ca@valencia: Aquesta opció defineix si s'han de regenerar o no les entrades en el menú «Inici» de Windows. Per defecte, les entrades en el menú «Inici» es regeneren automàticament, però podeu desactivar-ho si això vos dóna problemes.

source: Enable automatic regeneration of start menu entries
ca@valencia: Activa la regeneració automàtica de les entrades en el menú d'inici

source: Use native Windows file dialogs instead of KDE ones
ca@valencia: Usa els diàlegs de fitxer natius de Windows en lloc dels del KDE

source: Choose this option to make KDE applications use the standard Windows Open/Save file dialogs, instead of those normally used in KDE.
ca@valencia: Seleccioneu aquesta opció per a fer que les aplicacions del KDE usin els diàlegs obri/guarda fitxers estàndards de Windows, en lloc dels emprats normalment en el KDE.

source: Use native system file dialogs
ca@valencia: Usa els diàlegs de fitxer natius del sistema

source: Install System Settings into the Windows Control Panel.
ca@valencia: Instal·la l'arranjament del sistema en el plafó de control de Windows.

source: This will install the KDE 'System Settings' as an element in the Windows Control Panel.<br><b>Caution: This option tweaks your Windows registry.</b>
ca@valencia: Això instal·larà l'«Arranjament del sistema» del KDE com a un element en el plafó de control de Windows.<br><b>Precaució: aquesta opció modifica el registre de Windows.</b>

source: Install as control panel element
ca@valencia: Instal·la com a element en el plafó de control

source: Install Oxygen cursors as Windows cursor schemes
ca@valencia: Instal·la els cursors Oxygen com a esquemes de cursor de Windows

source: This will install the Oxygen cursors into your system and combine them as a cursor theme.<br><b>Caution: This option tweaks your Windows registry.</b>
ca@valencia: Això instal·larà els cursors Oxygen en el sistema i els combinarà com a un tema de cursor.<br><b>Precaució: aquesta opció modifica el registre de Windows.</b>

source: Install Oxygen cursor schemes
ca@valencia: Instal·la els esquemes de cursor Oxygen

source: This option installs KDE wallpapers into your "My Pictures" directory
ca@valencia: Aquesta opció instal·la els fons de pantalla del KDE en el directori «Imatges»

source: This will install KDE wallpapers into the <i>"My Pictures"</i> directory so they can be used as your Windows wallpaper. If the checkbox is set to half-checked then it means that there are new wallpapers available to update.<br> The wallpaper aspect ratio will be selected according to your current screen resolution.
ca@valencia: Això instal·larà els fons de pantalla del KDE en el directori <i>«Imatges»</i>, de manera que es podran usar com a fons de pantalla de Windows. Si aquesta casella de selecció està mig marcada, vol dir que hi ha disponibles fons de pantalla nous per a actualitzar.<br>La relació d'aspecte del fons de pantalla se seleccionarà d'acord amb la resolució de pantalla actual.

source: Install Oxygen wallpapers
ca@valencia: Instal·la els fons de pantalla Oxygen

source: This will make essential KDE processes run at user login
ca@valencia: Això farà que els processos essencials del KDE s'executen en iniciar la sessió de l'usuari

source: Enabling this option will start essential KDE processes at user login. Normally these processes are started when you first start a KDE application, thereby delaying the actual application launch.<br>It is recommended to enable this option to make your applications launch faster for the first time.<br><b>Caution: This option tweaks your Windows registry.</b>
ca@valencia: Activant aquesta opció s'iniciaran els processos essencials del KDE en iniciar la sessió de l'usuari. Normalment aquests processos s'inicien quan inicieu una aplicació del KDE, endarrerint el llançament de l'aplicació.<br>Es recomana activar aquesta opció per a accelerar l'inici de les aplicacions per primer cop.<br><b>Precaució: aquesta opció modifica el registre de Windows.</b>

source: Load KDE at user login
ca@valencia: Carrega el KDE en iniciar la sessió de l'usuari

source: KDE System Settings
ca@valencia: Arranjament del sistema del KDE

source: All KDE settings in one place
ca@valencia: Tota la configuració del KDE en un lloc

source: This shell is reserved for user's custom shell. Press "Setup" button to setup your favourite shell.
ca@valencia: Aquesta àrea de treball està reservada per a l'àrea de treball personalitzada de l'usuari. Premeu el botó «Configuració» per a configurar la vostra àrea de treball preferida.

source: Setup Custom Shell
ca@valencia: Configuració de l'àrea de treball personalitzada

source: Name:
ca@valencia: Nom:

source: Command:
ca@valencia: Ordre:

source: Description:
ca@valencia: Descripció:
