Repository: raurodse/prueba
Catalog: */kwindowsaddons/kwinstartmenu.po
Languages: ca@valencia

# NAME OF TRANSLATORS
source: Your names
ca@valencia: Josep Ma. Ferrer

# EMAIL OF TRANSLATORS
source: Your emails
ca@valencia: txemaq@gmail.com

source: An application to create/update or remove Windows Start Menu entries
ca@valencia: Una aplicació per a crear/actualitzar o eliminar entrades en el menú d'inici de Windows

source: remove installed start menu entries
ca@valencia: Elimina les entrades instal·lades en el menú d'inici

source: install start menu entries
ca@valencia: Instal·la les entrades al menú d'inici

source: update start menu entries
ca@valencia: Actualitza les entrades en el menú d'inici

source: remove start menu entries from unused kde installation
ca@valencia: Elimina les entrades en el menú d'inici d'una instal·lació no usada del KDE

source: query root path of start menu entries
ca@valencia: Consulta el camí arrel de les entrades del menú d'inici

source: use categories for start menu entries (default)
ca@valencia: Usa categories per a les entrades en el menú d'inici (per defecte)

source: don't use categories for start menu entries
ca@valencia: No usis categories per a les entrades en el menú d'inici

source: query current value of categories in start menu
ca@valencia: Consulta el valor actual de les categories en el menú d'inici

source: set custom string for root start menu entry
ca@valencia: Defineix textos personalitzats per a les entrades principals en el menú d'inici

source: remove custom string from root start menu entry
ca@valencia: Elimina els textos personalitzats per a les entrades principals en el menú d'inici

source: query current value of root start menu entry custom string
ca@valencia: Consulta el valor actual del text personalitzat per a les entrades principals en el menú d'inici

source: set custom name string for root start menu entry
ca@valencia: Defineix textos personalitzats per a les entrades principals en el menú d'inici

source: remove custom name string from root start menu entry
ca@valencia: Elimina els noms personalitzats per a les entrades principals en el menú d'inici

source: query current value of start menu entry custom name string
ca@valencia: Consulta el valor actual del text personalitzat per a les entrades principals en el menú d'inici

source: set custom version string for root start menu entry
ca@valencia: Defineix cadenes personalitzades de versió per a les entrades principals en el menú d'inici

source: remove custom version string from root start menu entry
ca@valencia: Elimina les cadenes personalitzades de versió per a les entrades principals en el menú d'inici

source: query current value of root start menu entry version string
ca@valencia: Consulta el valor actual de les cadenes personalitzades de versió de les entrades principals en el menú d'inici
