Repository: raurodse/prueba
Catalog: */kup/kup._desktop_.po
Languages: ca@valencia, es

# GenericName
source: Backup Monitor
ca@valencia: Supervisor per a còpia de seguretat
es: Monitor de copias de seguridad

# Name
source: Kup Backup System
ca@valencia: Sistema de còpia de seguretat Kup
es: Sistema de copias de seguridad Kup

# Comment
source: Kup Backup System
ca@valencia: Sistema per a còpia de seguretat Kup
es: Sistema de copias de seguridad Kup

# Name
source: Start Saving Backup
ca@valencia: Comença a guardar la còpia de seguretat
es: Empezar a crear una copia de seguridad

# Comment
source: A question if user wants to start saving a backup
ca@valencia: Una pregunta per a si l'usuari vol començar a guardar una còpia de seguretat
es: Preguntar si el usuario quiere empezar a crear una copia de seguridad

# Name
source: Backup Succeeded
ca@valencia: La còpia de seguretat ha tingut èxit
es: Copia de seguridad creada con éxito

# Comment
source: Saving of backup successfully completed
ca@valencia: S'ha finalitzat correctament el desament de la còpia de seguretat
es: El guardado de la copia de seguridad acabó satisfactoriamente

# Name
source: Backup Failed
ca@valencia: Ha fallat la còpia de seguretat
es: La copia de seguridad falló

# Comment
source: Saving of backup failed, offer user to see log file
ca@valencia: Ha fallat el desament de la còpia de seguretat, s'ofereix a l'usuari el fitxer de registre
es: El guardado de la copia de seguridad falló, ofreciendo al usuario ver los registros

# Name
source: Integrity Check Completed
ca@valencia: S'ha completat el control de la integritat
es: Comprobación de integridad completada

# Comment
source: Finished checking integrity of backup archive
ca@valencia: S'ha acabat de verificar la integritat de l'arxiu de còpia de seguretat
es: Se terminó de comprobar la integridad de la copia de seguridad

# Name
source: Repair Completed
ca@valencia: Reparació finalitzada
es: Reparación completa

# Comment
source: Finished repairing backup archive
ca@valencia: S'ha acabat la reparació de l'arxiu de còpia de seguretat
es: Se terminó de reparar la copia de seguridad

# Name
source: Backups
ca@valencia: Còpies de seguretat
es: Copias de seguridad

# Comment
source: Status of backup plans
ca@valencia: Estat dels plans per a còpia de seguretat
es: Estado de la planificación de copias de seguridad

# Comment
source: Configure backup plans
ca@valencia: Configura els plans per a còpia de seguretat
es: Configurar planificación de copias de seguridad

# X-KDE-Keywords
source: backup,recovery,safety
ca@valencia: còpia de seguretat,recuperació,seguretat
es: copiado, recuperación, seguridad

# Name
source: Backup Status
ca@valencia: Estat de la còpia de seguretat
es: Estado de la copia de seguridad

# Comment
source: Displays status of backup plans
ca@valencia: Mostra l'estat dels plans per a còpia de seguretat
es: Muestra el estado de las planificaciones de las copias de seguridad
