Repository: raurodse/prueba
Catalog: */marble/marble._desktop_.po
Languages: ca@valencia

# Name
source: Marble Behaim
ca@valencia: Marble de Behaim

# Name
source: Marble Part
ca@valencia: Part del Marble

# Name
source: KDE Marble
ca@valencia: Marble del KDE

# GenericName
source: Virtual Globe
ca@valencia: Globus terraqüi virtual

# Comment
source: Navigation and Maps
ca@valencia: Navegació i mapes

# Name
source: Marble Maps
ca@valencia: Mapes del Marble

# GenericName
source: OpenStreetMap Navigation
ca@valencia: Navegació de l'OpenStreetMap

# Comment
source: Find your way
ca@valencia: Trobeu el camí

# Name
source: World Clock
ca@valencia: Rellotge mundial

# Comment
source: Shows the time in different parts of the world
ca@valencia: Mostra l'hora en diverses parts del món

# Name
source: OpenStreetMap with Marble
ca@valencia: OpenStreetMap amb el Marble

# Comment
source: Lookup places in OpenStreetMap with Marble
ca@valencia: Cerca llocs de l'OpenStreetMaps amb el Marble

# Name
source: World Map
ca@valencia: Mapa mundial

# Comment
source: Our beautiful globe as your wallpaper
ca@valencia: El nostre globus com a fons de pantalla

# Name
source: GPX Geographic Data
ca@valencia: Dades geogràfiques GPX

# Name
source: GeoJSON Geographic Data
ca@valencia: Dades geogràfiques GeoJSON

# Name
source: KML Geographic Data
ca@valencia: Dades geogràfiques KML

# Name
source: KML Geographic Compressed Data
ca@valencia: Dades geogràfiques comprimides KML

# Name
source: OSM Data
ca@valencia: Dades OSM

# Name
source: ESRI Shapefile
ca@valencia: Fitxers de formes ESRI
