Repository: raurodse/prueba
Catalog: */kexi/kexi._desktop_.po
Languages: ca@valencia

# Comment
source: Kexi Project Handlers
ca@valencia: Gestors de projectes del Kexi

# GenericName
source: Visual database apps builder
ca@valencia: Constructor visual d'aplicacions de bases de dades

# Comment
source: Visually develop database applications
ca@valencia: Desenvolupament visual d'aplicacions de bases de dades

# Comment
source: Widget Factory Base
ca@valencia: Factoria base de ginys

# Name
source: Spreadsheet
ca@valencia: Full de càlcul

# Comment
source: Spreadsheet Import Plugin for Kexi
ca@valencia: Connector d'importació de fulls de dades per al Kexi

# Comment
source: Sybase Import Plugin for Kexi
ca@valencia: Connector d'importació de Sybase per al Kexi

# Comment
source: xBase Import Plugin for Kexi
ca@valencia: Connector d'importació xBase per al Kexi

# Name
source: Form
ca@valencia: Formulari

# Comment
source: Kexi plugin for handling forms
ca@valencia: Connector del Kexi per a gestionar formularis

# Name
source: Map Widget
ca@valencia: Ginys de mapes

# Comment
source: Kexi plugin providing map browser form widget
ca@valencia: Connector del Kexi que proporciona ginys de formularis de navegació de mapes

# Name
source: CSV import/export
ca@valencia: Importació/exportació de CSV

# Comment
source: Kexi Plugin for CSV data import/export
ca@valencia: Connector del Kexi d'importació/exportació de CSV

# Name
source: Migration
ca@valencia: Migració

# Comment
source: Kexi plugin for handling database migration
ca@valencia: Connector del Kexi per a gestionar migracions de bases de dades

# Name
source: Query
ca@valencia: Consulta

# Comment
source: Kexi plugin for handling queries
ca@valencia: Connector del Kexi per a gestionar consultes

# Name
source: Report
ca@valencia: Informe

# Comment
source: Kexi plugin for handling reports
ca@valencia: Connector del Kexi per a gestionar informes

# Name
source: Table
ca@valencia: Taula

# Comment
source: Kexi plugin for handling tables
ca@valencia: Connector del Kexi per a gestionar taules
