Repository: raurodse/prueba
Catalog: */kexi/org.kde.kexi.appdata.po
Languages: ca@valencia

source: Visual database apps builder
ca@valencia: Constructor visual d'aplicacions de bases de dades

source: KEXI is a visual database applications builder. It can be used for designing database applications, inserting and editing data, performing queries, and processing data. Forms can be created to provide a custom interface to your data. All database objects - tables, queries, forms, reports, etc. - are stored in the database, making it easy to share data and design.
ca@valencia: El KEXI és un constructor visual de base de dades. Es pot utilitzar per a dissenyar aplicacions de bases de dades, inserció i edició de dades, execució de consultes, i procés de dades. Es poden generar formularis per a proporcionar una interfície personalitzada a les dades. Tots els objectes de les bases de dades -taules, consultes, formularis, informes, etc.- s'emmagatzemen en la base de dades, facilitant compartir les dades i el disseny.

source: Features:
ca@valencia: Característiques:

source: Full visual designers for tables, queries, forms and reports
ca@valencia: Dissenyadors visuals complets per a taules, consultes, formularis i informes

source: Running queries, support for parametrized queries
ca@valencia: Execució de consultes, admet consultes paramètriques

source: Supports SQLite, MySQL, PostgreSQL, xBase, and Sybase/MS SQL Server databases
ca@valencia: Permet bases de dades SQLite, MySQL, PostgreSQL, xBase i Sybase/MS SQL Server

source: The only multiplatform visual tool that can easily import data from MS Access databases
ca@valencia: L'única eina visual multiplataforma que pot importar fàcilment dades des de les bases de dades MS Access

source: Support for query design in dedicated SQL view
ca@valencia: Permet el disseny de consultes en vistes SQL dedicades

source: Designing and displaying relational data using combo boxes (lookup columns)
ca@valencia: Disseny i visualització de dades relacionals usant quadres combinats (columnes de cerca)

source: Direct data entry or import using CSV format
ca@valencia: Entrada directa de dades o importació usant el format CSV

source: Locked down User Mode, allowing you to switch off all commands related to editing your project's design
ca@valencia: Mode reduït d'usuari, que permet inhabilitar totes les ordres relacionades amb l'edició del disseny del projecte

source: Scripting using JavaScript, Python or Ruby programming languages (experimental)
ca@valencia: Crear scripts usant els llenguatges de programació JavaScript, Python o Ruby (experimental)

source: Tabular view
ca@valencia: Vista de taules

source: Query Designer
ca@valencia: Dissenyador de consultes

source: SQL Editor
ca@valencia: Editor de SQL

source: Form Designer
ca@valencia: Dissenyador de formularis

source: Report Designer
ca@valencia: Dissenyador d'informes

source: MS Access database import
ca@valencia: Importació d'una base de dades de MS Access
