Repository: raurodse/prueba
Catalog: */kdiamond/kdiamond._desktop_.po
Languages: ca@valencia

# Comment
source: KDiamond Game
ca@valencia: Joc KDiamond

# Name
source: Game
ca@valencia: Joc

# Comment
source: Sounds that appear during a game
ca@valencia: Sons que apareixen durant la partida

# Name
source: Diamonds removed
ca@valencia: Eliminant els diamants

# Comment
source: Diamonds were removed.
ca@valencia: S'han eliminat els diamants.

# Name
source: Diamonds moving
ca@valencia: Movent els diamants

# Comment
source: Diamonds are moving.
ca@valencia: S'estan movent els diamants.

# Name
source: Game over
ca@valencia: Final de la partida

# Comment
source: Time is up.
ca@valencia: S'ha esgotat el temps.

# GenericName
source: Three-in-a-row game
ca@valencia: Joc de tres en fila

# Comment
source: Logic game
ca@valencia: Joc de lògica

# Name
source: Egyptian
ca@valencia: Egipci

# Description
source: Egyptian style theme.
ca@valencia: Tema d'estil egipci.

# Name
source: Diamonds
ca@valencia: Diamants

# Description
source: A theme based on real looking diamonds.
ca@valencia: Un tema basat en diamants d'aspecte real.

# Name
source: Funny Zoo
ca@valencia: Zoo divertit

# Description
source: It is a fun time in the jungle! Help animals find their families. And watch out for those hard to find frogs.
ca@valencia: És hora de divertir-se a la jungla! Ajuda als animals a trobar les seues famílies. I vigila amb aquestes granotes tan difícils de trobar.
