Repository: raurodse/prueba
Catalog: */skrooge/org.kde.skrooge.appdata.po
Languages: ca@valencia

source: Single-entry bookkeeping for home use
ca@valencia: Comptabilitat d'entrada única per a ús particular

source: Skrooge is a personal finance manager powered by KDE that aims to be simple and intuitive. Skrooge allows you to keep track of your expenses and income, categorize them, and build reports of them.
ca@valencia: L'Skrooge és un gestor de les finances personals desenvolupat pel KDE, que té l'objectiu de ser senzill i intuïtiu. L'Skrooge permet registrar els ingressos i les despeses, categoritzar-les i fer-ne informes.

source: Features:
ca@valencia: Característiques:

source: QIF, CSV, SKROOGE, KMYMONEY import/export
ca@valencia: Importació/exportació de QIF, CSV, SKROOGE, KMYMONEY

source: Microsoft Money, OFX, QFX, MT940, GNUCASH, GRISBI, HOMEBANK and MONEY MANAGER EX import
ca@valencia: Importació del Microsoft Money, OFX, QFX, MT940, GNUCASH, GRISBI, HOMEBANK i MONEY MANAGER EX

source: Advanced Graphical Reports
ca@valencia: Informes gràfics avançats

source: Multiple tabs to help you organize your work
ca@valencia: Múltiples pestanyes vos ajuden a organitzar el treball

source: Infinite undo/redo (even after the file was closed !)
ca@valencia: Desfer/refer infinits (inclús després de tancar el fitxer!)

source: Instant filtering on operations and reports
ca@valencia: Filtratge instantani d'operacions i informes

source: Infinite category levels
ca@valencia: Nivells infinits de categories

source: Mass update of operations
ca@valencia: Actualització massiva d'operacions

source: Scheduled operations
ca@valencia: Operacions planificades

source: Track refund of your expenses
ca@valencia: Seguiment del reemborsament de les despeses

source: Automatically process operations based on search conditions
ca@valencia: Procés automàtic d'operacions basat en les condicions de cerca

source: Multiple currencies
ca@valencia: Múltiples divises

source: Budget
ca@valencia: Pressupost

source: Dashboard
ca@valencia: Tauler

source: Advice
ca@valencia: Consells

source: The default screenshot
ca@valencia: La captura de pantalla predeterminada
