Repository: raurodse/prueba
Catalog: */cantor/cantor._json_.po
Languages: ca@valencia

# Name
source: AdvancedPlot
ca@valencia: GràficAvançat

# Name
source: Differentiate
ca@valencia: Deriva

# Name
source: Import Package
ca@valencia: Importació de paquet

# Name
source: Integrate
ca@valencia: Integra

# Name
source: Create Matrix
ca@valencia: Crea una matriu

# Name
source: Eigenvalues
ca@valencia: Valors propis (autovalors)

# Name
source: Eigenvectors
ca@valencia: Vectors propis (autovectors)

# Name
source: Invert Matrix
ca@valencia: Inverteix la matriu

# Name
source: RunScript
ca@valencia: ExecutaScript

# Name
source: Solve
ca@valencia: Resol

# Name
source: QalculatePlot
ca@valencia: Gràfic de Qalculate

# Name
source: Documentation
ca@valencia: Documentació

# Name
source: File Browser
ca@valencia: Navegador de fitxers

# Name
source: Help
ca@valencia: Ajuda

# Name
source: Table Of Contents
ca@valencia: Taula de continguts

# Name
source: Variable Manager
ca@valencia: Gestor de variables

# Description
source: An Assistant dialog to simplify calculating derivatives of expressions
ca@valencia: Un diàleg assistent per a simplificar els càlculs de derivades d'expressions

# Description
source: An Assistant dialog to import a specific package (or library or module) to Cantor workspace
ca@valencia: Un diàleg d'assistència per a importar un paquet específic (o biblioteca o mòdul) a l'espai de treball del Cantor

# Description
source: An Assistant dialog to simplify calculation of integrals
ca@valencia: Un diàleg assistent per a simplificar els càlculs d'integrals

# Description
source: An Assistant dialog to simplify entering of matrices
ca@valencia: Un diàleg assistent per a simplificar la introducció de matrius

# Description
source: An Assistant dialog to simplify calculating of Eigenvalues
ca@valencia: Un diàleg assistent per a simplificar el càlcul d'autovalors

# Description
source: An Assistant dialog to simplify calculating of EigenVectors
ca@valencia: Un diàleg assistent per a simplificar el càlcul d'autovectors

# Description
source: An Assistant dialog to simplify inverting of matrices
ca@valencia: Un diàleg assistent per a simplificar la inversió de matrius

# Description
source: An Assistant dialog to simplify plotting of 2D functions
ca@valencia: Un diàleg assistent per a simplificar la representació gràfica de funcions en 2D

# Description
source: An Assistant dialog to simplify plotting of 3D functions
ca@valencia: Un diàleg assistent per a simplificar la representació gràfica de funcions en 3D

# Description
source: An Assistant for running an external Script file
ca@valencia: Un assistent per a executar un fitxer de script extern

# Description
source: An Assistant dialog to simplify solving of equations
ca@valencia: Un diàleg assistent per a simplificar la resolució d'equacions

# Description
source: Julia backend for Cantor
ca@valencia: Dorsal del Julia per al Cantor

# Description
source: KAlgebra backend for Cantor. Lets you use the same language you use in the KAlgebra application in Cantor worksheets.
ca@valencia: Dorsal de KAlgebra per al Cantor. Vos permet utilitzar als fulls de treball del Cantor el mateix llenguatge que feu servir a l'aplicació KAlgebra.

# Description
source: Backend for luajit
ca@valencia: Dorsal pel Luajit

# Description
source: Backend for the Maxima Computer Algebra System
ca@valencia: Dorsal per al Maxima: un sistema d'àlgebra per ordinador

# Description
source: Backend for GNU Octave
ca@valencia: Un dorsal per al GNU Octave

# Description
source: Backend for Python Scientific Programming
ca@valencia: Dorsal per a la programació científica en Python

# Description
source: An Assistant for plotting with the Qalculate backend.
ca@valencia: Un assistent per a fer gràfiques amb el dorsal del Qalculate.

# Description
source: Qalculate backend for Cantor. Gives you the advanced features of Qalculate
ca@valencia: Dorsal de Qalculate per al Cantor. Vos ofereix les característiques avançades de Qalculate

# Description
source: Backend for The R Project for Statistical Computing
ca@valencia: Dorsal per al projecte R, paquet d'estadística per ordinador

# Description
source: Backend for the Sage Mathematics Software
ca@valencia: Dorsal per al programari matemàtic Sage

# Description
source: Backend for the Scilab Scientific Programming Environment
ca@valencia: Dorsal per a l'entorn de programació científic Scilab

# Description
source: A panel to display the official documentation of various backends
ca@valencia: Un plafó per a mostrar la documentació oficial de diversos dorsals.

# Description
source: A panel for working with files inside Cantor
ca@valencia: Un plafó per a treballar amb fitxers dins del Cantor

# Description
source: A panel to display help
ca@valencia: Un plafó per a mostrar les pàgines d'ajuda

# Description
source: A panel for showing worksheet structure
ca@valencia: Un plafó per a mostrar l'estructura del full de treball

# Description
source: A panel to manage the variables of a session
ca@valencia: Un plafó per a gestionar les variables d'una sessió
