Repository: raurodse/prueba
Catalog: */calligraplan/calligraplan._desktop_.po
Languages: ca@valencia

# Name
source: Plan Scheduler Plugin
ca@valencia: Connector de planificador del Plan

# Comment
source: A plugin that calculates a project schedule
ca@valencia: Un connector que calcula un planificador de projectes

# GenericName
source: Project Management
ca@valencia: Gestió de projectes

# Name
source: Calligra Project Management Component
ca@valencia: Component de gestió de projectes del Calligra

# Name
source: 8 hour day, 40 hour week
ca@valencia: Dia de 8 hores, setmana de 40 hores

# Name
source: Basic project
ca@valencia: Projecte bàsic

# Name
source: Plain
ca@valencia: Normal

# Name
source: Plan iCalendar Export Filter
ca@valencia: Filtre d'exportació iCalendar del Plan

# Name
source: Plan KPlato Import Filter
ca@valencia: Filtre d'importació del KPlato per al Plan

# Name
source: Plan Planner Import Filter
ca@valencia: Filtre d'importació del Planner per al Plan

# Name
source: TJ Scheduler
ca@valencia: Planificador TJ

# Comment
source: The TaskJuggler scheduler
ca@valencia: El planificador TaskJuggler

# Name
source: Plan Scripting Plugin
ca@valencia: Connector per a crear scripts del Plan

# Name
source: CalligraPlanPortfolioPart
ca@valencia: Part de portafolis del Calligra Plan

# Name
source: Plan Portfolio
ca@valencia: Portafolis del Plan

# GenericName
source: Project Portfolio Management
ca@valencia: Gestió del portafolis de projectes

# Comment
source: Calligra Filter
ca@valencia: Filtre del Calligra

# Comment
source: Calligra Component
ca@valencia: Component del Calligra

# Name
source: Plan WorkPackage Handler
ca@valencia: Gestor de paquets de faena del Plan

# Comment
source: Work Package handler for the Plan project planning tool
ca@valencia: Gestor de paquets de faena per a l'eina de planificació de projectes Plan

# Name
source: Empty Document
ca@valencia: Document buit

# Comment
source: Creates an empty document
ca@valencia: Crea un document buit
