Repository: raurodse/prueba
Catalog: */kdepim-addons/kdepim-addons._json_.po
Languages: ca@valencia

# Name
source: Evolution1 Importer
ca@valencia: Importador de l'Evolution

# Name
source: Evolution2 Importer
ca@valencia: Importador de l'Evolution2

# Name
source: Geary Importer
ca@valencia: Importador del Geary

# Name
source: MailApp Importer
ca@valencia: Importador del MailApp

# Name
source: Nylas Mail Importer
ca@valencia: Importador del Nylas Mail

# Name
source: OE Importer
ca@valencia: Importador de l'OE

# Name
source: Opera Importer
ca@valencia: Importador de l'Opera

# Name
source: PMail Importer
ca@valencia: Importador del PMail

# Name
source: TheBat Importer
ca@valencia: Importador del TheBat

# Name
source: Import/Export CSV
ca@valencia: Importa/exporta el CSV

# Name
source: Import Export GMX
ca@valencia: Importa/exporta el GMX

# Name
source: Import/Export LDAP Contacts
ca@valencia: Importa/exporta els contactes LDAP

# Name
source: Import/Export LDIF
ca@valencia: Importa/exporta el LDIF

# Name
source: Import/Export vCard
ca@valencia: Importa/exporta la vCard

# Name
source: Import/Export Windows Contact
ca@valencia: Importa/exporta un Contact del Windows

# Name
source: Check Gravatar
ca@valencia: Comprova el «Gravatar»

# Name
source: Merge Contacts
ca@valencia: Fusiona els contactes

# Name
source: Search Duplicate Contacts
ca@valencia: Cerca els contactes duplicats

# Name
source: Send Mail
ca@valencia: Envia el correu

# Name
source: Send vCards
ca@valencia: Envia unes quantes vCard

# Name
source: Confirm Before Deleting Emails
ca@valencia: Confirma abans de suprimir els correus electrònics

# Name
source: Open external composer
ca@valencia: Obri un editor extern

# Name
source: Autocorrection
ca@valencia: Correcció automàtica

# Name
source: Change Case
ca@valencia: Canvia la caixa

# Name
source: Insert Email
ca@valencia: Inserció d'un correu electrònic

# Name
source: Insert Short URL
ca@valencia: Inserció d'un URL curt

# Name
source: Insert Special Character
ca@valencia: Inserció d'un caràcter especial

# Name
source: Insert Non Breaking Space
ca@valencia: Inserció d'un espai no divisible

# Name
source: Quick Text
ca@valencia: Text ràpid

# Name
source: Share Text
ca@valencia: Comparteix el text

# Name
source: Zoom Text
ca@valencia: Amplia el text

# Name
source: Automatic Add Contacts
ca@valencia: Afig automàticament als contactes

# Name
source: Check Before Send
ca@valencia: Comprova abans d'enviar

# Name
source: Confirm Address
ca@valencia: Confirma l'adreça

# Name
source: French Grammar Checker
ca@valencia: Comprova la gramàtica en francés

# Name
source: Grammar Checker (LanguageTool)
ca@valencia: Comprova la gramàtica (LanguageTool)

# Name
source: Antispam
ca@valencia: Contra el correu brossa

# Name
source: Antivirus
ca@valencia: Contra els virus

# Name
source: Expert Plugin
ca@valencia: Connector expert

# Name
source: Log Activities
ca@valencia: Registra les activitats

# Name
source: SendMail Mail Transport
ca@valencia: Transport de correu SendMail

# Name
source: Translator
ca@valencia: Traductor

# Name
source: DKIM Checker
ca@valencia: Verificador del DKIM

# Name
source: Expire Trash Folder
ca@valencia: Caducitat de la carpeta paperera

# Name
source: Folder Settings
ca@valencia: Paràmetres de les carpetes

# Name
source: Brief Header Style
ca@valencia: Estil de capçalera breu

# Name
source: Enterprise Header Style
ca@valencia: Estil de capçalera corporativa

# Name
source: Fancy Header Style
ca@valencia: Estil de capçalera sofisticada

# Name
source: Grantlee Header Style
ca@valencia: Estil de capçalera «Grantlee»

# Name
source: Long Header Style
ca@valencia: Estil de capçalera llarga

# Name
source: Standards Header Style
ca@valencia: Estil de capçalera estàndard

# Name
source: Expand URL
ca@valencia: Expandeix l'URL

# Name
source: Create Event
ca@valencia: Crea un esdeveniment

# Name
source: Create Note
ca@valencia: Crea una nota

# Name
source: Create Todo
ca@valencia: Crea una tasca pendent

# Name
source: External Script
ca@valencia: Script extern

# Name
source: PIM Events Plugin
ca@valencia: Connector d'esdeveniments del PIM

# Name
source: Email Address Akonadi Requester for Template Parser library
ca@valencia: Sol·licitant d'adreces de correu electrònic de l'Akonadi per a la biblioteca del «Template Parser»

# Name
source: Do Not Track
ca@valencia: No deixis rastre

# Description
source: This plugin allows you to import/export CSV.
ca@valencia: Aquest connector permet importar o exportar els CSV.

# Description
source: This plugin allows you to import/export GMX.
ca@valencia: Aquest connector permet importar o exportar els GMX.

# Description
source: This plugin allows you to import/export LDAP contacts.
ca@valencia: Aquest connector permet importar o exportar els contactes LDAP.

# Description
source: This plugin allows you to import/export LDIF.
ca@valencia: Aquest connector permet importar o exportar els LDIF.

# Description
source: This plugin allows you to import/export vCards.
ca@valencia: Aquest connector permet importar o exportar les vCard.

# Description
source: This plugin allows you to import/export Windows Contacts.
ca@valencia: Aquest connector permet importar/exportar els contactes de Windows.

# Description
source: This plugin allows you to check the Gravatar images.
ca@valencia: Aquest connector permet comprovar les imatges «Gravatar».

# Description
source: This plugin allows you to merge contacts.
ca@valencia: Aquest connector permet fusionar contactes.

# Description
source: This plugin allows you to search duplicate contacts.
ca@valencia: Aquest connector permet cercar contactes duplicats.

# Description
source: This plugin allows you to send email directly to selected contacts.
ca@valencia: Aquest connector permet enviar correus electrònics directament als contactes seleccionats.

# Description
source: This plugin allows you to send vCard from selected contacts.
ca@valencia: Aquest connector permet enviar les vCard dels contactes seleccionats.

# Description
source: This plugin allows you to check if we want to delete specific email
ca@valencia: Aquest connector permet comprovar si es vol suprimir un correu electrònic específic

# Description
source: This plugin allows you to generate html from markdown language
ca@valencia: Aquest connector permet generar HTML a partir del llenguatge Markdown

# Description
source: This plugin allows you to use an external composer.
ca@valencia: Aquest connector permet usar un editor extern.

# Description
source: This plugin allows you to autocorrect all text in composer or selected text.
ca@valencia: Aquest connector permet corregir automàticament tot el text a l'editor o el text seleccionat.

# Description
source: This plugin allows you to change the case of the selected text.
ca@valencia: Aquest connector permet canviar majúscules/minúscules en el text seleccionat.

# Description
source: This plugin allows you to select email and insert it in composer.
ca@valencia: Aquest connector permet seleccionar un correu electrònic i inserir-lo a l'editor.

# Description
source: This plugin allows you to generate a shorter URL.
ca@valencia: Aquest connector permet generar un URL més curt.

# Description
source: This plugin allows you to insert special character in composer.
ca@valencia: Aquest connector permet inserir caràcters especials a l'editor.

# Description
source: This plugin allows you to add non breaking space. It's useful in french language.
ca@valencia: Aquest connector permet afegir un espai no divisible. És útil en l'idioma francés.

# Description
source: This plugin allows you to insert special text as attachment name, emails etc.
ca@valencia: Aquest connector permet inserir text especials com a nom d'adjunt, correu electrònic, etc.

# Description
source: This plugin allows you to share text.
ca@valencia: Aquest connector permet compartir el text.

# Description
source: This plugin allows you to change zoom factor in composer.
ca@valencia: Aquest connector permet canviar el factor de zoom a l'editor.

# Description
source: This plugin allows you to add automatically email address to addressbook.
ca@valencia: Aquest connector permet afegir automàticament adreces de correu a la llibreta d'adreces.

# Description
source: This plugin allows you to check message settings before sending.
ca@valencia: Aquest connector permet comprovar els paràmetres del missatge abans d'enviar-lo.

# Description
source: This plugin allows you to check mail before to send it
ca@valencia: Aquest connector permet comprovar el correu abans d'enviar-lo

# Description
source: This plugin allows you to check grammar in french only.
ca@valencia: Aquest connector permet comprovar la gramàtica només en francés.

# Description
source: This plugin allows you to check grammar using LanguageTool.
ca@valencia: Aquest connector permet comprovar la gramàtica emprant el LanguageTool.

# Description
source: This plugin allows you to configure Anti Spam in KMail.
ca@valencia: Aquest connector permet comprovar el correu brossa en el KMail.

# Description
source: This plugin allows you to configure Anti Virus in KMail.
ca@valencia: Aquest connector permet configurar l'antivirus en el KMail.

# Description
source: This plugin activates some expert actions.
ca@valencia: Aquest connector activa diverses accions expertes.

# Description
source: This plugin allows you to log KMail activities.
ca@valencia: Aquest connector permet enregistrar les activitats del KMail.

# Description
source: This plugin allows you to translate text.
ca@valencia: Aquest connector permet traduir el text.

# Description
source: This plugin allows you to configure dkim support.
ca@valencia: Aquest connector permet configurar el funcionament del «dkim».

# Description
source: This plugin allows you to configure expire trash folder for each accounts.
ca@valencia: Aquest connector permet configurar la caducitat de la carpeta paperera per cada compte.

# Description
source: This plugin allows you to configure folder settings.
ca@valencia: Aquest connector permet configurar els paràmetres de les carpetes.

# Description
source: This plugin allows you to configure gravatar support.
ca@valencia: Aquest connector permet configurar el funcionament del «Gravatar».

# Description
source: This plugin reduces mail header to strict minimum.
ca@valencia: Aquest connector redueix la capçalera del correu al mínim estricte.

# Description
source: This plugin defines a mail header style for enterprise.
ca@valencia: Aquest connector defineix un estil empresarial de capçalera del correu.

# Description
source: This plugin provides you a fancy mail header style.
ca@valencia: Aquest connector proporciona un estil sofisticat de capçalera de correu.

# Description
source: This plugin allows you to use a Grantlee-based mail header style.
ca@valencia: Aquest connector permet usar un estil de capçalera de correu basat en el «Grantlee».

# Description
source: This plugin allows you to show all headers from mail.
ca@valencia: Aquest connector permet mostrar totes les capçaleres del correu.

# Description
source: This plugin defines the standard mail header style.
ca@valencia: Aquest connector defineix l'estil de capçalera de correu estàndard.

# Description
source: This plugin expands URL.
ca@valencia: Aquest connector expandeix els URL.

# Description
source: This plugin allows you to translate selected text.
ca@valencia: Aquest connector permet traduir el text seleccionat.

# Description
source: This plugin allows you to create an event from a message.
ca@valencia: Aquest connector permet crear un esdeveniment a partir d'un missatge.

# Description
source: This plugin allows you to create a note from a message.
ca@valencia: Aquest connector permet crear una nota a partir d'un missatge.

# Description
source: This plugin allows you to create a todo from a message.
ca@valencia: Aquest connector permet crear una tasca pendent a partir d'un missatge.

# Description
source: This plugin allows you to use an external script against the message viewer.
ca@valencia: Aquest connector permet usar un script extern contra el visor de missatges.

# Description
source: Calendar plugin for displaying events from KDE PIM calendars
ca@valencia: Connector de calendari per a mostrar els esdeveniments des dels calendaris PIM del KDE

# Description
source: This plugin allows you to block advertising.
ca@valencia: Aquest connector permet bloquejar la publicitat.

# Description
source: This plugin adds support for "do not track".
ca@valencia: Aquest connector afig suport per a «no vull ser seguit».
