Repository: raurodse/prueba
Catalog: */kdepim-addons/kdepim-addons._desktop_.po
Languages: ca@valencia

# Name
source: Example fancy
ca@valencia: Exemple elegant

# Description
source: Create fancy theme with grantlee.
ca@valencia: Crea un tema elegant amb les Grantlee.

# Name
source: Example
ca@valencia: Exemple

# Description
source: Example theme for header.
ca@valencia: Tema d'exemple per a la capçalera.

# Name
source: Date Numbers Plugin for Calendars
ca@valencia: Connector de números de data per als calendaris

# Comment
source: For each day this plugin shows its daynumber of the year at the top of the agenda view. For example, February 1 is day 32 of the year.
ca@valencia: Per a cada dia, aquest connector mostrarà el número de dia de l'any al capdamunt de la vista d'agenda. Per exemple, l'1 de Febrer serà el dia 32 de l'any.

# Name
source: Jewish Calendar Plugin
ca@valencia: Connector de calendari jueu

# Comment
source: Shows all dates in KOrganizer also in the Jewish calendar system.
ca@valencia: Mostra totes les dates en el KOrganizer també en el sistema del calendari jueu.

# Name
source: Lunar Phases Plugin for Calendars
ca@valencia: Connector de fases lunars per als calendaris

# Comment
source: This plugin shows the day's lunar phase (New, First, Last, Full)
ca@valencia: Aquest connector mostra la fase lunar del dia (Nova, Creixent, Plena, Minvant)

# Name
source: Wikipedia Picture Of the Day Plugin for Calendars
ca@valencia: Connector d'imatge del dia de la Viquipèdia per als calendaris

# Comment
source: This plugin provides the Wikipedia Picture of the Day
ca@valencia: Aquest connector proporciona la imatge del dia de la Viquipèdia

# Name
source: Wikipedia 'This Day in History' Plugin
ca@valencia: Connector «Aquest dia en la història» de la Viquipèdia

# Comment
source: This plugin provides links to Wikipedia's 'This Day in History' pages
ca@valencia: Aquest connector proporciona els enllaços a les pàgines d'Efemèrides de la Viquipèdia

# Name
source: Search Subject on Web
ca@valencia: Cerca l'assumpte al web

# Description
source: Search subject on web
ca@valencia: Cerca l'assumpte al web
