Repository: raurodse/prueba
Catalog: */kolf/kolf._desktop_.po
Languages: ca@valencia

# Name
source: Classic
ca@valencia: Clàssic

# Name
source: Easy Course
ca@valencia: Camp fàcil

# Comment
source: Hit slowly...
ca@valencia: Un cop suau...

# Name
source: Hard Course
ca@valencia: Camp difícil

# Comment
source: Let the floaters <strong>push</strong> you!
ca@valencia: Deixa que les plataformes voladores <strong>t'empenyin</strong>!

# Name
source: Impossible Course
ca@valencia: Camp impossible

# Comment
source: Reprieve
ca@valencia: Indult

# Comment
source: Luck
ca@valencia: Sort

# Comment
source: Chaos
ca@valencia: Caos

# Name
source: Medium Course
ca@valencia: Camp normal

# Name
source: Slope Practise
ca@valencia: Pràctiques de desnivells

# Name
source: Really Easy
ca@valencia: Realment fàcil

# Comment
source: Lake Tahoe, CA/NV
ca@valencia: Llac Tahoe, CA/NV

# Comment
source: Florida Keys, FL
ca@valencia: Els calls de Florida, FL

# Comment
source: Niagara Falls, NY
ca@valencia: Cascades del Niàgara, NY

# Name
source: Kolf Default Theme
ca@valencia: Tema predeterminat del Kolf

# Description
source: Kolf Default Theme
ca@valencia: Tema predeterminat del Kolf

# GenericName
source: Miniature Golf
ca@valencia: Golf en miniatura

# Name
source: Tutorial Course
ca@valencia: Camp d'aprenentatge

# Comment
source: <h3>Welcome</h3> to the tutorial course for Kolf!
ca@valencia: <h3>Vos donem la benvinguda</h3> al camp d'aprenentatge del Kolf!

# Comment
source: To hit the ball, press and hold the Down Arrow or left mouse button. How long you hold down the mouse button or key determines strength of the shot.
ca@valencia: Per a colpejar la bola, manteniu premuda «Fletxa avall» o el botó esquerre del ratolí. Com més temps mantinguis premut el botó del ratolí o la tecla, això determinarà la força del cop.

# Comment
source: To aim the putter, press the Left (rotate counterclockwise) and Right (rotate clockwise) Arrow keys or use the mouse.
ca@valencia: Per a apuntar el llançador, prem les tecles de fletxa esquerra (gira en sentit antihorari) i dreta (gira en sentit horari) o usa el ratolí.

# Comment
source: <h3>Bridges</h3>Bridges can have walls on the top, bottom, left, or right.
ca@valencia: <h3>Ponts</h3>Poden tindre murs a la part superior, inferior, esquerra o dreta.

# Comment
source: <h3>Everything</h3>Here's a hole that has it all. Have fun with Kolf!<br><center>-- Jason Katz-Brown</center>
ca@valencia: <h3>Tot</h3>Ací tenim un forat que ho té tot. Diverteix-te amb el Kolf!<br><center>-- Jason Katz-Brown</center>

# Comment
source: <h3>Slopes</h3>Slopes are slanted areas of ground that push the ball in the direction that they slope. This direction is shown when you choose <u>Hole->Show Info</u>.
ca@valencia: <h3>Desnivells</h3>Són àrees de terreny inclinat que empenyen la bola en la direcció del desnivell. Aquesta direcció es mostra quan tries <u>Forat -> Mostra la informació</u>.

# Comment
source: Hit the ball onto the slope and let it roll into cup.
ca@valencia: Colpeja la bola cap al desnivell i deixa que rodi fins a la cassoleta.

# Comment
source: Try out these different types of slopes.
ca@valencia: Prova aquests tipus diferents de desnivells.

# Comment
source: The steepness of a slope is shown when you choose <u>Hole->Show Info</u>. Steepness goes from 8 (steepest) to 1 (shallowest).
ca@valencia: La inclinació d'un desnivell, es mostra en triar <u>Forat -> Mostra la informació</u>. La inclinació va des de 8 (més) fins a 1 (menys).

# Comment
source: <h3>Walls</h3>Bounce the ball off of the red walls.
ca@valencia: <h3>Murs</h3>La bola rebotarà cap a fora dels murs rojos.

# Comment
source: <h3>Sand</h3>Sand is yellow, and slows your ball down.
ca@valencia: <h3>Sorra</h3>La sorra és groga i alenteix la bola.

# Comment
source: <h3>Puddles (Water)</h3>Hitting into a puddle (blue) adds a penalty stroke to your score, and your ball is placed outside the puddle.
ca@valencia: <h3>Bassals (aigua)</h3>Si colpeges la bola dins d'un bassal (blau) s'afegirà un cop de penalització a la teva puntuació i la bola se situarà fora del bassal.

# Comment
source: <h3>Windmills</h3>Windmills (brown base with moving arm) have brown walls (or half walls). The speed of the windmill arm may vary for each hole.
ca@valencia: <h3>Molins de vent</h3>De base marró amb braços en moviment, tenen murs marrons (o meitat dels murs). La velocitat dels braços del molí de vent pot variar a cada forat.

# Comment
source: <h3>Black Holes</h3>Black Holes transport the ball to their exit, and eject it at a speed in direct relation to the speed your ball was traveling. Choose <u>Hole->Show Info</u> to see which Black Hole goes to which exit and the direction the ball will come out.
ca@valencia: <h3>Forats negres</h3>Els forats negres transporten la bola a la seua eixida i l'expulsen a una velocitat directament relacionada amb la que tenia la bola. Tria <u>Forat -> Mostra la informació</u> per a veure quin forat negre va a quina eixida i la direcció amb la qual eixirà la bola.

# Comment
source: <h3>Floaters</h3>Floaters are moving platforms that carry a ball that lands on it. Floaters' speeds vary.
ca@valencia: <h3>Plataformes voladores</h3>Són plataformes mòbils que transporten la bola que cau sobre seu. La seua velocitat és variable.
