Repository: raurodse/prueba
Catalog: */kinfocenter/kinfocenter._desktop_.po
Languages: ca@valencia

# Name
source: KInfoCenter Category
ca@valencia: Categoria de KInfoCenter

# Name
source: Lost And Found
ca@valencia: Perdut i trobat

# Name
source: Information
ca@valencia: Informació

# Comment
source: Information About This System
ca@valencia: Informació quant a aquest sistema

# Name
source: Device Viewer
ca@valencia: Visor de dispositius

# Comment
source: Device Viewer
ca@valencia: Visor de dispositius

# X-KDE-Keywords
source: device,devices,disk,drive,processor,cpu
ca@valencia: dispositiu,dispositius,disc,unitat,processador,cpu

# Comment
source: Energy Consumption Statistics
ca@valencia: Estadístiques del consum d'energia

# X-KDE-Keywords
source: Battery,Energy,Statistics,History,Power
ca@valencia: Bateria,Energia,Estadístiques,Historial,Potència

# Name
source: Energy Information
ca@valencia: Informació de l'energia

# Comment
source: Statistics about energy consumption
ca@valencia: Estadístiques quant al consum d'energia

# Name
source: DMA-Channels
ca@valencia: Canals DMA

# Comment
source: DMA information
ca@valencia: Informació de DMA

# X-KDE-Keywords
source: dma,DMA-Channels,System Information
ca@valencia: dma,Canals DMA,Informació del sistema

# Name
source: IO-Ports
ca@valencia: Ports E/S

# Comment
source: IO-port information
ca@valencia: Informació dels ports E/S

# X-KDE-Keywords
source: IO,I/O,IO-Ports,I/O-Ports,Ports,IO-Range,I/O-Range,System Information
ca@valencia: ES,E/S,Ports ES,Ports E/S,Ports,Interval ES,Interval E/S,Informació del sistema

# Name
source: X-Server
ca@valencia: Servidor X

# Comment
source: X-Server information
ca@valencia: Informació del servidor X

# X-KDE-Keywords
source: X,X-Server,XServer,XFree86,Display,VideoCard,System Information
ca@valencia: X,Servidor X,XServer,XFree86,Pantalla,Targeta de vídeo,Informació del sistema

# Name
source: Interrupts
ca@valencia: Interrupcions

# Comment
source: Interrupt information
ca@valencia: Informació de les interrupcions

# X-KDE-Keywords
source: Interrupts,IRQ,System Information
ca@valencia: Interrupcions,IRQ,Informació del sistema

# Name
source: Memory
ca@valencia: Memòria

# Comment
source: Memory information
ca@valencia: Informació de la memòria

# X-KDE-Keywords
source: Memory,RAM,Virtual memory,Physical memory,Shared memory,Swap,System Information
ca@valencia: Memòria,RAM,Memòria virtual,Memòria física,Memòria compartida,Swap,Intercanvi,Informació del sistema

# Name
source: Network Interfaces
ca@valencia: Interfícies de xarxa

# Comment
source: Network interface information
ca@valencia: Informació de la interfície de xarxa

# Comment
source: OpenGL information
ca@valencia: Informació OpenGL

# X-KDE-Keywords
source: OpenGL,DRI,GLX,3D,VideoCard,Hardware Acceleration,Graphics,X,X11,Xserver,X-Server,XFree86,Display
ca@valencia: OpenGL,DRI,GLX,3D,Targeta de vídeo,Acceleració per a maquinari,Gràfics,X,X11,Xserver,Servidor X,XFree86,Pantalla

# Comment
source: PCI information
ca@valencia: Informació de PCI

# X-KDE-Keywords
source: PCI,PCI-Devices,PCI-Bus,System Information
ca@valencia: PCI,Dispositius PCI,Bus PCI,Informació del sistema

# Name
source: Samba Status
ca@valencia: Estat de Samba

# Comment
source: Samba status monitor
ca@valencia: Controlador de l'estat de Samba

# X-KDE-Keywords
source: SMB,SAMBA,Windows network,LAN,System Information
ca@valencia: SMB,SAMBA,Xarxa Windows,LAN,Informació del sistema

# Name
source: USB Devices
ca@valencia: Dispositius USB

# Comment
source: USB devices attached to this computer
ca@valencia: Dispositius USB connectats a aquest ordinador

# X-KDE-Keywords
source: USB,devices,viewer,control
ca@valencia: USB,dispositius,visor,control

# Name
source: IEEE 1394 Devices
ca@valencia: Dispositius IEEE 1394

# Comment
source: Attached IEEE 1394 devices
ca@valencia: Dispositius IEEE 1394 connectats

# X-KDE-Keywords
source: 1394,Firewire,devices,viewer,control
ca@valencia: 1394,Firewire,dispositius,visor,control

# Comment
source: Information about the Wayland Compositor
ca@valencia: Informació quant al compositor Wayland

# X-KDE-Keywords
source: Wayland,Compositor,Display,System Information
ca@valencia: Wayland,Compositor,Pantalla,Informació del sistema

# Name
source: Info Center
ca@valencia: Centre d'informació

# GenericName
source: Info Center
ca@valencia: Centre d'informació

# Comment
source: Centralized and convenient overview of system information
ca@valencia: Resum centralitzat i pràctic de la informació del sistema
