Repository: raurodse/prueba
Catalog: */kdepim-runtime/kdepim-runtime._desktop_.po
Languages: ca@valencia

# Comment
source: KDE e-mail client
ca@valencia: Client de correu electrònic per al KDE

# Name
source: KDE Mail
ca@valencia: Correu del KDE

# Name
source: E-mail successfully sent
ca@valencia: Correu electrònic enviat correctament

# Name
source: E-mail sending failed
ca@valencia: Ha fallat en enviar el correu electrònic

# Name
source: Mail Dispatcher Agent
ca@valencia: Agent distribuïdor de correu

# Comment
source: Dispatches email messages
ca@valencia: Distribueix missatges de correu electrònic

# Name
source: Migration Agent
ca@valencia: Agent de migració

# Comment
source: New email notify
ca@valencia: Notificador de correu electrònic nou

# Name
source: New email notify
ca@valencia: Notificador de correu electrònic nou

# Name
source: New email arrived
ca@valencia: Ha arribat correu electrònic nou

# Name
source: New Email Notifier
ca@valencia: Notificador de correu electrònic nou

# Comment
source: Notifications about newly received emails
ca@valencia: Notificacions quant a correus electrònics nous rebuts

# Name
source: Personal Contacts
ca@valencia: Contactes personals

# Name
source: Personal Calendar
ca@valencia: Calendari personal

# Name
source: LDAP Server Settings
ca@valencia: Arranjament del servidor LDAP

# Comment
source: Configure the available LDAP servers
ca@valencia: Configura els servidors LDAP disponibles

# Comment
source: Loads a notes hierarchy from a local maildir folder
ca@valencia: Carrega una jerarquia de notes des d'una carpeta per al directori de correu local

# Name
source: Birthdays & Anniversaries
ca@valencia: Dates de naixement i aniversaris

# Comment
source: Provides access to birthday and anniversary dates of contacts in your address book as calendar events
ca@valencia: Proporciona accés a les dates de naixement i els aniversaris dels contactes a la vostra llibreta d'adreces com a esdeveniments de calendari

# Comment
source: The address book with personal contacts
ca@valencia: La llibreta d'adreces amb contactes personals

# Name
source: DAV Groupware resource provider
ca@valencia: Proveïdor de recurs de treball en grup DAV

# Name
source: DAV groupware resource
ca@valencia: Recurs de treball en grup DAV

# Comment
source: Resource to manage DAV calendars and address books (CalDAV, GroupDAV)
ca@valencia: Recurs per a gestionar calendaris i llibretes d'adreces DAV (CalDAV, GroupDAV)

# Name
source: ownCloud (> 5.0 and < 9.0)
ca@valencia: ownCloud (> 5.0 i < 9.0)

# Name
source: EteSync Groupware Resource
ca@valencia: Recurs de treball en grup EteSync

# Comment
source: Access your encrypted EteSync calendars, contacts and tasks from KDE
ca@valencia: Accediu als calendaris, contactes i tasques encriptades d'EteSync des del KDE

# Comment
source: Microsoft Exchange Server (EWS)
ca@valencia: Servidor Microsoft Exchange (EWS)

# Name
source: Microsoft Exchange authentication expired
ca@valencia: L'autenticació del Microsoft Exchange ha expirat

# Comment
source: Credentials used to access Microsoft Exchange are no longer valid
ca@valencia: Les credencials que s'usen per a accedir al Microsoft Exchange ja no són vàlides

# Name
source: Microsoft Exchange Server (EWS) Mail Transport
ca@valencia: Transport de correu del servidor Microsoft Exchange (EWS)

# Comment
source: Allows sending e-mail through the Microsoft Exchange server using EWS
ca@valencia: Permet l'enviament de correu electrònic a través d'un servidor Microsoft Exchange emprant EWS

# Name
source: Microsoft Exchange Server (EWS)
ca@valencia: Servidor Microsoft Exchange (EWS)

# Comment
source: Provides access to mail, appointments tasks and contacts of a Microsoft Exchange server using EWS
ca@valencia: Proporciona accés al correu, tasques de cita i contactes emmagatzemats en un servidor Microsoft Exchange emprant EWS

# Comment
source: Exchange account
ca@valencia: Compte Exchange

# Name
source: Facebook Events
ca@valencia: Esdeveniments de Facebook

# Comment
source: Access your Facebook events from KDE
ca@valencia: Accediu als esdeveniments de Facebook des del KDE

# Comment
source: Access your Google Calendars, Contacts and Tasks from KDE
ca@valencia: Accediu als calendaris, contactes i tasques de Google des del KDE

# Name
source: Google Groupware needs to authenticate
ca@valencia: Google Groupware s'ha d'autenticar

# Comment
source: Google Groupware has been logged off and needs to be reauthenticated
ca@valencia: S'ha tancat la sessió de Google Groupware i cal tornar-se a autenticar

# Name
source: iCal Calendar Folder
ca@valencia: Carpeta de calendari iCal

# Comment
source: Provides access to calendar items, each stored in a single file, in a given directory
ca@valencia: Proporciona accés als elements d'un calendari, cadascun emmagatzemat en un fitxer individual, en un directori proporcionat

# Name
source: iCal Calendar File
ca@valencia: Fitxer de calendari iCal

# Comment
source: Loads data from an iCal file
ca@valencia: Carrega les dades des d'un fitxer iCal

# Comment
source: Loads data from a notes file
ca@valencia: Carrega les dades des d'un fitxer de notes

# Name
source: IMAP E-Mail Server
ca@valencia: Servidor de correu IMAP

# Comment
source: Connects to an IMAP e-mail server
ca@valencia: Connecta a un servidor de correu IMAP

# Name
source: Generic IMAP Email Server
ca@valencia: Servidor de correu IMAP genèric

# Comment
source: Imap account
ca@valencia: Compte Imap

# Name
source: KAlarm Directory
ca@valencia: Directori del KAlarm

# Comment
source: Loads data from a local KAlarm folder
ca@valencia: Carrega les dades des d'una carpeta local del KAlarm

# Name
source: KAlarm Calendar File
ca@valencia: Fitxer de calendari del KAlarm

# Comment
source: Loads data from a KAlarm calendar file
ca@valencia: Carrega les dades des d'un fitxer de calendari del KAlarm

# Name
source: Kolab Groupware Server
ca@valencia: Servidor de treball en grup Kolab

# Comment
source: Provides access to Kolab groupware folders and e-mail on a Kolab IMAP Server.
ca@valencia: Proporciona accés a les carpetes i al correu electrònic del treball en grup Kolab en un servidor IMAP del Kolab.

# Comment
source: Kolab Groupware Server
ca@valencia: Servidor de treball en grup Kolab

# Comment
source: Loads data from a local maildir folder
ca@valencia: Carrega les dades des d'una carpeta per al directori de correu local

# Comment
source: Maildir account
ca@valencia: Compte Maildir

# Comment
source: Loads data from a local mbox file
ca@valencia: Carrega les dades des d'un fitxer «mbox» local

# Name
source: MailBox
ca@valencia: Bústia

# Comment
source: Mailbox account
ca@valencia: Compte de bústia

# Name
source: KMail Mail Folder
ca@valencia: Carpeta de correu del KMail

# Comment
source: Loads data from a local KMail mail folder
ca@valencia: Carrega les dades des d'una carpeta local de correu del KMail

# Name
source: Open-Xchange Groupware Server
ca@valencia: Servidor de treball en grup Open-Xchange

# Comment
source: Provides access to the appointments, tasks, and contacts of an Open-Xchange groupware server.
ca@valencia: Proporciona accés a les cites, tasques i contactes emmagatzemats en un servidor de treball en grup Open-Xchange.

# Comment
source: POP3 Resource
ca@valencia: Recurs POP3

# Name
source: Error While Checking Mail
ca@valencia: Error en comprovar el correu

# Comment
source: There was an error while checking for new mail
ca@valencia: S'ha produït un error en comprovar el correu nou

# Name
source: POP3 E-Mail Server
ca@valencia: Servidor de correu POP3

# Comment
source: Connects to a POP3 e-mail server
ca@valencia: Connecta a un servidor de correu POP3

# Comment
source: Pop3 account
ca@valencia: Compte Pop3

# Name
source: Akonadi TomboyNotes Resource
ca@valencia: Recurs TomboyNotes per a l'Akonadi

# Comment
source: Resource for Tomboy compatible notes server
ca@valencia: Recurs per al Tomboy compatible amb el servidor de notes

# Name
source: vCard Directory
ca@valencia: Directori vCard

# Comment
source: Loads data from a directory with vCards
ca@valencia: Carrega les dades des d'un directori amb vCard

# Comment
source: Loads contact from vCard Directory
ca@valencia: Carrega els contactes des d'un directori vCard

# Name
source: vCard File
ca@valencia: Fitxer vCard

# Comment
source: Loads data from a vCard file
ca@valencia: Carrega les dades des d'un fitxer vCard

# Comment
source: Loads contact from vCard File
ca@valencia: Carrega els contactes des d'un fitxer vCard
