Repository: raurodse/prueba
Catalog: */apper/apper._desktop_.po
Languages: ca@valencia

# Name
source: Apper Monitor
ca@valencia: Monitor Apper

# Comment
source: Watch transactions and Notify about Software Updates
ca@valencia: Mira les transaccions i comunica sobre actualitzacions de programari

# Comment
source: Apper Notification
ca@valencia: Notificació de l'Apper

# Name
source: New updates available
ca@valencia: Hi ha noves actualitzacions disponibles

# Name
source: Updates are being installed
ca@valencia: S'estan instal·lant les actualitzacions

# Name
source: Updates are being downloaded
ca@valencia: S'estan baixant les actualitzacions

# Name
source: A System Restart is Required
ca@valencia: Cal reiniciar el sistema

# Name
source: A transaction failed to complete successfully
ca@valencia: No s'ha pogut completar la transacció

# Name
source: Updates finished installing
ca@valencia: Les actualitzacions s'han acabat d'instal·lar

# Name
source: Message from the software manager
ca@valencia: Missatge des del gestor de programari

# Name
source: A transaction error occurred
ca@valencia: Hi ha hagut un error durant la transacció

# Name
source: A distribution upgrade is available
ca@valencia: Hi ha disponible una actualització de la distribució

# Name
source: The distribution upgrade completed
ca@valencia: S'ha completat l'actualització de la distribució

# Name
source: The distribution upgrade completed with an error
ca@valencia: S'ha completat l'actualització de la distribució amb un error

# GenericName
source: Software Management
ca@valencia: Gestor de programari

# Comment
source: Application to get and manage software
ca@valencia: Aplicació per a obtindre i gestionar programari

# Name
source: Apper Installer
ca@valencia: Instal·lador Apper

# Name
source: Apper Settings
ca@valencia: Arranjament de l'Apper

# Name
source: Apper Updates
ca@valencia: Actualitzacions de l'Apper

# Name
source: Limba Package Installer
ca@valencia: Instal·lador de paquets Limba

# GenericName
source: 3rd-party software installer
ca@valencia: Instal·lador de programari de terceres parts

# Comment
source: Tool to install software from 3rd-party sources
ca@valencia: Eina per a instal·lar programari des de fonts de terceres parts

# Name
source: Software Updater
ca@valencia: Actualitzador de programari

# Comment
source: Displays and updates software
ca@valencia: Mostra i actualitza el programari
