Repository: raurodse/prueba
Catalog: */apper/org.kde.apper.appdata.po
Languages: ca@valencia

source: KDE application and package management tool
ca@valencia: Eina de gestió d'aplicacions i paquets del KDE

source: Apper is a graphical management tool for packages and applications provided by a Linux distribution.
ca@valencia: L'Apper és una eina de gestió gràfica per als paquets i aplicacions proporcionats per una distribució Linux.

source: It allows installing new software as well as keeping the system up to date by installing updates.
ca@valencia: Permet instal·lar programari nou i també mantindre el sistema al dia instal·lant les actualitzacions.

source: Features:
ca@valencia: Característiques:

source: Distribution-agnostic management of software packages
ca@valencia: Gestió de paquets de programari independent de la distribució

source: Application management for users unexperienced with packages
ca@valencia: Gestió d'aplicacions per a usuaris sense experiència amb els paquets

source: Editor for software sources and PackageKit settings
ca@valencia: Editor per a fonts de programari i paràmetres del PackageKit

source: System software updates notifier and installer
ca@valencia: Notificador i instal·lador d'actualitzacions de programari del sistema

source: Close integration with the KDE Plasma desktop
ca@valencia: Integració estreta amb l'escriptori Plasma del KDE

source: The main window showing a description of the selected package
ca@valencia: La finestra principal de l'Apper mostrant una descripció del paquet seleccionat

source: The KDE Community
ca@valencia: La comunitat KDE
