Repository: raurodse/prueba
Catalog: */kooka/kooka._desktop_.po
Languages: ca@valencia

# GenericName
source: Scan & OCR Program
ca@valencia: Programa d'escaneig i OCR

# Name
source: KDE Scan Service
ca@valencia: Servei d'escaneig del KDE

# Name
source: Application
ca@valencia: Aplicació

# Comment
source: Open the scanned image in an application
ca@valencia: Obri la imatge escanejada en una aplicació

# Name
source: Copy Image
ca@valencia: Copia la imatge

# Comment
source: Copy the scanned image to the clipboard
ca@valencia: Copia la imatge escanejada al porta-retalls

# Name
source: Online Service
ca@valencia: Servei en línia

# Comment
source: Export the scanned image to an online service
ca@valencia: Exporta la imatge escanejada a un servei en línia

# Name
source: Scan Gallery
ca@valencia: Galeria d'escaneig

# Comment
source: Save the scanned image to the scan gallery
ca@valencia: Guarda la imatge escanejada a la galeria d'escaneig

# Name
source: Kooka Scan Destination Plugin
ca@valencia: Connector de destinació d'escaneig del Kooka

# Name
source: Print Image
ca@valencia: Impressió de la imatge

# Comment
source: Print the scanned image
ca@valencia: Imprimeix la imatge escanejada

# Name
source: Save Image
ca@valencia: Guarda la imatge

# Comment
source: Save the scanned image
ca@valencia: Guarda la imatge escanejada

# Name
source: Share Image
ca@valencia: Comparteix una imatge

# Comment
source: Share the scanned image
ca@valencia: Comparteix la imatge escanejada

# Comment
source: <emphasis>GOCR</emphasis> (sometimes known as <emphasis>JOCR</emphasis>) is an open source OCR engine, originally started by Joerg&nbsp;Schulenburg and now with a team of active developers.<nl/><nl/>See <link url="http://jocr.sourceforge.net">jocr.sourceforge.net</link> for more information on GOCR.
ca@valencia: El <emphasis>GOCR</emphasis> (a vegades conegut com a <emphasis>JOCR</emphasis>) és un motor d'OCR de codi font obert, començat originalment per en Joerg&nbsp;Schulenburg i ara hi ha un equip de desenvolupadors actius. <nl/><nl/>Vegeu <link url="http://jocr.sourceforge.net">jocr.sourceforge.net</link> per a obtindre més informació quant al GOCR.

# Name
source: Kooka OCR Plugin
ca@valencia: Connector OCR del Kooka

# Comment
source: <emphasis>OCRAD</emphasis> is a free software OCR engine by Antonio&nbsp;Diaz, part of the GNU&nbsp;Project.<nl/><nl/>Images for OCR should be scanned in black/white (lineart) mode. Best results are achieved if the characters are at least 20&nbsp;pixels high. Problems may arise, as usual, with very bold or very light or broken characters, or with merged character groups.<nl/><nl/>See <link url="http://www.gnu.org/software/ocrad/ocrad.html">www.gnu.org/software/ocrad/ocrad.html</link> for more information on OCRAD.
ca@valencia: L'<emphasis>OCRAD</emphasis> és un motor d'OCR de programari lliure fet per l'Antonio&nbsp;Diaz, part del Projecte&nbsp;GNU. <nl/><nl/>Les imatges per a l'OCR s'han d'escanejar en mode blanc i negre (art lineal). S'aconsegueixen els millors resultats si els caràcters tenen com a mínim 20&nbsp;píxels d'alçària. Poden produir-se problemes, normalment, amb caràcters molt grossos o molt fins o trencats, o amb grups de caràcters barrejats.<nl/><nl/>Vegeu <link url="http://www.gnu.org/software/ocrad/ocrad.html">www.gnu.org/software/ocrad/ocrad.html</link> per a obtindre més informació quant a l'OCRAD.

# Comment
source: <emphasis>Tesseract</emphasis> is a free software OCR engine, originally developed at HP&nbsp;Labs and now sponsored by Google. It supports multiple languages and scripts (including right-to-left text) and page layout analysis.<nl/><nl/>The best results are achieved if scanned characters are at least 20&nbsp;pixels high. Problems may arise with excessively skewed or rotated images, or if dark borders are present.<nl/><nl/>See <link url="https://github.com/tesseract-ocr/tesseract">github.com/tesseract-ocr/tesseract</link> for more information on Tesseract.
ca@valencia: El <emphasis>Tesseract</emphasis> és un motor d'OCR de programari lliure, desenvolupat originalment en els laboratoris d'HP i ara patrocinat per Google. Admet múltiples idiomes i scripts (inclòs el text de dreta a esquerra) i analitza la disposició de la pàgina.<nl/><nl/>S'obtenen els millors resultats si els caràcters escanejats tenen al menys 20 píxels d'alçària. Poden sorgir problemes amb imatges excessivament inclinades o girades, o si hi ha presents vores fosques.<nl/><nl/>Vegeu <link url="https://github.com/tesseract-ocr/tesseract">github.com/tesseract-ocr/tesseract</link> per a obtindre més informació quant el Tesseract.
