Repository: raurodse/prueba
Catalog: */parley/parley._desktop_.po
Languages: ca@valencia

# Name
source: Example Parley Script
ca@valencia: Exemple de script del Parley

# Comment
source: This example script offers two actions: 1) Move selected vocabulary to a different lesson 2) Change the grade of selected words to known (highest grade)
ca@valencia: Aquest script d'exemple ofereix dues accions: 1) Moure el vocabulari seleccionat cap a una lliçó diferent, 2) canviar el grau de les paraules seleccionades a «coneguda» (el grau més alt)

# Name
source: Google Dictionary (translation)
ca@valencia: Diccionari de Google (traducció)

# Comment
source: Uses Google Dictionary (translate.google.com) to translate words
ca@valencia: Usa el diccionari de Google (translate.google.com) per a traduir les paraules

# Name
source: LEO Dictionary (Translation)
ca@valencia: Diccionari LEO (traducció)

# Comment
source: Uses LEO Dictionary (dict.leo.org) to translate words
ca@valencia: Usa el diccionari LEO (dict.leo.org) per a traduir les paraules

# Name
source: Testing Purposes Script
ca@valencia: Script de prova

# Comment
source: Description of what the plugin does
ca@valencia: Descripció de què fa el connector

# Name
source: Wiktionary Sound
ca@valencia: So de Wiktionary

# Comment
source: This script fetches sound files from https://commons.wikimedia.org.
ca@valencia: Aquest script recupera fitxers de so des de https://commons.wikimedia.org.

# Comment
source: A program to help you memorize things.
ca@valencia: Un programa per a ajudar a memoritzar les coses.

# GenericName
source: Vocabulary Trainer
ca@valencia: Entrenador de vocabulari

# Name
source: Bees
ca@valencia: Abelles

# Description
source: Awesome cute bees
ca@valencia: Abelles superbufones

# Name
source: Gray
ca@valencia: Gris

# Description
source: A simple gray theme.
ca@valencia: Un tema gris senzill.
