Repository: raurodse/prueba
Catalog: */tellico/org.kde.tellico.appdata.po
Languages: ca@valencia

source: Collection Manager
ca@valencia: Gestor de col·leccions

source: Tellico is an application for organizing your collections. It provides default templates for books, bibliographies, videos, music, video games, coins, stamps, trading cards, comic books, and wines. It allows you to enter your collection in a catalogue database, saving many different properties like title, author, etc.
ca@valencia: El Tellico és una aplicació per a organitzar col·leccions. Proporciona plantilles per defecte per a llibres, bibliografies, vídeos, música, videojocs, monedes, segells, cromos, còmics i vins. Permet introduir les col·leccions en una base de dades de catàlegs, desant moltes propietats diferents com el títol, l'autor, etc.

source: Features:
ca@valencia: Característiques:

source: Supports default collections of books, bibliographic entries, videos, music, video games, comic books, coins, stamps, trading cards, wines, board games, and file catalogs
ca@valencia: Funciona amb col·leccions per defecte de catàlegs de llibres, entrades de bibliografia, vídeos, música, videojocs, còmics, monedes, segells, cromos, vins, jocs de taula i fitxers

source: Supports user-defined custom collections
ca@valencia: Funciona amb col·leccions personalitzades definides per l'usuari

source: Supports any number of user-defined fields, of several different types: text, paragraph, list, checkbox, number, URL, date, images, and combinations
ca@valencia: Funciona amb qualsevol nombre de camps definits per l'usuari, de molts tipus diferents: text, paràgraf, llista, casella de selecció, nombre, URL, data, imatges i combinacions

source: Handles entries with multiple authors, genres, keywords, etc
ca@valencia: Gestiona entrades amb múltiples autors, gèneres, paraules clau, etc.

source: Automatically formats titles and names
ca@valencia: Formata automàticament els títols i els noms

source: Supports collection searching and view filtering
ca@valencia: Admet la cerca de col·leccions i filtratge de la vista

source: Sorts and groups collection by various properties
ca@valencia: Ordena i agrupa les col·leccions per diverses propietats

source: Allows customizable entry templates through XSLT
ca@valencia: Admet plantilles d'entrades personalitzades mitjançant XSLT

source: Imports MODS, Bibtex, RIS, CSV, PDF metadata, and many other formats
ca@valencia: Importa MODS, Bibtex, RIS, CSV, metadades de PDF, i molts altres formats

source: Exports to Bibtex, ONIX, CSV, HTML, and other formats
ca@valencia: Exporta a Bibtex, ONIX, CSV, HTML i altres formats

source: Imports information directly from Amazon.com, IMDb, z39.50 servers, PubMed, SRU servers, CrossRef.org, various other websites, and from external scripts
ca@valencia: Importa informació directament des d'Amazon.com, IMDb, servidors z39.50, PubMed, servidors SRU, CrossRef.org, altres llocs web, i des de scripts externs

source: Imports CDDB data for cataloging audio CDs
ca@valencia: Importa dades CDDB per a la catalogació dels CD d'àudio

source: Scans and imports audio file collections, such as mp3 or ogg
ca@valencia: Explora i importa col·leccions de fitxers d'àudio, com MP3 o OGG

source: The main window showing a movie collection
ca@valencia: La finestra principal mostra una col·lecció de pel·lícules

source: The main window showing a simple item in a book collection
ca@valencia: La finestra principal mostra un element senzill en una col·lecció de llibres

source: The main window showing side-by-side views of a game collection
ca@valencia: La finestra principal mostra les vistes, una al costat de l'altra, d'una col·lecció de jocs
