Repository: raurodse/prueba
Catalog: */kate/kate._json_.po
Languages: ca@valencia

# Name
source: Backtrace Browser
ca@valencia: Navegador de traça inversa

# Name
source: Close Except/Like
ca@valencia: Tancament excepte/com

# Name
source: Color Picker
ca@valencia: Selector de color

# Name
source: External Tools
ca@valencia: Eines externes

# Name
source: File System Browser
ca@valencia: Navegador del sistema de fitxers

# Name
source: Document Tree View
ca@valencia: Vista en arbre de documents

# Name
source: Build Plugin
ca@valencia: Connector de construcció

# Name
source: SQL Plugin
ca@valencia: Connector SQL

# Name
source: Terminal Tool View
ca@valencia: Vista d'eina del terminal

# Name
source: LaTeX completion
ca@valencia: Compleció de LaTeX

# Name
source: LSP Client
ca@valencia: Client LSP

# Name
source: Document Preview
ca@valencia: Vista prèvia de document

# Name
source: Project Plugin
ca@valencia: Connector de projecte

# Name
source: Search & Replace
ca@valencia: Cerca i substitueix

# Name
source: Kate Sessions
ca@valencia: Sessions del Kate

# Name
source: Snippets Tool View
ca@valencia: Vista d'eina de retalls

# Name
source: Symbol Viewer
ca@valencia: Visor de símbols

# Name
source: Document Switcher
ca@valencia: Commutador de documents

# Name
source: Text Filter
ca@valencia: Filtre de text

# Name
source: XML Validation
ca@valencia: Validació de l'XML

# Name
source: XML Completion
ca@valencia: Compleció XML

# Description
source: C/C++ Backtrace navigation tool view
ca@valencia: Vista d'eina del navegador per a la traça inversa de C/C++

# Description
source: Close group of documents based on a common path or file extension
ca@valencia: Tanca un grup de documents basats en un camí comú o en l'extensió del fitxer

# Description
source: Adds an inline Color preview/picker to colors in the text (e.g. #FFFFFF, white)
ca@valencia: Afig una vista prèvia/selector de colors inclòs per als colors del text (p. ex., #FFFFFF, blanc)

# Description
source: External Tools
ca@valencia: Eines externes

# Description
source: File system browser tool view
ca@valencia: Vista d'eina del navegador pel sistema de fitxers

# Description
source: Displays the open documents in a file tree
ca@valencia: Mostra els documents oberts en un arbre de fitxers

# Description
source: Provides a simple GDB frontend
ca@valencia: Proporciona un frontal de GDB senzill

# Description
source: Adds an inline git-blame preview at the end of the line
ca@valencia: Afig una vista prèvia inclosa de «git-blame» al final de la línia

# Description
source: Compile or Make and parse error messages
ca@valencia: Compila o construeix amb Make i analitza els missatges d'error

# Description
source: Look up definitions/declarations with CTags
ca@valencia: Cerca definicions/declaracions amb CTags

# Description
source: Execute query on SQL databases
ca@valencia: Executa consultes a bases de dades SQL

# Description
source: Have a terminal at the ready, using KDE's Konsole widget
ca@valencia: Té un terminal preparat, usant el giny del Konsole de KDE

# Description
source: LaTeX syntax for unicode symbols
ca@valencia: Sintaxi de LaTeX per a símbols unicode

# Description
source: Language Server Protocol Client
ca@valencia: Client del protocol de servidor de llenguatge

# Description
source: Preview the document in the target format
ca@valencia: Vista prèvia del document en el format de destinació

# Description
source: Integration with Git and other source control systems
ca@valencia: Integració amb el Git i altres sistemes de control de codi font

# Description
source: Replicode (constructivist AI language and runtime)
ca@valencia: Replicode (llenguatge i executable constructivista d'IA)

# Description
source: Search and replace in documents, folders, or projects
ca@valencia: Cerca i substitució en documents, carpetes o projectes

# Description
source: Kate Session Launcher
ca@valencia: Llançador de la sessió del Kate

# Description
source: Manage your code snippets or download new ones
ca@valencia: Gestiona els retalls de codi o en baixa de nous

# Description
source: Extract and show reference symbols from source
ca@valencia: Extreu i visualitza símbols de referència des del codi font

# Description
source: Quick document switching with Alt+Tab behavior
ca@valencia: Canvia ràpidament de document amb el comportament d'Alt+Tab

# Description
source: Process text using terminal commands
ca@valencia: Processa el text usant ordres de terminal

# Description
source: Validates XML files using xmllint
ca@valencia: Valida els fitxers XML usant el «xmllint»

# Description
source: Lists XML elements, attributes, attribute values and entities allowed by DTD
ca@valencia: Llista els elements XML, atributs, valors dels atributs i entitats permeses per la DTD
