Repository: raurodse/prueba
Catalog: */kate/org.kde.kate.appdata.po
Languages: ca@valencia

source: Advanced Text Editor
ca@valencia: Editor de text avançat

source: Kate is a multi-document, multi-view text editor by KDE. It features stuff like codefolding, syntaxhighlighting, dynamic word wrap, an embedded console, an extensive plugin interface and some preliminary scripting support.
ca@valencia: El Kate és un editor de text multidocument i multivista, creat per la comunitat KDE. Té funcionalitats com el plegat de codi, ressaltat de la sintaxi, ajust dinàmic de les paraules, una consola incrustada, una interfície extensa de connectors i una implementació preliminar per a crear scripts.

source: Features:
ca@valencia: Característiques:

source: MDI, window splitting, window tabbing
ca@valencia: MDI, divisió de finestres, finestres en pestanyes

source: Spell checking
ca@valencia: Verificació ortogràfica

source: CR, CRLF, LF newline support
ca@valencia: Implementació de línia nova CR, CRLF, LF

source: Encoding support (utf-8, utf-16, ascii etc.)
ca@valencia: Admet codificacions (UTF-8, UTF-16, ASCII, etc.)

source: Encoding conversion
ca@valencia: Conversió de codificació

source: Regular expression based find &amp; replace
ca@valencia: Expressió regular basada en cerca i substitució

source: Powerful syntax highlighting and bracket matching
ca@valencia: Ressaltat potent de sintaxi i concordança de parèntesis

source: Code and text folding
ca@valencia: Plegat de codi i text

source: Infinite undo/redo support
ca@valencia: Admet desfer/refer infinits

source: Block selection mode
ca@valencia: Mode de selecció per blocs

source: Auto indentation
ca@valencia: Sagnat automàtic

source: Auto completion support
ca@valencia: Admet compleció automàtica

source: Shell integration
ca@valencia: Integració de l'intèrpret d'ordres

source: Wide protocol support (http, ftp, ssh, webdav etc.) using kioslaves
ca@valencia: Implementació àmplia de protocols (http, ftp, ssh, webdav, etc.) usant kioslaves

source: Plugin architecture for the application and editor component
ca@valencia: Arquitectura de connectors per a l'aplicació i el component d'edició

source: Customizable shortcuts
ca@valencia: Dreceres personalitzables

source: Integrated command line
ca@valencia: Línia d'ordres integrada

source: Scriptable using JavaScript
ca@valencia: Es pot crear scripts usant JavaScript

source: Editing code with Kate
ca@valencia: Edició de codi amb el Kate
