Repository: raurodse/prueba
Catalog: */juk/org.kde.juk.appdata.po
Languages: ca@valencia

source: Music Player
ca@valencia: Reproductor musical

source: JuK is an audio jukebox application, supporting collections of MP3, Ogg Vorbis, and FLAC audio files. It allows you to edit the "tags" of your audio files, and manage your collection and playlists. It's main focus, in fact, is on music management.
ca@valencia: El JuK és una aplicació de màquina de discos musicals, que accepta col·leccions de fitxers d'àudio MP3, Ogg Vorbis, i FLAC. Permet editar les "etiquetes" dels fitxers d'àudio, i gestionar les col·leccions i les llistes de reproducció. De fet, el seu focus principal és en la gestió de la música.

source: Features:
ca@valencia: Característiques:

source: Collection list and multiple user defined playlists
ca@valencia: Llista de col·leccions i múltiples llistes de reproducció definides per usuari

source: Ability to scan directories to automatically import playlists and music files on start up
ca@valencia: Capacitat d'explorar directoris per a importar automàticament llistes de reproducció i fitxers de música en iniciar-se

source: Dynamic Search Playlists that are automatically updated as fields in the collection change
ca@valencia: Llistes de cerques dinàmiques que s'actualitzen automàticament a mesura que canvien els camps a la col·lecció.

source: A Tree View mode where playlists are automatically generated for sets of albums, artists and genres
ca@valencia: Un mode de vista en arbre quan es generen automàticament llistes de reproducció per a conjunts d'àlbums, artistes i gèneres.

source: Playlist history to indicate which files have been played and when
ca@valencia: Historial de les llistes de reproducció per a indicar quins fitxers s'han reproduït i quan.

source: Inline search for filtering the list of visible items
ca@valencia: Cerca inclosa per a filtrar la llista dels elements visibles.

source: The ability to guess tag information based on the track's file name
ca@valencia: La capacitat d'estimar la informació de les etiquetes basada en el nom de fitxer de la peça.

source: File renamer that can rename files based on the tag content
ca@valencia: Reanomenador de fitxers que pot reanomenar els fitxers basant-se en el contingut de l'etiqueta.

source: Tag reading and editing support for many formats including ID3v1, ID3v2 and Ogg Vorbis
ca@valencia: Admet la lectura i edició de les etiquetes per a molts formats incloent ID3v1, ID3v2 i Ogg Vorbis.
