Repository: raurodse/prueba
Catalog: */frameworkintegration/frameworkintegration._desktop_.po
Languages: ca@valencia

# Comment
source: Plasma Workspace
ca@valencia: Espai de treball del Plasma

# Name
source: Trash: Emptied
ca@valencia: Paperera: s'ha buidat

# Comment
source: The trash has been emptied
ca@valencia: S'ha buidat la paperera

# Name
source: Textcompletion: Rotation
ca@valencia: Compleció del text: rotació

# Comment
source: The end of the list of matches has been reached
ca@valencia: S'ha arribat al final de la llista de coincidències

# Name
source: Textcompletion: No Match
ca@valencia: Compleció del text: sense coincidència

# Comment
source: No matching completion was found
ca@valencia: No s'ha trobat cap compleció coincident

# Name
source: Textcompletion: Partial Match
ca@valencia: Compleció del text: coincidència parcial

# Comment
source: There is more than one possible match
ca@valencia: Hi ha més d'una possible coincidència

# Name
source: Fatal Error
ca@valencia: Error fatal

# Comment
source: There was a serious error causing the program to exit
ca@valencia: S'ha produït un error seriós que ha provocat l'eixida del programa

# Name
source: Notification
ca@valencia: Notificació

# Comment
source: Something special happened in the program
ca@valencia: Alguna cosa especial ha passat en el programa

# Name
source: Warning
ca@valencia: Avís

# Comment
source: There was an error in the program which may cause problems
ca@valencia: S'ha produït un error en el programa que pot provocar problemes

# Name
source: Catastrophe
ca@valencia: Catàstrofe

# Comment
source: A very serious error occurred, at least causing the program to exit
ca@valencia: S'ha produït un error molt seriós, com a mínim ha provocat l'eixida del programa

# Name
source: Application Crash
ca@valencia: Fallada d'aplicació

# Comment
source: An application just closed unexpectedly
ca@valencia: Una aplicació s'ha tancat inesperadament

# Name
source: Login
ca@valencia: Entrada

# Comment
source: A new session is starting
ca@valencia: S'està iniciat una sessió nova

# Name
source: Logout
ca@valencia: Eixida

# Comment
source: Session is exiting
ca@valencia: La sessió està finalitzant

# Name
source: Logout Canceled
ca@valencia: S'ha cancel·lat l'eixida

# Comment
source: Plasma logout was canceled
ca@valencia: S'ha cancel·lat l'eixida del Plasma

# Name
source: Print Error
ca@valencia: Error en imprimir

# Comment
source: A print error has occurred
ca@valencia: S'ha produït un error en imprimir

# Name
source: Information Message
ca@valencia: Missatge informatiu

# Comment
source: An information message is being shown
ca@valencia: Es mostra un missatge d'informació

# Name
source: Warning Message
ca@valencia: Missatge d'avís

# Comment
source: A warning message is being shown
ca@valencia: Es mostra un missatge d'avís

# Name
source: Critical Message
ca@valencia: Missatge crític

# Comment
source: A critical message is being shown
ca@valencia: Es mostra un missatge crític

# Name
source: Question
ca@valencia: Pregunta

# Comment
source: A question is being asked
ca@valencia: Es pregunta una qüestió

# Name
source: Beep
ca@valencia: Timbre

# Comment
source: Sound bell
ca@valencia: So de campana

# Name
source: Widget failed to install
ca@valencia: Ha fallat en instal·lar el giny («widget»)

# Comment
source: A widget could not be installed
ca@valencia: No s'ha pogut instal·lar un giny («widget»)

# Name
source: Widget deleted
ca@valencia: Giny («Widget») suprimit

# Comment
source: A widget has been deleted
ca@valencia: S'ha suprimit un giny («widget»)
