Repository: raurodse/prueba
Catalog: */kaddressbook/kaddressbook._desktop_.po
Languages: ca@valencia

# Comment
source: Kontact KAddressBook Plugin
ca@valencia: Connector de la llibreta d'adreces per al Kontact

# Name
source: Contacts
ca@valencia: Contactes

# Name
source: Plugins
ca@valencia: Connectors

# Name
source: User Feedback
ca@valencia: Comentaris de l'usuari

# Name
source: KAddressbook import file
ca@valencia: Importa un fitxer de KAddressbook

# Comment
source: KAddressBook running in file import mode
ca@valencia: El KAddressBook està executant-se en mode importació de fitxer

# Name
source: KAddressbook Theme
ca@valencia: Tema del KAddressBook

# Name
source: KAddressBook View
ca@valencia: Vista del KAddressBook

# Comment
source: Display contact specified by URL
ca@valencia: Mostra el contacte especificat mitjançant un URL

# GenericName
source: Contact Manager
ca@valencia: Gestor de contactes

# Name
source: New Contact...
ca@valencia: Contacte nou...

# Name
source: Example big title
ca@valencia: Títol gran d'exemple

# Description
source: Example big title grantlee printing theme
ca@valencia: Tema d'impressió d'exemple de Grantlee amb un títol gran

# Name
source: Default
ca@valencia: Omissió

# Description
source: Default grantlee printing theme
ca@valencia: Tema d'impressió per omissió de Grantlee

# Name
source: Full Information
ca@valencia: Informació completa

# Description
source: Display All Information
ca@valencia: Mostra tota la informació

# Description
source: Default kaddressbook theme.
ca@valencia: Tema per omissió de KAddressBook.
