Repository: raurodse/prueba
Catalog: */kaddressbook/org.kde.kaddressbook.appdata.po
Languages: ca@valencia

source: The KDE Community
ca@valencia: La comunitat KDE

source: An address book manager
ca@valencia: Un gestor de la llibreta d'adreces

source: KAddressBook stores all the personal details of your family, friends and other contacts. It supports large variety of services, including NextCloud, Kolab, Google Contacts, Microsoft Exchange (EWS) or any standard CalDAV server.
ca@valencia: El KAddressBook emmagatzema totes les dades personals de la vostra família, amics i altres contactes. Admet una gran varietat de serveis, incloent el NextCloud, Kolab, Google Contacts, Microsoft Exchange (EWS) o qualsevol servidor CalDAV estàndard.

source: Features:
ca@valencia: Característiques:

source: Powerful search - KAddressBook has configurable filters and powerful search capabilities.
ca@valencia: Cerca potent: el KAddressBook té filtres configurables i potents capacitats de cerca.

source: Duplicate detection and merging - KAddressBook can find duplicated contacts from multiple sources and can merge them into a single contact.
ca@valencia: Detecció i fusionat de duplicats: el KAddressBook pot trobar els contactes duplicats des de múltiples fonts i fusionar-los en un únic contacte.

source: Good standard support - KAddressBook can import and export from and to nearly every address book standard.
ca@valencia: Un bon suport de l'estàndard: el KAddressBook pot importar i exportar a gairebé tots els estàndards de llibreta d'adreces.

source: LDAP integration - Can connect to multiple LDAP servers, which can then be used for contact autocompletion when composing emails in KMail.
ca@valencia: Integració amb LDAP: pot connectar-se amb múltiples servidors LDAP, els quals després es poden usar per a la compleció automàtica del contacte quan s'editen correus electrònics al KMail.

source: Integration - Integrates with other Kontact components, e.g. exporting birthday reminders to KOrganizer
ca@valencia: Integració: s'integra amb els altres components del Kontact, p. ex., l'exportació dels recordatoris d'aniversari al KOrganizer.

source: QR codes - KAddressBook can display a QR code for each contact to quickly scan it into your phone or send to someone.
ca@valencia: Codis QR: el KAddressBook pot mostrar un codi QR per a cada contacte per a escanejar ràpidament amb el vostre telèfon o enviar-lo a algú.

source: KAddressBook embedded into Kontact
ca@valencia: El KAddressBook incrustat al Kontact
