Repository: raurodse/prueba
Catalog: */ktp-text-ui/ktp-text-ui._desktop_.po
Languages: ca@valencia

# Name
source: Chat Window Appearance
ca@valencia: Aparença de la finestra de xat

# Comment
source: Choose a Style for your Chat Window and customize it
ca@valencia: Seleccioneu un estil per a la finestra de xat i personalitzeu-la

# Name
source: Chat Tab Behavior
ca@valencia: Comportament de la pestanya de xat

# Name
source: Plugins
ca@valencia: Connectors

# Comment
source: How to deal with extra information obtained from messages
ca@valencia: Com tractar la informació extra obtinguda dels missatges

# Comment
source: Encrypt chat sessions with Off-The-Record encryption
ca@valencia: Encripta les sessions de xat amb l'encriptatge «Off-The-Record»

# Name
source: Bugzilla Information
ca@valencia: Informació del Bugzilla

# Comment
source: When receiving a link to a bug on bugzilla show additional information such as the title and status
ca@valencia: En rebre un enllaç a un error del Bugzilla, es mostra informació addicional com el títol i l'estat

# Name
source: Emoticons
ca@valencia: Emoticones

# Comment
source: Show emoticons (smiley faces) inside the chat
ca@valencia: Mostra les emoticones (cares somrients) dins del xat

# Name
source: Text Formatting
ca@valencia: Formatació del text

# Comment
source: Use /, _, * and - to make text italic, underlined, bold or strikeout respectively
ca@valencia: Usa /, _, * i - per a convertir el text a cursiva, subratllat, negreta o ratllat respectivament

# Name
source: Geopoint Preview
ca@valencia: Vista prèvia del punt geogràfic

# Comment
source: Show geo URI on a map view.
ca@valencia: Mostra l'URI geogràfic a la vista de mapa.

# Name
source: Highlight
ca@valencia: Ressaltat

# Comment
source: If any incoming messages contain your nickname, it will highlight them in red
ca@valencia: Si qualsevol missatge entrant conté el vostre sobrenom, es ressaltarà en roig.

# Name
source: Image Preview
ca@valencia: Vista prèvia de la imatge

# Comment
source: Embed a thumbnail of any image URL sent in a chat
ca@valencia: Incrusta una miniatura de qualsevol URL d'imatge enviat al xat

# Name
source: LaTeX Renderer
ca@valencia: Renderitzador LaTeX

# Comment
source: If incoming messages contain LaTeX between $$, it will render it directly into the chat.
ca@valencia: Si els missatges entrants conten LaTeX entre $$, es representarà directament en el xat.

# Comment
source: If a message is an OTR message, it will not be shown
ca@valencia: Si un missatge és OTR, no es mostrarà

# Name
source: Web Shortcuts
ca@valencia: Dreceres web

# Comment
source: Expand a KDE-shortened URI into a URL (i.e. typing wp:KDE will translate to http://en.wikipedia.org/wiki/KDE)
ca@valencia: Expandeix un URI retallat pel KDE en un URL (p. ex. teclejant wp:KDE es traduirà a https://en.wikipedia.org/wiki/KDE)

# Name
source: Text To Speech
ca@valencia: Text a veu

# Comment
source: Read out incoming messages using text-to-speech service
ca@valencia: Llig els missatges entrats usant el servei de text a veu

# Name
source: Short URLs
ca@valencia: URL breus

# Comment
source: Shows the actual URL to which a shortened URL is redirecting to
ca@valencia: Mostra l'URL real al qual es redirigeix un URL breu

# Name
source: YouTube Preview
ca@valencia: Vista prèvia de YouTube

# Comment
source: If any messages contains a link to a YouTube video, it will embed a preview in the chat
ca@valencia: Si qualsevol missatge conté un enllaç a un vídeo de YouTube, s'incrustarà una vista prèvia en el xat

# Comment
source: Telepathy Text-Ui Message Filter
ca@valencia: Filtre de missatge Text-IU del Telepathy

# Name
source: LogViewer Behavior
ca@valencia: Comportament del visor del registre

# Name
source: KDE IM Log Viewer
ca@valencia: Visor de registres de la MI del KDE

# GenericName
source: KDE Instant Messenger Log Viewer
ca@valencia: Visor del registre de missatgeria instantània del KDE

# Comment
source: Displays your KDE Instant Messenger logs
ca@valencia: Mostra el registre de missatgeria instantània del KDE
