Repository: raurodse/prueba
Catalog: */bluedevil/bluedevil._desktop_.po
Languages: ca@valencia

# Comment
source: Bluetooth status and control
ca@valencia: Estat i control del Bluetooth

# Comment
source: Bluetooth system
ca@valencia: Sistema Bluetooth

# Name
source: Authorization Requested
ca@valencia: Sol·licitud d'autorització

# Comment
source: A device wants to connect
ca@valencia: Un dispositiu es vol connectar

# Name
source: Confirm PIN
ca@valencia: Confirmació del PIN

# Comment
source: Confirm a device request using matching PINs
ca@valencia: Confirma una sol·licitud d'un dispositiu usant PIN que coincidisquen

# Name
source: Request PIN
ca@valencia: Sol·licita el PIN

# Comment
source: A PIN is needed
ca@valencia: Es necessita un PIN

# Name
source: Incoming File
ca@valencia: Fitxer entrant

# Comment
source: Incoming file transfer
ca@valencia: Transferència de fitxer entrant

# Name
source: Connection Failed
ca@valencia: Ha fallat la connexió

# Comment
source: Connection to device failed
ca@valencia: Ha fallat la connexió amb el dispositiu

# Name
source: BlueDevil Send File
ca@valencia: Envia fitxers amb BlueDevil

# GenericName
source: BlueDevil Send File
ca@valencia: Envia fitxers amb BlueDevil

# Comment
source: BlueDevil Send File
ca@valencia: Envia fitxers amb BlueDevil

# Name
source: BlueDevil Wizard
ca@valencia: Assistent del BlueDevil

# GenericName
source: BlueDevil Wizard
ca@valencia: Assistent del BlueDevil

# Comment
source: BlueDevil Wizard
ca@valencia: Assistent del BlueDevil
