Repository: raurodse/prueba
Catalog: */trojita/org.kde.trojita.appdata.po
Languages: ca@valencia

source: IMAP E-mail Client
ca@valencia: Client de correu electrònic IMAP

source: Trojitá is an email program ("client") specialized in giving fast and efficient access to mailboxes over the IMAP protocol. An IMAP mail server stores messages and allows clients to fetch messages to the local computer when asked for.
ca@valencia: El Trojitá és un programa de correu electrònic («client») que s'especialitza a donar un accés ràpid i eficient a les bústies de correu a través del protocol IMAP. Un servidor de correu IMAP emmagatzema els missatges i permet als clients obtindre-los des de l'ordinador local.

source: It prioritizes efficiency, speed and open standards above other goals. Trojitá also aims to be multi-platform, and functions well on everything from big desktop computers to small cellphones. Trojitá is a stand-alone program, not part of a "personal information manager" suite.
ca@valencia: Dóna prioritat a l'eficiència, la velocitat i els estàndards oberts per sobre d'altres objectius. El Trojitá també aspira a ser multiplataforma, i funciona bé arreu, des d'ordinadors d'escriptori grans a telèfons mòbils petits. El Trojitá és un programa independent, no forma part d'una suite de «gestor de la informació personal» (PIM).

source: What could make Trojitá interesting for you:
ca@valencia: Què vos podria fer interessant el Trojitá:

source: Very fast and robust IMAP core
ca@valencia: Un cor IMAP molt ràpid i robust

source: Standards compliance is a design goal
ca@valencia: El compliment dels estàndards és un objectiu en el disseny

source: On-demand message list and body part loading ("lazy loading")
ca@valencia: Llista els missatges en demanar-ho i carrega la part del cos («càrrega retardada»)

source: Offline IMAP support
ca@valencia: Permet IMAP desconnectat

source: Support for bandwidth-saving mode aimed at mobile users with expensive connection
ca@valencia: Permet el mode d'estalvi de l'amplada de banda destinat als usuaris de mòbils amb una connexió cara

source: IMAP over SSH -- instead of going over an SSL socket, the server could be accessed via SSH
ca@valencia: IMAP a través de SSH: en comptes d'anar a través d'un sòcol de SSL, el servidor pot accedir a través de SSH

source: Safe and robust dealing with HTML mail
ca@valencia: Manté un tracte segur i robust amb el correu HTML

source: Excessively quoted text is automatically collapsed
ca@valencia: El text citat excessivament es col·lapsa

source: Encrypted and signed e-mail is supported, with status given in plain English
ca@valencia: Funciona amb correu electrònic encriptat i signat, amb l'estat indicat en anglés
