Repository: raurodse/prueba
Catalog: */mygnuhealth/mygnuhealth.po
Languages: ca@valencia

# GHDrawer|
source: Profile Settings
ca@valencia: Configuració del perfil

# GHDrawer|
source: Network Settings
ca@valencia: Configuració de la xarxa

# GHDrawer|
source: Logout
ca@valencia: Eixida

# GHDrawer|
source: About
ca@valencia: Quant a

# PageAbout|
source: About MyGNUHealth
ca@valencia: Quant al MyGNUHealth

# PageAbout|
source: The GNU Health Personal health Record
ca@valencia: El registre personal de salut GNU Health

# PageAbout|
source: Version %1
ca@valencia: Versió %1

# PageAbout|
source: <b>Author:</b> %1
ca@valencia: <b>Autor:</b> %1

# PageAbout|
source: MyGNUHealth is part of the GNU Health project
ca@valencia: MyGNUHealth forma part del projecte GNU Health

# PageAbout|
source: Thank you to all contributors!
ca@valencia: Gràcies a tots els col·laboradors!

# PageAbout|
source: The medical genetics section uses the <b>UniProt</b> human natural variants dataset
ca@valencia: La secció de genètica mèdica usa el conjunt de dades de les variants naturals humanes de l'<b>UniProt</b>

# PageActivity|
source: Physical Activity
ca@valencia: Activitat física

# PageActivity|
source: Aerobic (minutes)
ca@valencia: Aeròbica (minuts)

# PageActivity|
source: Anaerobic (minutes)
ca@valencia: Anaeròbica (minuts)

# PageActivity|
source: Steps
ca@valencia: Passos

# PageActivity|
source: Set
ca@valencia: Estableix

# PageActivityChart|
source: Physical Activity
ca@valencia: Activitat física

# PageBio|
source: Blood pressure / Heart Rate
ca@valencia: Pressió arterial / Freqüència cardíaca

# PageBio|
source: View Chart
ca@valencia: Mostra un diagrama

# PageBio|
source: Add BP Entry
ca@valencia: Afig una entrada BP

# PageBio|
source: Glucose
ca@valencia: Glucosa

# PageBio|
source: Add Glucose Entry
ca@valencia: Afig l'entrada de la glucosa

# PageBio|
source: Weight
ca@valencia: Pes

# PageBio|
source: Add Weight Entry
ca@valencia: Afig l'entrada del pes

# PageBio|
source: Oxygen Saturation (Hb)
ca@valencia: Saturació d'oxigen (Hb)

# PageBio|
source: Add OSat Entry
ca@valencia: Afig l'entrada de l'OSat

# PageBioBPChart|
source: Blood Pressure & Heart Rate
ca@valencia: Pressió arterial i freqüència cardíaca

# PageBioGlucoseChart|
source: Glucose Level
ca@valencia: Nivell de glucosa

# PageBioOsatChart|
source: Hb Oxygen Saturation
ca@valencia: Saturació d'oxigen Hb

# PageBioWeightChart|
source: Body Weight
ca@valencia: Pes corporal

# PageBloodpressure|
source: Blood Pressure
ca@valencia: Pressió arterial

# PageBloodpressure|
source: Systolic Pressure
ca@valencia: Pressió sistòlica

# PageBloodpressure|
source: Diastolic Pressure
ca@valencia: Pressió diastòlica

# PageBloodpressure|
source: Heart Rate
ca@valencia: Freqüència cardíaca

# PageBloodpressure|
source: Set
ca@valencia: Estableix

# PageBol|
source: My Book of Life
ca@valencia: El meu llibre de vida

# PageBol|
source: Enter Federation key to sync
ca@valencia: Introduïu la clau de la federació amb la que sincronitzar

# PageFederationLogin|
source: Login
ca@valencia: Inici de sessió

# PageFederationLogin|
source: GH Federation Account
ca@valencia: Compte de la federació GH

# PageFederationLogin|
source: Acct
ca@valencia: Compte

# PageFederationLogin|
source: Password
ca@valencia: Contrasenya

# PageGlucose|
source: Blood Glucose Level
ca@valencia: Nivell de glucosa a la sang

# PageGlucose|
source: Blood glucose level
ca@valencia: Nivell de glucosa a la sang

# PageGlucose|
source: Set
ca@valencia: Estableix

# PageInitial|
source: Welcome to MyGNUHealth
ca@valencia: Vos donem la benvinguda al MyGNUHealth

# PageInitial|
source: Start
ca@valencia: Inici

# PageLifestyle|
source: GNU Health - Lifestyle
ca@valencia: GNU Health - Estil de vida

# PageLifestyle|
source: Physical activity
ca@valencia: Activitat física

# PageLifestyle|
source: View Chart
ca@valencia: Mostra un diagrama

# PageLifestyle|
source: Add Physical Activity
ca@valencia: Afig l'activitat física

# PageLifestyle|
source: Activity (minutes): %1 aerobic || %2 anaerobic
ca@valencia: Activitat (minuts): %1 aeròbica || %2 anaeròbica

# PageLifestyle|
source: %1 steps
ca@valencia: %1 passos

# PageLifestyle|
source: Nutrition
ca@valencia: Nutrició

# PageLifestyle|
source: Add Nutrition info
ca@valencia: Afig la informació de nutrició

# PageLifestyle|
source: %1 morning | %2 afternoon | %3 evening
ca@valencia: %1 matí | %2 migdia | %3 vespre

# PageLifestyle|
source: Sleep
ca@valencia: Son

# PageLifestyle|
source: Add Sleep info
ca@valencia: Afig la informació de la son

# PageLifestyle|
source: Sleep hours %1
ca@valencia: Hores de son: %1

# PageLifestyle|
source: Quality: %1
ca@valencia: Qualitat: %1

# PageLocalAccountManager|
source: Welcome!
ca@valencia: Vos donem la benvinguda!

# PageLocalAccountManager|
source: Wrong date
ca@valencia: Data incorrecta

# PageLocalAccountManager|
source: Invalid credentials
ca@valencia: Credencials no vàlides

# PageLocalAccountManager|
source: To get the best results out of MyGNUHealth, let's start with some information about yourself. In this page, you will register your sex, birthdate and height. You will also set your personal private key that will give you access to the application.
ca@valencia: Per a aconseguir els millors resultats del MyGNUHealth, comencem amb informació quant a vós mateix. En aquesta pàgina s'enregistrarà el sexe, la data de naixement i l'alçària. També es definirà la clau privada que vos donarà accés a l'aplicació.

# PageLocalAccountManager|
source: Enter your name
ca@valencia: Introduïu el vostre nom

# PageLocalAccountManager|
source: Sex
ca@valencia: Sexe

# PageLocalAccountManager|
source: Height (cm)
ca@valencia: Alçària (cm)

# PageLocalAccountManager|
source: Birthdate
ca@valencia: Data de naixement

# PageLocalAccountManager|
source: yyyy
ca@valencia: aaaa

# PageLocalAccountManager|
source: Personal Key
ca@valencia: Clau personal

# PageLocalAccountManager|
source: Repeat
ca@valencia: Repeteix

# PageLocalAccountManager|
source: Initialize
ca@valencia: Inicialitza

# PageLocalAccountManager|
source: Welcome back, %1
ca@valencia: Vos donem la benvinguda de nou, %1

# PageLocalAccountManager|
source: Enter
ca@valencia: Entrada

# PageMoodEnergy|
source: Today I feel...
ca@valencia: Hui em sento...

# PageMoodEnergy|
source: Set
ca@valencia: Estableix

# PageMoodEnergyChart|
source: Mood and Energy
ca@valencia: Estat i energia

# PageNetworkSettings|
source: Network Settings
ca@valencia: Configuració de la xarxa

# PageNetworkSettings|
source: Connection test successful!
ca@valencia: La prova de connexió ha estat correcta!

# PageNetworkSettings|
source: Invalid Credentials
ca@valencia: Credencials no vàlides

# PageNetworkSettings|
source: Connection Error
ca@valencia: Error de connexió

# PageNetworkSettings|
source: Thalamus server
ca@valencia: Servidor Thalamus

# PageNetworkSettings|
source: Thalamus server port
ca@valencia: Port del servidor Thalamus

# PageNetworkSettings|
source: Federation Account
ca@valencia: Compte de la federació

# PageNetworkSettings|
source: Federation ID
ca@valencia: ID de la federació

# PageNetworkSettings|
source: Password
ca@valencia: Contrasenya

# PageNetworkSettings|
source: Test Connection
ca@valencia: Prova de connexió

# PageNetworkSettings|
source: Enable Federation synchronization
ca@valencia: Habilita la sincronització de la federació

# PageNetworkSettings|
source: Update
ca@valencia: Actualitza

# PageNutrition|
source: Nutrition
ca@valencia: Nutrició

# PageNutrition|
source: Morning
ca@valencia: Matí

# PageNutrition|
source: Afternoon
ca@valencia: Migdia

# PageNutrition|
source: Evening
ca@valencia: Vespre

# PageNutrition|
source: Enter details here
ca@valencia: Introduïu els detalls ací

# PageNutrition|
source: Set
ca@valencia: Estableix

# PageNutritionChart|
source: Nutrition
ca@valencia: Nutrició

# PageofLife|
source: New Page of Life
ca@valencia: Pàgina de vida nova

# PageofLife|
source: Wrong date
ca@valencia: Data incorrecta

# PageofLife|
source: OK!
ca@valencia: D'acord!

# PageofLife|
source: RefSNP not found
ca@valencia: No s'ha trobat el RefSNP

# PageofLife|
source: Date
ca@valencia: Data

# PageofLife|
source: yyyy
ca@valencia: aaaa

# PageofLife|
source: Time
ca@valencia: Hora

# PageofLife|
source: Summary
ca@valencia: Resum

# PageofLife|
source: Domain
ca@valencia: Domini

# PageofLife|
source: Context in the domain
ca@valencia: Context en el domini

# PageofLife|
source: Critical
ca@valencia: Crític

# PageofLife|
source: Relevance
ca@valencia: Rellevància

# PageofLife|
source: Private
ca@valencia: Privat

# PageofLife|
source: Protein ID
ca@valencia: ID de la proteïna

# PageofLife|
source: Gene
ca@valencia: Gen

# PageofLife|
source: AA change
ca@valencia: Canvi AA

# PageofLife|
source: Significance
ca@valencia: Significació

# PageofLife|
source: Disease
ca@valencia: Malaltia

# PageofLife|
source: Enter details here
ca@valencia: Introduïu els detalls ací

# PageofLife|
source: Create
ca@valencia: Crea

# PageOsat|
source: Oxygen Saturation
ca@valencia: Saturació d'oxigen

# PageOsat|
source: Set
ca@valencia: Estableix

# PagePhr|
source: Home
ca@valencia: Inici

# PagePhr|
source: Health Tracker
ca@valencia: Seguidor de salut

# PagePhr|
source: Book of Life
ca@valencia: Llibre de vida

# PageProfileSettings|
source: MyGNUHealth Profile Settings
ca@valencia: Configuració del perfil del MyGNUHealth

# PageProfileSettings|
source: Error on password change
ca@valencia: Error en canviar la contrasenya

# PageProfileSettings|
source: Height (cm)
ca@valencia: Alçària (cm)

# PageProfileSettings|
source: Update
ca@valencia: Actualitza

# PageProfileSettings|
source: Fed Acct
ca@valencia: Compte fed

# PageProfileSettings|
source: Set
ca@valencia: Estableix

# PageProfileSettings|
source: Current Personal Key
ca@valencia: Clau personal actual

# PageProfileSettings|
source: New key
ca@valencia: Clau nova

# PageProfileSettings|
source: Repeat
ca@valencia: Repeteix

# PageProfileSettings|
source: Update Key
ca@valencia: Actualitza la clau

# PagePsycho|
source: Mood and Energy
ca@valencia: Estat i energia

# PagePsycho|
source: View Chart
ca@valencia: Mostra un diagrama

# PagePsycho|
source: New entry
ca@valencia: Entrada nova

# PagePsycho|
source: Mood : %1
ca@valencia: Estat: %1

# PagePsycho|
source: Energy : %1
ca@valencia: Energia: %1

# PageSleep|
source: Sleep
ca@valencia: Son

# PageSleep|
source: Sleep hours
ca@valencia: Hores de son

# PageSleep|
source: Good
ca@valencia: Bona

# PageSleep|
source: Light
ca@valencia: Lleugera

# PageSleep|
source: Poor
ca@valencia: Pobra

# PageSleep|
source: Enter details here
ca@valencia: Introduïu els detalls ací

# PageSleep|
source: Set
ca@valencia: Estableix

# PageSleepChart|
source: Sleep
ca@valencia: Son

# PageTracker|
source: Tracker
ca@valencia: Seguidor

# PageWeight|
source: Body Weight
ca@valencia: Pes corporal

# PageWeight|
source: Body Weight (kg)
ca@valencia: Pes corporal (kg)

# PageWeight|
source: Set
ca@valencia: Estableix
