Repository: raurodse/prueba
Catalog: */konsole/konsole._desktop_.po
Languages: ca, es

# Comment
source: Konsole
ca: Consola

# Name
source: Bell in Focused Session
ca: Timbre en una sessió amb focus
es: Campana en la sesión con el foco

# Comment
source: Bell emitted within a focused session
ca: Timbre emès en una sessió amb focus
es: Campanada en una sesión con el foco

# Name
source: Bell in Non-Focused Session
ca: Timbre en una sessió sense focus
es: Campana en sesión sin el foco

# Comment
source: Bell emitted within a non-focused session
ca: Timbre emès en una sessió sense focus
es: Campanada en una sesión sin el foco

# Name
source: Activity in Non-Focused Monitored Session
ca: Activitat en una sessió controlada sense focus
es: Actividad en sesión monitorizada sin el foco

# Comment
source: Activity detected in a non-focused monitored session
ca: Activitat detectada en una sessió controlada sense focus
es: Actividad detectada en una sesión monitorizada sin el foco

# Name
source: Activity in Monitored Session
ca: Activitat en una sessió controlada
es: Actividad en sesión monitorizada

# Comment
source: Activity detected in a monitored session
ca: Activitat detectada en una sessió controlada
es: Actividad detectada en una sesión monitorizada

# Name
source: Silence in Non-Focused Monitored Session
ca: Silenci en una sessió controlada sense focus
es: Silencio en sesión monitorizada sin el foco

# Comment
source: Silence detected in a non-focused monitored session
ca: Silenci detectat en una sessió controlada sense focus
es: Silencio detectado en una sesión monitorizada sin el foco

# Name
source: Silence in Monitored Session
ca: Silenci en una sessió controlada
es: Silencio en sesión monitorizada

# Comment
source: Silence detected in a monitored session
ca: Silenci detectat en una sessió controlada
es: Silencio detectado en una sesión monitorizada

# Name
source: Process finished in Non-Focused Monitored Session
ca: El procés ha finalitzat a una sessió controlada sense focus
es: Proceso terminado en sesión monitorizada sin el foco

# Comment
source: Process finished in a non-focused monitored session
ca: El procés ha finalitzat a una sessió controlada sense focus
es: Proceso terminado en una sesión monitorizada sin el foco

# Name
source: Process finished in Monitored Session
ca: El procés ha finalitzat a una sessió controlada
es: Proceso terminado en sesión monitorizada

# Comment
source: Process finished in a monitored session
ca: El procés ha finalitzat a una sessió controlada
es: Proceso terminado en una sesión monitorizada

# Name
source: Session Finished With Non-Zero Status
ca: Sessió finalitzada amb un estat diferent de zero
es: La sesión terminó con un estado distinto de cero

# Comment
source: A session has exited with non-zero status
ca: Una sessió ha finalitzat amb un estat diferent de zero
es: La sesión ha terminado con un estado distinto de cero

# Name
source: Terminal Emulator
ca: Emulador de terminal
es: Emulador de terminal

# Comment
source: Command line access
ca: Accés a la línia d'ordres
es: Acceso a la línea de órdenes

# Name
source: Run In Konsole
ca: Executa en el Konsole
es: Ejecutar en Konsole

# Comment
source: Run within Konsole
ca: Executa al Konsole
es: Ejecutar en Konsole

# Name
source: Open a New Window
ca: Obre una finestra nova
es: Abrir una nueva ventana

# Name
source: Open a New Tab
ca: Obre una pestanya nova
es: Abrir una nueva pestaña
