Repository: raurodse/prueba
Catalog: */latte-dock/latte-dock._desktop_.po
Languages: ca@valencia

# Name
source: Latte Dock
ca@valencia: Acoblador Latte

# Comment
source: Latte Dock
ca@valencia: Acoblador Latte

# Name
source: Imported successfully
ca@valencia: S'ha importat amb èxit

# Name
source: Failed to import
ca@valencia: Ha fallat en importar

# Name
source: Exported successfully
ca@valencia: S'ha exportat amb èxit

# Name
source: Failed to export
ca@valencia: Ha fallat en exportar

# Name
source: Removed successfully
ca@valencia: S'ha eliminat amb èxit

# Name
source: Failed to remove
ca@valencia: Ha fallat en eliminar

# Name
source: Switch to layout
ca@valencia: Commuta a la disposició

# Name
source: Latte Indicators
ca@valencia: Indicadors del Latte

# Name
source: Latte Layouts
ca@valencia: Disposicions del Latte

# Comment
source: Dock for the masses
ca@valencia: Acoblador per a les masses

# GenericName
source: Dock
ca@valencia: Acobla

# Comment
source: Latte indicator
ca@valencia: Indicador del Latte

# Name
source: Indicator
ca@valencia: Indicador

# Name
source: Standard Latte Menu
ca@valencia: Menú estàndard del Latte

# Comment
source: The latte menu that normally shows on right-click
ca@valencia: El menú del Latte que es mostra normalment amb un clic del botó dret

# Name
source: Latte Containment
ca@valencia: Contenidor del Latte

# Comment
source: Containment provided for the Latte Dock
ca@valencia: Contenidor proporcionat per l'acoblador Latte

# Comment
source: Latte default indicator
ca@valencia: Indicador predeterminat del Latte

# Comment
source: Latte Plasma style indicator
ca@valencia: Indicador a l'estil Plasma per al Latte

# Name
source: Plasma Tab Style
ca@valencia: Estil pestanya del Plasma

# Comment
source: Plasma Tab style indicator for Latte
ca@valencia: Indicador a l'estil pestanya del Plasma per al Latte

# Name
source: Latte Tasks
ca@valencia: Tasques del Latte

# Comment
source: Tasks plasmoid from Latte Dock
ca@valencia: Plasmoide de tasques de l'acoblador Latte

# Name
source: Latte Shell
ca@valencia: Intèrpret d'ordres del Latte

# Comment
source: Shell provided for the Latte Dock
ca@valencia: Intèrpret d'ordres proporcionat per l'acoblador Latte

# Keywords
source: shell
ca@valencia: intèrpret d'ordres
