Repository: raurodse/prueba
Catalog: */choqok/choqok._desktop_.po
Languages: ca@valencia

# Name
source: New Post Arrived
ca@valencia: Ha arribat un nou article

# Comment
source: New post arrived
ca@valencia: Ha arribat un nou article

# Name
source: Job Success
ca@valencia: Tasca efectuada

# Comment
source: A job finished successfully
ca@valencia: Una tasca ha finalitzat amb èxit

# Name
source: Job Error
ca@valencia: Error de tasca

# Comment
source: There was an error while performing a job
ca@valencia: S'ha produït un error en executar una tasca

# Name
source: Shortening
ca@valencia: Escurçament

# Comment
source: Shortening a URL
ca@valencia: S'està escurçant un URL

# Name
source: Accounts
ca@valencia: Comptes

# Comment
source: Manage Your Accounts
ca@valencia: Gestioneu els vostres comptes

# Name
source: Appearance
ca@valencia: Aparença

# Comment
source: Personalize Choqok Look and Feel
ca@valencia: Personalitzeu l'estil del Choqok

# Name
source: Behavior
ca@valencia: Comportament

# Comment
source: Personalize Choqok's Behavior
ca@valencia: Personalitzeu el comportament del Choqok

# Name
source: Plugins
ca@valencia: Connectors

# Comment
source: Select and Configure Plugins
ca@valencia: Selecció i configuració dels connectors

# GenericName
source: Micro-blogging Client
ca@valencia: Client de microblogs

# Comment
source: Choqok MicroBlog Plugin
ca@valencia: Connector de microblogs del Choqok

# Comment
source: Choqok Plugin
ca@valencia: Connector del Choqok

# Comment
source: Choqok Shortener Plugin
ca@valencia: Connector escurçador del Choqok

# Comment
source: Choqok Uploader Plugin
ca@valencia: Connector per a les pujades del Choqok

# Name
source: GNU social
ca@valencia: Social de la GNU

# Comment
source: GNU social (StatusNet, Laconica)
ca@valencia: Social de la GNU (StatusNet, Laconica)

# Name
source: Open Collaboration Services
ca@valencia: Serveis «Open Collaboration»

# Comment
source: Open Collaboration Services
ca@valencia: Serveis de col·laboració oberta

# Name
source: Pump.io network
ca@valencia: Xarxa pump.io

# Comment
source: Pump.io network
ca@valencia: Xarxa pump.io

# Comment
source: Twitter.com Service
ca@valencia: Servei Twitter.com

# Name
source: Better Notify
ca@valencia: Millor notificació

# Comment
source: Notify Important Posts
ca@valencia: Notifica els missatges importants

# Name
source: Filter posts
ca@valencia: Filtra els missatges

# Comment
source: Filtering unwanted posts
ca@valencia: S'estan filtrant els missatges no desitjats

# Name
source: Preview Images
ca@valencia: Vista prèvia d'imatges

# Comment
source: Load a thumbnail of images to have a preview of it
ca@valencia: Carrega una miniatura de les imatges per a tindre'n una vista prèvia

# Comment
source: Sets status of your instant messenger as your status in micro-blog.
ca@valencia: Estableix l'estat del vostre missatger instantani com a estat en el vostre microblog.

# Comment
source: Sets status of your instant messenger as your status in micro-blog
ca@valencia: Estableix l'estat del vostre missatger instantani com a estat en el vostre microblog

# Name
source: Share Link with Choqok
ca@valencia: Comparteix l'enllaç amb el Choqok

# Name
source: Share Link with Choqok (Title)
ca@valencia: Comparteix l'enllaç amb el Choqok (títol)

# Name
source: Konqueror Choqok Plugin
ca@valencia: Connector del Choqok pel Konqueror

# Comment
source: Post to Choqok the selected text in Konqueror, and other features
ca@valencia: Publica al Choqok el text seleccionat al Konqueror i altres funcionalitats

# Name
source: Expand URLs via longurl.org
ca@valencia: Expandeix els URL via longurl.org

# Comment
source: Extract the full URL using longurl.org service and show it as a tooltip
ca@valencia: Extreu l'URL complet usant el servei longurl.org i el mostra com a un consell

# Name
source: Now Listening
ca@valencia: Ara s'escolta

# Comment
source: Tells your friends what you are listening to.
ca@valencia: Diu als vostres amics el què esteu escoltant.

# Comment
source: Tells your friends what you are listening to
ca@valencia: Diu als vostres amics el què esteu escoltant

# Name
source: Quickly Filter posts
ca@valencia: Filtra els missatges ràpidament

# Comment
source: Filter posts by author name or content text
ca@valencia: Filtra els missatges per nom d'autor o contingut del text

# Name
source: Search Action
ca@valencia: Acció de cerca

# Comment
source: Add a Search action to the UI for Twitter API microblogs like Twitter and GNU social
ca@valencia: Afig una acció de cerca a la IU per a l'API de microblogs com ara Twitter i social de GNU

# Comment
source: A plugin to shorten URLs via the bit.ly service.
ca@valencia: Un connector per a escurçar l'URL a través del servei bit.ly.

# Comment
source: A plugin to shorten URLs via the goo.gl service.
ca@valencia: Un connector per a escurçar l'URL a través del servei goo.gl.

# Comment
source: A plugin to shorten URLs via the is.gd service.
ca@valencia: Un connector per a escurçar l'URL a través del servei is.gd.

# Comment
source: A plugin to shorten URLs via the TightURL service.
ca@valencia: Un connector per a escurçar l'URL a través del servei TightURL.

# Comment
source: A plugin to shorten URLs via the tinyarro.ws service.
ca@valencia: Un connector per a escurçar l'URL a través del servei tinyarro.ws.

# Comment
source: A plugin to shorten URLs via the ur1.ca service.
ca@valencia: Un connector per a escurçar l'URL a través del servei ur1.ca.

# Comment
source: A plugin to shorten URLs via the ur.ly service.
ca@valencia: Un connector per a escurçar l'URL a través del servei ur.ly.

# Comment
source: A plugin to shorten URLs via the Yourls service.
ca@valencia: Un connector per a escurçar l'URL a través del servei Yourls.

# Name
source: Translator
ca@valencia: Traductor

# Comment
source: Translate posts into your language (Powered by Google® Translate)
ca@valencia: Tradueix els missatges al vostre llenguatge (a través de Google® Translate)

# Name
source: UnTiny URLs
ca@valencia: URL UnTiny

# Comment
source: Extract the full URL and show it as a tooltip
ca@valencia: Extreu l'URL complet i el mostra com a un consell

# Comment
source: Upload image to flickr.com
ca@valencia: Puja imatges a flickr.com

# Comment
source: Upload image to imageshack.us
ca@valencia: Puja imatges a imageshack.vos

# Comment
source: Upload image to mobypicture.com
ca@valencia: Puja imatges a mobypicture.com

# Comment
source: Upload image to posterous.com
ca@valencia: Puja imatges a posterous.com

# Comment
source: Upload image to twitgoo.com
ca@valencia: Puja imatges a twitgoo.com

# Comment
source: Upload image to twitpic.com
ca@valencia: Puja imatges a twitpic.com

# Name
source: Preview videos
ca@valencia: Vista prèvia de vídeos

# Comment
source: Load a preview of YouTube & Vimeo videos
ca@valencia: Carrega una vista prèvia dels vídeos de YouTube i Vimeo
