Repository: raurodse/prueba
Catalog: */choqok/org.kde.choqok.appdata.po
Languages: ca@valencia

source: Micro-blogging client
ca@valencia: Client de microblogs

source: Choqok is a micro-blogging client which supports Twitter.com, GNU Social, Pump.io and Friendica services.
ca@valencia: El Choqok és un client de microblogs que admet els serveis de Twitter.com, GNU Social, Pump.io i Friendica.

source: Features:
ca@valencia: Característiques:

source: Supporting Twitter.com micro-blogging service
ca@valencia: Permet el servei de microblog Twitter.com

source: Supporting self hosted Pump.io services
ca@valencia: Permet els serveis Pump.io auto hostatjats

source: Supporting self hosted GNU social service
ca@valencia: Permet el servei social de la GNU auto hostatjat

source: Supporting self hosted Friendica services
ca@valencia: Permet els serveis Friendica auto hostatjats

source: Supporting User + His/Her Friends time-lines
ca@valencia: Permet les línies de temps Usuari + Vós i els vostres amics

source: Supporting @Reply time-lines
ca@valencia: Permet les línies de temps @Resposta

source: Support for send and receive direct messages
ca@valencia: Permet enviar i rebre missatges directes

source: Support medium upload using external services (Flickr, Imageshack,...)
ca@valencia: Permet la pujada de medis usant serveis externs (Flickr, Imageshack, ...)

source: Supporting Multiple Accounts simultaneously
ca@valencia: Permet múltiples comptes simultanis

source: Supporting search APIs for all services
ca@valencia: Permet les API de cerca per a tots els serveis

source: KWallet integration
ca@valencia: Integració amb el KWallet

source: Ability to make a quick tweet with global shortcuts (Ctrl+Meta+T)
ca@valencia: La capacitat per a fer un «tweet» ràpid amb dreceres globals (Ctrl+Meta+T)

source: Ability to notify user about new statuses text, with KNotification or Libnotify
ca@valencia: La capacitat per a notificar a l'usuari sobre el nou estat del text, amb KNotification o Libnotify

source: Support for shortening urls with more than 30 characters (shorten on paste)
ca@valencia: Permet escurçar els URL amb més de 30 caràcters (escurça en enganxar)

source: Support for configuring status lists appearance
ca@valencia: Permet configurar l'aparença de les llistes d'estat
