Repository: raurodse/prueba
Catalog: */samba-mounter/samba-mounter._desktop_.po
Languages: ca@valencia

# Name
source: Mount a cifs file system
ca@valencia: Munta un sistema de fitxers CIFS

# Description
source: Executes mount with the needed arguments to mount samba shares
ca@valencia: Executa el muntatge amb els arguments necessaris per a tindre muntades comparticions de Samba

# Name
source: Umount a cifs file system
ca@valencia: Desmunta un sistema de fitxers CIFS

# Description
source: Executes umount with the needed arguments to umount a samba share
ca@valencia: Executa el desmuntatge amb els arguments necessaris per a tindre desmuntada una compartició de Samba

# Name
source: Samba Mounter
ca@valencia: Muntador del Samba

# GenericName
source: Mounts Samba shares
ca@valencia: Comparticions de Samba muntades

# Comment
source: Mounts Samba shares at startup time
ca@valencia: Comparticions de Samba muntades en temps d'inici

# Name
source: Network Drives
ca@valencia: Unitats de xarxa

# Comment
source: Configure mounts managed by Plasma instead of fstab
ca@valencia: Configura els muntatges gestionats pel Plasma en lloc del fstab

# X-KDE-Keywords
source: Samba,Mount,Fstab
ca@valencia: Samba,Muntatge,Fstab

# GenericName
source: Network Drives
ca@valencia: Unitats de xarxa

# Comment
source: Network Samba Drives
ca@valencia: Unitats Samba de xarxa
