Repository: raurodse/prueba
Catalog: */khotkeys/khotkeys._desktop_.po
Languages: ca@valencia

# Name
source: Input Actions
ca@valencia: Accions d'entrada

# Comment
source: Input Actions service performing configured actions on key presses
ca@valencia: Servei d'accions d'entrada que porta a terme accions configurades en prémer tecles

source: Comment
ca@valencia: Comentari

# Name
source: Search
ca@valencia: Busca

# Comment
source: Simple_action
ca@valencia: Acció_senzilla

# Comment
source: This group contains various examples demonstrating most of the features of KHotkeys. (Note that this group and all its actions are disabled by default.)
ca@valencia: Aquest grup conté diversos exemples que demostren la majoria de les funcionalitats de KHotkeys (tingueu en compte que aquest grup i totes les seues accions estan desactivats per defecte).

# Name
source: Examples
ca@valencia: Exemples

# Comment
source: After pressing Ctrl+Alt+I, the KSIRC window will be activated, if it exists. Simple.
ca@valencia: Després de prémer Ctrl+Alt+I, s'activarà la finestra de KSIRC, si existeix. És senzill.

# Name
source: Activate KSIRC Window
ca@valencia: Activa finestra de KSIRC

# Comment
source: KSIRC window
ca@valencia: Finestra de KSIRC

# Comment
source: After pressing Alt+Ctrl+H the input of 'Hello' will be simulated, as if you typed it. This is especially useful if you have call to frequently type a word (for instance, 'unsigned'). Every keypress in the input is separated by a colon ':'. Note that the keypresses literally mean keypresses, so you have to write what you would press on the keyboard. In the table below, the left column shows the input and the right column shows what to type.\n\n"enter" (i.e. new line) Enter or Return\na (i.e. small a) A\nA (i.e. capital a) Shift+A\n: (colon) Shift+;\n' ' (space) Space
ca@valencia: Després de prémer Alt+Ctrl+H, se simularà l'entrada d'«Hola» com si l'haguéreu teclejat. És especialment útil si heu de teclejar una paraula amb freqüència (p. ex. «unsigned»). Cada pulsació de tecla se separa amb dos punts «:». Tingueu en compte que pulsació de tecla vol dir literalment pulsació de tecla, per tant heu d'escriure el que premeríeu en el teclat. A la taula de baix, la columna de l'esquerra mostra l'entrada i la columna de la dreta mostra el que teclegeu.\n\n«entrada» (p. ex. línia nova) Entrada o Retorn\na (p. ex. a minúscula) A\nA (p. ex. a majúscula) Maj+A\n: (dos punts) Maj+.\n« » (espai) Espai

# Name
source: Type 'Hello'
ca@valencia: Teclegeu «Hola»

# Comment
source: This action runs Konsole, after pressing Ctrl+Alt+T.
ca@valencia: Aquesta acció executa Konsole, després de prémer Ctrl+Alt+T.

# Name
source: Run Konsole
ca@valencia: Executa Konsole

# Comment
source: Read the comment on the "Type 'Hello'" action first.\n\nQt Designer uses Ctrl+F4 for closing windows. In KDE, however, Ctrl+F4 is the shortcut for going to virtual desktop 4, so this shortcut does not work in Qt Designer. Further, Qt Designer does not use KDE's standard Ctrl+W for closing the window.\n\nThis problem can be solved by remapping Ctrl+W to Ctrl+F4 when the active window is Qt Designer. When Qt Designer is active, every time Ctrl+W is pressed, Ctrl+F4 will be sent to Qt Designer instead. In other applications, the effect of Ctrl+W is unchanged.\n\nWe now need to specify three things: A new shortcut trigger on 'Ctrl+W', a new keyboard input action sending Ctrl+F4, and a new condition that the active window is Qt Designer.\nQt Designer seems to always have title 'Qt Designer by Trolltech', so the condition will check for the active window having that title.
ca@valencia: Primer llegiu el comentari de l'acció «Teclegeu "Hola"».\n\n Qt Designer utilitza Ctrl+F4 per a tancar les finestres. Per contra, en KDE, Ctrl+F4 és la drecera per anar a l'escriptori virtual 4, de manera que aquesta drecera no funciona en Qt Designer. A més, Qt Designer no utilitza l'estàndard de KDE Ctrl+W per a tancar la finestra.\n\nAquest problema es pot solucionar reassignant Ctrl+W a Ctrl+F4 quan la finestra activa és Qt Designer. Quan Qt Designer està actiu, cada vegada que es prema Ctrl+W, en el seu lloc s'enviarà Ctrl+F4 a Qt Designer. En altres aplicacions, l'efecte de Ctrl+W no variarà.\n\nAra ens cal especificar tres coses: un activador nou de drecera per a «Ctrl+W», una acció d'entrada de teclat nova que envie Ctrl+F4, i una nova condició que la finestra activa siga Qt Designer.\nQt Designer sempre sembla que té el títol «Qt Designer by Trolltech», per tant, la condició comprovarà que la finestra activa tinga aquest títol.

# Name
source: Remap Ctrl+W to Ctrl+F4 in Qt Designer
ca@valencia: Reassigna Ctrl+W a Ctrl+F4 en Qt Designer

# Comment
source: By pressing Alt+Ctrl+W a D-Bus call will be performed that will show the minicli. You can use any kind of D-Bus call, just like using the command line 'qdbus' tool.
ca@valencia: Prement Alt+Ctrl+W s'executarà una crida D-Bus que mostrarà el «minicli». Podeu usar qualsevol classe de crida D-Bus, com si estiguéreu usant l'eina «qdbus» de la línia d'ordres.

# Name
source: Perform D-Bus call 'qdbus org.kde.krunner /App display'
ca@valencia: Executa la crida «qdbus org.kde.krunner /App display» de D-Bus

# Comment
source: Read the comment on the "Type 'Hello'" action first.\n\nJust like the "Type 'Hello'" action, this one simulates keyboard input, specifically, after pressing Ctrl+Alt+B, it sends B to XMMS (B in XMMS jumps to the next song). The 'Send to specific window' checkbox is checked and a window with its class containing 'XMMS_Player' is specified; this will make the input always be sent to this window. This way, you can control XMMS even if, for instance, it is on a different virtual desktop.\n\n(Run 'xprop' and click on the XMMS window and search for WM_CLASS to see 'XMMS_Player').
ca@valencia: Primer llegiu el comentari de l'acció «Teclegeu "Hola"».\n\nCom en l'acció «Teclegeu "Hola"», aquesta simula una entrada de teclat, en concret, després de prémer Ctrl+Alt+B, s'envia B a XMMS (B en XMMS salta a la cançó següent). La casella de selecció «Envia a una finestra específica» està marcada i s'indica una finestra amb la seua classe que conté «XMMS_Player»; això farà que l'entrada sempre s'envie a aquesta finestra. D'aquesta manera podeu controlar XMMS inclús si esteu en un escriptori virtual diferent.\n\n(Executeu «xprop» i cliqueu en la finestra d'XMMS i busqueu WM_CLASS per a veure «XMMS_Player»).

# Name
source: Next in XMMS
ca@valencia: Següent en XMMS

# Comment
source: XMMS window
ca@valencia: Finestra d'XMMS

# Comment
source: XMMS Player window
ca@valencia: Finestra del reproductor XMMS

# Name
source: Konqi Gestures
ca@valencia: Gestos de Konqui

# Comment
source: Konqueror window
ca@valencia: Finestra de Konqueror

# Name
source: Back
ca@valencia: Arrere

# Comment
source: Gesture_triggers
ca@valencia: Activadors dels gestos

# Name
source: Forward
ca@valencia: Avant

# Name
source: Up
ca@valencia: Amunt

# Name
source: Reload
ca@valencia: Actualitza

# Comment
source: After pressing Win+E (Tux+E) a WWW browser will be launched, and it will open http://www.kde.org . You may run all kind of commands you can run in minicli (Alt+F2).
ca@valencia: Després de prémer Win+E (Tux+E), s'executarà el navegador web i s'obrirà http://www.kde.org. Podeu executar tot tipus d'ordres que es puguen executar en «minicli» (Alt+F2).

# Name
source: Go to KDE Website
ca@valencia: Ves al lloc web de KDE

# Comment
source: Basic Konqueror gestures.
ca@valencia: Gestos bàsics de Konqueror.

# Name
source: Konqueror Gestures
ca@valencia: Gestos de Konqueror

# Comment
source: Press, move left, release.
ca@valencia: Premeu, moveu a l'esquerra, deixeu anar.

# Comment
source: Opera-style: Press, move up, release.\nNOTE: Conflicts with 'New Tab', and as such is disabled by default.
ca@valencia: Estil Opera: premeu, moveu amunt, deixeu anar.\nNota: els conflictes amb «Pestanya nova», i similars s'han desactivat per defecte.

# Name
source: Stop Loading
ca@valencia: Para la càrrega

# Comment
source: Going up in URL/directory structure.\nMozilla-style: Press, move up, move left, move up, release.
ca@valencia: Anar cap amunt per l'URL/estructura de directoris.\nEstil Mozilla: premeu, moveu amunt, moveu a l'esquerra, moveu amunt, deixeu anar.

# Comment
source: Going up in URL/directory structure.\nOpera-style: Press, move up, move left, move up, release.\nNOTE: Conflicts with "Activate Previous Tab", and as such is disabled by default.
ca@valencia: Anar cap amunt per l'URL/estructura de directoris.\nEstil Opera: premeu, moveu amunt, moveu a l'esquerra, moveu amunt, deixeu anar.\nNota: els conflictes amb «Pestanya nova», i similars s'han desactivat per defecte.

# Name
source: Up #2
ca@valencia: Amunt 2

# Comment
source: Press, move up, move right, release.
ca@valencia: Premeu, moveu amunt, moveu a la dreta, deixeu anar.

# Name
source: Activate Next Tab
ca@valencia: Activa la pestanya següent

# Comment
source: Press, move up, move left, release.
ca@valencia: Premeu, moveu amunt, moveu a l'esquerra, deixeu anar.

# Name
source: Activate Previous Tab
ca@valencia: Activa la pestanya anterior

# Comment
source: Press, move down, move up, move down, release.
ca@valencia: Premeu, moveu avall, moveu amunt, moveu avall, deixeu anar.

# Name
source: Duplicate Tab
ca@valencia: Duplica la pestanya

# Comment
source: Press, move down, move up, release.
ca@valencia: Premeu, moveu avall, moveu amunt, deixeu anar.

# Name
source: Duplicate Window
ca@valencia: Duplica la finestra

# Comment
source: Press, move right, release.
ca@valencia: Premeu, moveu a la dreta, deixeu anar.

# Comment
source: Press, move down, move half up, move right, move down, release.\n(Drawing a lowercase 'h'.)
ca@valencia: Premeu, moveu avall, moveu la meitat cap amunt, moveu a la dreta, deixeu anar.\n(Es dibuixa una «h» minúscula)

# Name
source: Home
ca@valencia: Inici

# Comment
source: Press, move right, move down, move right, release.\nMozilla-style: Press, move down, move right, release.
ca@valencia: Premeu, moveu a la dreta, moveu avall, moveu a la dreta, deixeu anar.\nEstil Mozilla: premeu, moveu avall, moveu a la dreta, deixeu anar.

# Name
source: Close Tab
ca@valencia: Tanca pestanya

# Comment
source: Press, move up, release.\nConflicts with Opera-style 'Up #2', which is disabled by default.
ca@valencia: Premeu, moveu amunt, deixeu anar.\nConflictes amb l'estil Opera «Amunt 2», que està desactivat per defecte.

# Name
source: New Tab
ca@valencia: Pestanya nova

# Comment
source: Press, move down, release.
ca@valencia: Premeu, moveu avall, deixeu anar.

# Name
source: New Window
ca@valencia: Finestra nova

# Comment
source: Press, move up, move down, release.
ca@valencia: Premeu, moveu amunt, moveu avall, deixeu anar.

# Name
source: Custom Shortcuts
ca@valencia: Dreceres personalitzades

# Comment
source: Configure Input Actions settings
ca@valencia: Configura els paràmetres de les accions d'entrada

# X-KDE-Keywords
source: global,keyboard shortcuts,hot keys,hotkeys,KHotKeys,input actions,mouse gestures,actions,triggers,launch
ca@valencia: global,dreceres de teclat,dreceres de teclat,hotkeys,KHotKeys,accions d'entrada,gestos del ratolí,accions,activadors,llança
