Repository: raurodse/prueba
Catalog: */oxygen/oxygen._desktop_.po
Languages: ca@valencia

# Name
source: KDE Classic
ca@valencia: KDE clàssic

# Comment
source: The default cursor theme in KDE 2 and 3
ca@valencia: El tema de cursor per defecte en KDE 2 i 3

# Name
source: Oxygen Black
ca@valencia: Oxygen negre

# Comment
source: Oxygen mouse theme. Oxygenize your desktop!
ca@valencia: Tema Oxygen per al ratolí. Oxygenitzeu el vostre escriptori.

# Name
source: Oxygen Blue
ca@valencia: Oxygen blau

# Name
source: Oxygen White
ca@valencia: Oxygen blanc

# Name
source: Oxygen Yellow
ca@valencia: Oxygen groc

# Name
source: Oxygen Window Decoration
ca@valencia: Decoració de les finestres Oxygen

# Comment
source: Modify the appearance of window decorations
ca@valencia: Modifica l'aparença de les decoracions de les finestres

# X-KDE-Keywords
source: oxygen,decoration
ca@valencia: oxygen,decoració

# Name
source: Oxygen Widget Style
ca@valencia: Estil dels ginys («widgets») Oxygen

# Comment
source: Modify the appearance of widgets
ca@valencia: Modifica l'aparença dels ginys («widgets»)

# X-KDE-Keywords
source: oxygen,widget,style
ca@valencia: oxygen,giny («widget»),estil

# Comment
source: Styling of the next generation desktop
ca@valencia: Estil de la propera generació de l'escriptori

# Comment
source: Oxygen Desktop Design Language
ca@valencia: Llenguatge de disseny per a l'escriptori Oxygen

# Keywords
source: Desktop;Workspace;Appearance;Look and Feel;Logout;Lock;Suspend;Shutdown;Hibernate;
ca@valencia: Escriptori;Espai de treball;Aparença;Aspecte i comportament;Eixida;Bloqueig;Suspensió;Parada;Hibernació;
