Repository: raurodse/prueba
Catalog: */konversation/konversation._desktop_.po
Languages: ca@valencia

# Comment
source: "Big Bullets" by Dario Abatianni
ca@valencia: «Big Bullets» per en Dario Abatianni

# Name
source: Christmas Theme
ca@valencia: Tema nadalenc

# Comment
source: "Christmas Theme" by Kenichiro Takahashi
ca@valencia: «Tema nadalenc» per en Kenichiro Takahashi

# Name
source: Classic Theme
ca@valencia: Tema clàssic

# Comment
source: "LED" by Dario Abatianni
ca@valencia: «LED» per en Dario Abatianni

# Name
source: Default Theme (Dark variant)
ca@valencia: Tema predeterminat (variant fosca)

# Comment
source: "Breeze" by Uri Herrera
ca@valencia: «Brisa» per en Uri Herrera

# Name
source: Default Theme
ca@valencia: Tema per omissió

# Name
source: Oxygen Theme
ca@valencia: Tema Oxygen

# Comment
source: "Oxygen" by Nuno Pinheiro
ca@valencia: «Oxygen» per en Nuno Pinheiro

# Name
source: KDE 3 Default Theme
ca@valencia: Tema per omissió del KDE 3

# Comment
source: "Simplistic" by Shintaro Matsuoka
ca@valencia: «Simplista» per en Shintaro Matsuoka

# Name
source: Smiling Theme
ca@valencia: Tema Smiling

# Comment
source: "Smiling" stolen from Kopete by John Tapsell
ca@valencia: «Smiling» robat del Kopete per en John Tapsell

# Name
source: Square Theme
ca@valencia: Tema Square

# Comment
source: "SQUARE" by Kenichiro Takahashi
ca@valencia: «SQUARE» per en Kenichiro Takahashi

# Name
source: New message
ca@valencia: Missatge nou

# Comment
source: New message arrived in a channel
ca@valencia: Ha arribat un missatge nou a un canal

# Name
source: Nick written
ca@valencia: Escriptura de sobrenom

# Comment
source: Someone wrote your nick in a message
ca@valencia: Algú ha escrit el vostre sobrenom en un missatge

# Name
source: Highlight triggered
ca@valencia: Activació de ressaltat

# Comment
source: Someone triggered a highlight
ca@valencia: Algú ha activat un ressaltat

# Name
source: Private message
ca@valencia: Missatge privat

# Comment
source: You received a private message
ca@valencia: Heu rebut un missatge privat

# Name
source: Nick changed
ca@valencia: Sobrenom canviat

# Comment
source: Someone changed their nick
ca@valencia: Algú ha canviat el seu sobrenom

# Name
source: Incoming file
ca@valencia: Fitxer entrant

# Comment
source: Someone wants to transmit a file to you over DCC
ca@valencia: Algú desitja enviar-vos un fitxer sobre DCC

# Name
source: DCC transfer error
ca@valencia: Error de transferència DCC

# Comment
source: An error occurred in a DCC transfer
ca@valencia: Ha ocorregut un error en una transferència DCC

# Name
source: DCC transfer complete
ca@valencia: S'ha completat la transferència DCC

# Comment
source: A DCC transfer successfully completed
ca@valencia: Una transferència DCC s'ha completat correctament

# Name
source: Nick joined channel
ca@valencia: El sobrenom ha accedit al canal

# Comment
source: New nick joined a channel
ca@valencia: Un sobrenom nou ha accedit a un canal

# Name
source: Nick left channel
ca@valencia: El sobrenom ha deixat el canal

# Comment
source: A nick left a channel
ca@valencia: Un sobrenom ha deixat un canal

# Name
source: Mode change
ca@valencia: Canvi de mode

# Comment
source: A user or channel mode was changed
ca@valencia: El mode d'un usuari o d'un canal ha estat canviat

# Name
source: Nick online
ca@valencia: Sobrenom en línia

# Comment
source: A user on your watched nicks list has come online
ca@valencia: S'ha connectat un usuari de la vostra llista de sobrenoms vigilats

# Name
source: Query
ca@valencia: Conversa

# Comment
source: Someone started a conversation (query) with you
ca@valencia: Algú ha iniciat una conversa (query) amb vós

# Name
source: Kick
ca@valencia: Expulsió

# Comment
source: Someone kicked you out of a channel
ca@valencia: Algú vos ha expulsat d'un canal

# Name
source: Connection failure
ca@valencia: Error de connexió

# Comment
source: Failed to connect to server
ca@valencia: Ha fallat en connectar amb el servidor

# Name
source: You joined a channel
ca@valencia: Heu entrat a un canal

# Comment
source: You joined a channel
ca@valencia: Heu entrat a un canal

# Name
source: DCC Chat
ca@valencia: Xat DCC

# Comment
source: Someone started a DCC chat with you
ca@valencia: Algú ha iniciat un xat DCC amb vós

# GenericName
source: IRC Client
ca@valencia: Client d'IRC
