Repository: raurodse/prueba
Catalog: */konversation/org.kde.konversation.appdata.po
Languages: ca@valencia

source: IRC client
ca@valencia: Client d'IRC

source: Konversation is a user-friendly Internet Relay Chat (IRC) client by KDE. It provides easy access to standard IRC networks such as Libera, where the KDE IRC channels can be found.
ca@valencia: El Konversation és un client fàcil d'emprar de l'Internet Relay Chat (IRC), creat per la comunitat KDE. Proporciona un accés senzill a les xarxes IRC estàndards, com Libera, a on es poden trobar els canals IRC de KDE.

source: Features:
ca@valencia: Característiques:

source: Standard IRC features
ca@valencia: Característiques estàndard de l'IRC

source: SSL server support
ca@valencia: Permet servidors SSL

source: Bookmarking support
ca@valencia: Permet les adreces d'interés

source: Easy to use graphical user interface
ca@valencia: Interfície gràfica d'usuari fàcil d'utilitzar

source: Multiple servers and channels in one single window
ca@valencia: Múltiples servidors i canals en una única finestra

source: DCC file transfer
ca@valencia: Transferència DCC de fitxers

source: Multiple identities for different servers
ca@valencia: Múltiples identitats per a servidors diferents

source: Text decorations and colors
ca@valencia: Decoracions i colors del text

source: OnScreen Display for notifications
ca@valencia: Mostra les notificacions en pantalla

source: Automatic UTF-8 detection
ca@valencia: Detecció automàtica d'UTF-8

source: Per channel encoding support
ca@valencia: Permet codificació per canal

source: Theme support for nick icons
ca@valencia: Permet temes per a les icones de sobrenom

source: Highly configurable
ca@valencia: Altament configurable
