Repository: raurodse/prueba
Catalog: */subtitlecomposer/org.kde.subtitlecomposer.appdata.po
Languages: ca@valencia

source: Video subtitle editor that supports basic and advanced editing operations
ca@valencia: Editor de subtítols de vídeo que admet operacions d'edició bàsiques i avançades

source: Subtitle Composer is an open source text-based subtitle editor that supports basic and advanced editing operations.
ca@valencia: El Subtitle Composer és un editor de subtítols de codi obert basat en text que admet operacions d'edició bàsiques i avançades.

source: Features
ca@valencia: Característiques

source: Open/Save Text Subtitle Formats - SubRip/SRT, MicroDVD, SSA/ASS, MPlayer, TMPlayer and YouTube captions
ca@valencia: Obri/Guarda els formats de subtítols de text: SubRip/SRT, MicroDVD, SSA/ASS, MPlayer, TMPlayer i llegendes de YouTube

source: Open/OCR Graphics Subtitle Formats - VobSub (.idx/.sub/.rar), BluRay/PGS (*.sup), formats supported by ffmpeg (DVD/Vob, DVB, XSUB, HDMV-PGS)
ca@valencia: Obri/Formats de subtítols gràfics OCR: VobSub (.idx/.sub/.rar), BluRay/PGS (*.sup), formats admesos per ffmpeg (DVD/Vob, DVB, XSUB, HDMV-PGS)

source: Demux Graphics/Text Subtitle Stream from video file - SRT, SSA/ASS, MOV text, MicroDVD, DVD/Vob, DVB, XSUB, HDMV-PGS
ca@valencia: Desmultiplexa el flux de subtítols gràfics/de text des d'un fitxer de vídeo: SRT, SSA/ASS, text MOV, MicroDVD, DVD/Vob, DVB, XSUB, HDMV-PGS

source: Speech recognition from audio/video file using PocketSphinx
ca@valencia: Reconeixement de la veu des de fitxers d'àudio/vídeo emprant PocketSphinx

source: Smart language/text encoding** detection
ca@valencia: Detecció** intel·ligent de la codificació d'idioma/text

source: Live preview of subtitles in integrated video player w/ audio stream selection
ca@valencia: Vista prèvia en viu dels subtítols en el reproductor de vídeo integrat amb selecció del flux d'àudio

source: Preview/editing of subtitles on graphical audio waveform w/ audio stream selection
ca@valencia: Vista prèvia/edició dels subtítols en forma d'ona d'àudio gràfica amb selecció del flux d'àudio

source: Sync by dragging several anchors/graftpoints and stretching timeline
ca@valencia: Sincronització arrossegant diversos ancoratges/punts d'empelt i estirant la línia de temps

source: Time shifting and scaling, lines duration re-calculation, framerate conversion, etc.
ca@valencia: Desplaçament i escalat del temps, recàlcul de la durada de les línies, conversió de la velocitat dels fotogrames, etc.

source: Joining and splitting of subtitle files
ca@valencia: Unir i dividir fitxers de subtítols

source: Side by side subtitle translations
ca@valencia: Traducció dels subtítols en paral·lel

source: Text styles (italic, bold, underline, stroke, color)
ca@valencia: Estils de text (cursiva, negreta, subratllat, ratllat, color)

source: Spell checking
ca@valencia: Verificació ortogràfica

source: Detection of timing errors in subtitles
ca@valencia: Detecció dels errors de temps en els subtítols

source: Scripting (JavaScript, Python, Ruby and other languages supported by Kross).
ca@valencia: Creació de scripts (JavaScript, Python, Ruby i altres llenguatges admesos pel Kross).

source: Main application window
ca@valencia: Finestra principal de l'aplicació
