Repository: raurodse/prueba
Catalog: */dolphin/dolphin._desktop_.po
Languages: ca@valencia

# Name
source: Dolphin View
ca@valencia: Vista del Dolphin

# Name
source: Icons
ca@valencia: Icones

# Name
source: Compact
ca@valencia: Compacta

# Name
source: Details
ca@valencia: Detalls

# GenericName
source: File Manager
ca@valencia: Gestor de fitxers

# Name
source: Dolphin General
ca@valencia: General del Dolphin

# Comment
source: This service allows configuration of general Dolphin settings.
ca@valencia: Aquest servei permet la configuració de l'arranjament general del Dolphin.

# Comment
source: Configure general file manager settings
ca@valencia: Configura les opcions generals del gestor de fitxers

# X-KDE-Keywords
source: file manager
ca@valencia: gestor de fitxers

# Name
source: Dolphin Navigation
ca@valencia: Navegació del Dolphin

# Comment
source: This service allows configuration of the Dolphin navigation.
ca@valencia: Aquest servei permet la configuració de la navegació del Dolphin.

# Name
source: Navigation
ca@valencia: Navegació

# Comment
source: Configure file manager navigation
ca@valencia: Configura la navegació del gestor de fitxers

# Name
source: Dolphin View Modes
ca@valencia: Modes de vista del Dolphin

# Comment
source: This service allows configuration of the Dolphin view modes.
ca@valencia: Aquest servei permet la configuració dels modes de vista del Dolphin.

# Name
source: View Modes
ca@valencia: Modes de vista

# Comment
source: Configure file manager view modes
ca@valencia: Configura els modes de vista del gestor de fitxers

# Comment
source: Version Control Plugin for File Views
ca@valencia: Connector de control de versions per a les vistes de fitxers
