Repository: raurodse/prueba
Catalog: */plasma-bigscreen/plasma-bigscreen._desktop_.po
Languages: ca@valencia

# Name
source: Plasma Bigscreen
ca@valencia: Pantalla gran del Plasma

# Comment
source: Plasma Bigscreen by KDE
ca@valencia: Pantalla gran del Plasma, creat per la comunitat KDE

# Name
source: Mycroft Bigscreen
ca@valencia: Bigscreen del Mycroft

# Comment
source: Homescreen for Plasma and Mycroft based TVs
ca@valencia: Pantalla d'inici del Plasma i Mycroft per a televisors

# Name
source: Language
ca@valencia: Idioma

# Comment
source: Change workspace and application languages
ca@valencia: Canvi dels idiomes de l'espai de treball i les aplicacions

# Name
source: Appearance
ca@valencia: Aparença

# Comment
source: Look and Feel
ca@valencia: Aspecte i comportament

# X-KDE-Keywords
source: theme, look, feel
ca@valencia: tema, aspecte, comportament

# Comment
source: Font and Theme
ca@valencia: Tipus de lletra i tema

# Comment
source: Connect and sync your devices
ca@valencia: Connecta i sincronitza els vostres dispositius

# Comment
source: Connect to Wifi networks
ca@valencia: Connecta amb les xarxes Wi-Fi

# Comment
source: Plasma Mycroft Big Screen look and feel
ca@valencia: Aparença i comportament de la pantalla gran del Mycroft per al Plasma

# Name
source: Mycroft Big Screen
ca@valencia: Pantalla gran del Mycroft

# Name
source: Plasma Big Screen
ca@valencia: Pantalla gran del Plasma

# Comment
source: Plasma shell for TVs
ca@valencia: Espai de treball Plasma per a televisors
