Repository: raurodse/prueba
Catalog: */ksudoku/ksudoku._desktop_.po
Languages: ca@valencia

# GenericName
source: Sudoku Game
ca@valencia: Joc de Sudoku

# Comment
source: KSudoku, Sudoku game & more by KDE
ca@valencia: KSudoku, joc de Sudoku i més, creat per la comunitat KDE

# Description
source: 4x4 shape puzzle
ca@valencia: Trencaclosques amb forma de 4x4

# Description
source: 6x6 puzzle with rectangular blocks
ca@valencia: Un trencaclosques de 6x6 amb blocs rectangulars

# Name
source: Aztec
ca@valencia: Asteca

# Description
source: Jigsaw variant shaped like an Aztec pyramid
ca@valencia: Variant Jigsaw en forma de piràmide asteca

# Name
source: Double Roxdoku
ca@valencia: Roxdoku doble

# Description
source: Three-dimensional puzzle with two interlocking 3x3x3 cubes
ca@valencia: Trencaclosques tridimensional amb dos cubs entrellaçats 3x3x3

# Description
source: Jigsaw shape puzzle
ca@valencia: Trencaclosques amb forma Jigsaw

# Name
source: Tiny Killer
ca@valencia: Addoku/Tiny Killer

# Description
source: 4x4 Sudoku, but cages must add to totals shown
ca@valencia: Sudoku 4x4, però les caixes s'han d'afegir als totals mostrats

# Description
source: Classic Sudoku, but cages must add to totals shown
ca@valencia: Sudoku clàssic, però les caixes s'han d'afegir als totals mostrats

# Description
source: Size 4x4 grid, with calculated cages
ca@valencia: Mida de quadrícula 4x4, amb caixes calculades

# Name
source: Mathdoku - Settable Size
ca@valencia: Mathdoku - Mida definible

# Description
source: Size 3x3 to 9x9 grid, with calculated cages
ca@valencia: Mida de quadrícula 3x3 a 9x9, amb caixes calculades

# Name
source: Nonomino 9x9
ca@valencia: Nonominó 9x9

# Description
source: Jigsaw variant with irregularly shaped Nonomino blocks
ca@valencia: Variant Jigsaw amb forma de blocs nonominó irregulars

# Name
source: Pentomino 5x5
ca@valencia: Pentominó 5x5

# Description
source: Jigsaw variant with irregularly shaped Pentomino blocks
ca@valencia: Variant Jigsaw amb forma de blocs pentominó irregulars

# Name
source: Roxdoku Twin
ca@valencia: Roxdoku bessó

# Description
source: Three-dimensional puzzle with two 3x3x3 cubes which share a corner
ca@valencia: Trencaclosques tridimensional amb dos cubs 3x3x3 que comparteixen una cantonada

# Description
source: Samurai shape puzzle
ca@valencia: Trencaclosques amb forma de Samurai

# Name
source: Samurai Roxdoku
ca@valencia: Roxdoku samurai

# Description
source: Samurai three-dimensional puzzle with nine 3x3x3 cubes
ca@valencia: Trencaclosques samurai tridimensional amb nou cubs 3x3x3

# Description
source: Sohei puzzle with four overlapping 9x9 squares
ca@valencia: Trencaclosques sohei amb quatre quadrats sobreposats de 9x9

# Name
source: Tetromino 4x4
ca@valencia: Tetrominó 4x4

# Description
source: Jigsaw with Tetromino blocks (Tetris pieces)
ca@valencia: Jigsaw amb blocs tetrominó (peces de Tetris)

# Name
source: Tiny Samurai
ca@valencia: Petit samurai

# Description
source: A smaller samurai puzzle
ca@valencia: Un trencaclosques samurai petit

# Name
source: Windmill
ca@valencia: Moli de vent

# Description
source: Windmill puzzle with five overlapping 9x9 squares
ca@valencia: Trencaclosques moli de vent amb cinc quadrats sobreposats de 9x9

# Description
source: XSudoku shape puzzle
ca@valencia: Trencaclosques amb forma XSudoku

# Name
source: Abstraction
ca@valencia: Abstracció

# Description
source: A ksudoku theme with abstract artwork.
ca@valencia: Un tema del KSudoku amb treball artístic abstracte.

# Name
source: ksudoku_egyptian
ca@valencia: ksudoku_egipci

# Description
source: KSudoku egyptian style theme
ca@valencia: Tema d'estil egipci del KSudoku

# Description
source: KSudoku Scribble theme for KDE 4
ca@valencia: Tema Scribble per al KSudoku per al KDE 4
