Repository: raurodse/prueba
Catalog: */whoopsie-kcm/kcm-whoopsie.po
Languages: ca@valencia

# NAME OF TRANSLATORS
source: Your names
ca@valencia: Antoni Bella

# EMAIL OF TRANSLATORS
source: Your emails
ca@valencia: antonibella5@yahoo.com

# @title
source: Diagnostics
ca@valencia: Diagnòstics

# @info:credit
source: Author
ca@valencia: Autor

# @info
source: Kubuntu can collect anonymous information that helps developers improve it. All information collected is covered by our <link url='%1'>privacy policy</link>.
ca@valencia: La Kubuntu pot recollir informació anònima que ajudarà als desenvolupadors a millorar-la. Tota aquesta informació està coberta per la nostra <link url='%1'>política de privacitat</link>.

# @info
source: <link url='%1'>Previous Reports</link>
ca@valencia: <link url='%1'>Informes anteriors</link>

source: Send error reports to Canonical
ca@valencia: Envia l'informe d'error a Canonical

source: Error reports include information about what a program was doing when it failed. You always have the choice to send or cancel an error report.
ca@valencia: Els informes d'error inclouen informació sobre el que estava fent un programa quan va fallar. Sempre tindreu l'opció d'enviar o cancel·lar un informe d'error.

source: Send a report automatically if a problem prevents login
ca@valencia: Envia un informe de forma automàtica si un problema impedeix l'entrada

source: Send occasional system information to Canonical
ca@valencia: Envia informació ocasional del sistema a Canonical

source: This includes things like how many programs are running, how much disk space the computer has, and what devices are connected.
ca@valencia: Això inclou coses com quants programes s'estan executant, la quantitat d'espai en disc que té l'equip i quins dispositius hi ha connectats.
