Repository: raurodse/prueba
Catalog: */killbots/killbots._desktop_.po
Languages: ca@valencia

# Name
source: Classic
ca@valencia: Clàssic

# Description
source: <qt><p>The rules used in the original BSD command line version of <tt>robots</tt>.</p><p>Nothing fancy, just the basic game elements: no fastbots, no safe teleports, no pushing junkheaps, and a huge game grid.</p><p>Due to its larger width, it is recommended that you use a theme with narrower tiles to better fit your screen.</p></qt>
ca@valencia: <qt><p>Les regles usades a la versió original de línia d'ordres del BSD de <tt>robots</tt>. Res de luxe, només els elements bàsics del joc: sense robots ràpids, sense teletransports segurs, sense empènyer els munts de ferralla i una quadrícula de joc enorme.</p><p>Una quadrícula de 59 per 22 que s'inicia amb 10 robots, 5 més s'afigen a cada ronda, 5 punts per cada robot destruït, 1 punt de bonificació per cada robot destruït mentre esperes fins que acabe la ronda.</p><p>A causa de la seua amplària més gran, es recomana que utilitzes un tema més estret amb mosaics per a ajustar-lo millor a la pantalla.</p></qt>

# Description
source: <qt><p>An approximation of the rules used in Daleks, a robots-like game for early Apple computers.</p><p>The hero is allotted one energy each round that can be used to power the sonic screwdriver. All other special features are disabled.</p></qt>
ca@valencia: <qt><p>Una aproximació a les regles usades a Daleks, un joc semblant al «robots» per als antics ordinadors Apple.</p><p>L'heroi s'atribueix una energia que cada ronda es pot utilitzar per a alimentar el tornavís sònic. Totes les altres característiques estan desactivades.</p></qt>

# Description
source: <qt><p>The default Killbots game type.</p><p>Includes a medium size grid, safe teleports, fast enemies and pushable junkheaps.</p></qt>
ca@valencia: <qt><p>El tipus de joc predeterminat del Killbots.</p><p>Inclou una quadrícula de mida mitjana, teletransports segurs, enemics ràpids i munts de ferralla que es poden empènyer.</p></qt>

# Name
source: Easy
ca@valencia: Fàcil

# Description
source: <qt><p>An easier version of the "Killbots" game type.</p><p>Includes a bigger game grid prepopulated with junkheaps, a starting stash of energy and an increasing energy cap.</p></qt>
ca@valencia: <qt><p>Una versió més fàcil del tipus de joc «Killbots».</p><p>Inclou una quadrícula de joc més gran amb munts de ferralla predisposats, un punt d'energia i càpsules d'increment de l'energia.</p></qt>

# Name
source: Energy Crisis
ca@valencia: Crisi energètica

# Description
source: The player starts with 30 energy and cannot earn more. How many rounds can you survive and how many points can you collect before your energy and luck run out?
ca@valencia: El jugador comença amb 30 d'energia i no en pot guanyar més. Quantes rondes podreu sobreviure i quants punts podreu aconseguir abans que s'esfumi la vostra energia i la vostra sort?

# GenericName
source: Strategy Game with Robots
ca@valencia: Joc d'estratègia amb robots

# Comment
source: A KDE game of killer robots and teleportation.
ca@valencia: Un joc del KDE amb robots assassins i teletransportació.

# Description
source: A theme for those who miss the console version
ca@valencia: Un tema per als que troben a faltar la versió de consola

# Name
source: Mountain Adventure
ca@valencia: Aventura de la muntanya

# Description
source: Indiana Gnomes battles ghosts and bats on a misty mountainside.
ca@valencia: Indiana Gnomes lluita contra fantasmes i ratpenats en un costat de la muntanya bromosa.

# Name
source: Mummy Madness
ca@valencia: Bogeria de les mòmies

# Description
source: Egyptian style theme with mad mummies.
ca@valencia: Tema d'estil egipci amb mòmies boges.

# Name
source: Robot Kill
ca@valencia: Robot assassí

# Description
source: The default Killbots theme.
ca@valencia: El tema predeterminat del Killbots.
