Repository: raurodse/prueba
Catalog: */wacomtablet/wacomtablet._desktop_.po
Languages: ca@valencia

# Name
source: Wacom Tablet Settings
ca@valencia: Arranjament de la tauleta Wacom

# Comment
source: Hotplugging and profile support for Wacom tablets
ca@valencia: Connexió en calent i admet perfils per a tauletes Wacom

# Name
source: Wacom Tablet DataEngine
ca@valencia: Motor de dades de les tauletes Wacom

# Name
source: Graphic Tablet
ca@valencia: Tauleta gràfica

# Comment
source: Wacom Tablet Settings
ca@valencia: Arranjament de la tauleta Wacom

# X-KDE-Keywords
source: Tablet,Input Devices,Wacom,Stylus
ca@valencia: Tauleta,Dispositius d'entrada,Wacom,Llapis

# Name
source: Wacom Tablet
ca@valencia: Tauleta Wacom

# Comment
source: Wacom tablet control daemon
ca@valencia: Dimoni de control de les tauletes Wacom

# Comment
source: Wacom Tablet
ca@valencia: Tauleta Wacom

# Name
source: WacomTablet
ca@valencia: TauletaWacom

# Name
source: New tablet connected
ca@valencia: Hi ha una nova tauleta connectada

# Comment
source: New graphic tablet connected
ca@valencia: Hi ha una nova tauleta gràfica connectada

# Name
source: Tablet removed
ca@valencia: S'ha extret la tauleta

# Comment
source: Graphic tablet removed
ca@valencia: S'ha extret la tauleta gràfica

# Name
source: A tablet error
ca@valencia: Un error a la tauleta

# Comment
source: An error occurred with the tablet
ca@valencia: Hi ha hagut un error amb la tauleta

# Name
source: Wacom Tablet finder
ca@valencia: Detecció de tauletes Wacom

# GenericName
source: Helper tool to detect Wacom Tablets
ca@valencia: Eina d'ajuda per a detectar tauletes Wacom
