Repository: raurodse/prueba
Catalog: */ktorrent/ktorrent._desktop_.po
Languages: ca@valencia

# Name
source: Torrent silently opened
ca@valencia: El torrent s'ha obert en silenci

# Name
source: Torrent stopped by error
ca@valencia: El torrent s'ha aturat per un error

# Name
source: Torrent has finished downloading
ca@valencia: El torrent ha finalitzat la baixada

# Name
source: Maximum share ratio reached
ca@valencia: S'ha assolit la velocitat màxima de compartició

# Name
source: Maximum seed time reached
ca@valencia: S'ha assolit el temps màxim de sembrat

# Name
source: Disk space is running low
ca@valencia: Queda poc espai al disc

# Name
source: Corrupted data has been found
ca@valencia: S'han trobat dades corruptes

# Name
source: Torrent cannot be enqueued
ca@valencia: No s'ha pogut posar el torrent a la cua

# Name
source: Torrent cannot be started
ca@valencia: No s'ha pogut engegar el torrent

# Name
source: Torrent cannot be loaded silently
ca@valencia: No s'ha pogut carregar silenciosament el torrent

# Name
source: DHT is not enabled
ca@valencia: El DHT no està actiu

# Name
source: Event generated by plugin
ca@valencia: Esdeveniment generat pel connector

# Name
source: Magnet link download started
ca@valencia: S'ha iniciat la baixada de l'enllaç «magnet»

# Name
source: Magnet link copied to clipboard
ca@valencia: L'enllaç magnet s'ha copiat al porta-retalls

# GenericName
source: BitTorrent Client
ca@valencia: Client de BitTorrent

# Comment
source: A BitTorrent program by KDE
ca@valencia: Un programa de BitTorrent, creat per la comunitat KDE

# Name
source: Scheduler
ca@valencia: Planificador

# Comment
source: Schedule upload and download limits over a period of a week
ca@valencia: Planifica els límits de pujada i baixada durant un període setmanal

# Name
source: Download Order
ca@valencia: Ordre de baixada

# Comment
source: Specify the download order of a multi-file torrent
ca@valencia: Especifica l'ordre de baixada d'un torrent amb múltiples fitxers

# Name
source: Information Widget
ca@valencia: Giny d'informació

# Comment
source: Displays general information about a torrent in several tabs
ca@valencia: Mostra informació general quant a un torrent en diverses pestanyes

# Name
source: IP Filter
ca@valencia: Filtre d'IP

# Comment
source: Filter IP addresses through a blocklist
ca@valencia: Filtra les adreces IP a través d'una llista de bloqueig

# Name
source: Log Viewer
ca@valencia: Visor del registre

# Comment
source: Displays the logging output
ca@valencia: Mostra l'eixida del registre

# Name
source: Magnet Generator
ca@valencia: Generador de magnet

# Comment
source: Generates magnet links
ca@valencia: Genera enllaços magnet

# Name
source: Media Player
ca@valencia: Reproductor multimèdia

# Comment
source: Phonon-based media player
ca@valencia: Reproductor de suports basat en el Phonon

# Name
source: Scan Folder
ca@valencia: Explora les carpetes

# Comment
source: Scan folders for torrent files and load them
ca@valencia: Explora les carpetes cercant fitxers torrent i els carrega

# Name
source: Scan for lost files
ca@valencia: Explora els fitxers perduts

# Comment
source: Display files in the selected folder that don't belong to any torrent
ca@valencia: Mostra els fitxers de la carpeta seleccionada que no pertanyen a cap torrent

# Name
source: Search
ca@valencia: Cerca

# Comment
source: Search for torrents
ca@valencia: Cerca de torrent

# Name
source: Shutdown
ca@valencia: Aturada

# Comment
source: Allows you to shutdown your computer when torrents finish
ca@valencia: Permet aturar l'ordinador en finalitzar els torrent

# Name
source: Statistics
ca@valencia: Estadístiques

# Comment
source: Shows statistics about torrents in several graphs
ca@valencia: Mostra les estadístiques sobre els torrent en diverses gràfiques

# Name
source: Syndication
ca@valencia: Sindicació

# Comment
source: Syndication plugin for KTorrent, supporting RSS and Atom feeds
ca@valencia: Connector de sindicació per al KTorrent, permet canals RSS i Atom

# Comment
source: Forward ports using UPnP
ca@valencia: Rediregeix els ports usant UPnP

# Comment
source: Discover peers on the local network using the Zeroconf protocol
ca@valencia: Descobreix els parells a la xarxa local usant el protocol Zeroconf
