Repository: raurodse/prueba
Catalog: */ktorrent/org.kde.ktorrent.appdata.po
Languages: ca@valencia

source: BitTorrent Client
ca@valencia: Client de BitTorrent

source: KTorrent is a BitTorrent application by KDE which allows you to download files using the BitTorrent protocol. It enables you to run multiple torrents at the same time and comes with extended features to make it a full-featured client for BitTorrent.
ca@valencia: El KTorrent és una aplicació de BitTorrent creada per la comunitat KDE que vos permetrà descarregar fitxers utilitzant el protocol BitTorrent. Permet executar múltiples torrent alhora i ve amb característiques esteses per a fer-lo un client complet per a BitTorrent.

source: Features:
ca@valencia: Característiques:

source: Queuing of torrents
ca@valencia: Cua dels torrent

source: Global and per torrent speed limits
ca@valencia: Límits de la velocitat global i per torrent

source: Previewing of certain file types, build in (video and audio)
ca@valencia: Vista prèvia de certs tipus de fitxer, integrada en construir (vídeo i àudio)

source: Importing of partially or fully downloaded files
ca@valencia: Importació de fitxers descarregats parcialment o del tot

source: File prioritization for multi-file torrents
ca@valencia: Priorització de fitxers per als torrent amb múltiples fitxers

source: Selective downloading for multi-file torrents
ca@valencia: Descàrrega selectiva per als torrent amb múltiples fitxers

source: Kick/ban peers with an additional IP Filter dialog for list/edit purposes
ca@valencia: Expulsa/veta els parells amb un diàleg de filtre d'IP addicional per a finalitats de llista/edició

source: UDP tracker support
ca@valencia: Suport del seguidor UDP

source: Support for private trackers and torrents
ca@valencia: Suport per als seguidors i torrent privats

source: Support for µTorrent's peer exchange
ca@valencia: Suport per a l'intercanvi entre parells de µTorrent

source: Support for protocol encryption (compatible with Azureus)
ca@valencia: Suport per a l'encriptatge del protocol (compatible amb Azureus)

source: Support for creating trackerless torrents
ca@valencia: Suport per a la creació de torrent sense seguidors

source: Support for distributed hash tables (DHT, the Mainline version)
ca@valencia: Suport per a taules de resum distribuïdes (DHT, la versió de la línia principal)

source: Support for UPnP to automatically forward ports on a LAN with dynamic assigned hosts
ca@valencia: Suport per a UPnP per a desviar automàticament els ports de la LAN amb assignació dinàmica de màquines

source: Support for webseeds
ca@valencia: Suport per a sembradors web

source: System tray integration
ca@valencia: Integració amb la safata del sistema

source: Tracker authentication support
ca@valencia: Suport d'autenticació del seguidor

source: Connection through a proxy
ca@valencia: Connexió a través d'un servidor intermediari

source: In addition to the built-in functionalities, there are some plugins available for KTorrent.
ca@valencia: Addicionalment a les funcionalitats integrades en construir, hi ha alguns connectors disponibles per al KTorrent.
