Repository: raurodse/prueba
Catalog: */kapman/kapman._desktop_.po
Languages: ca@valencia

# GenericName
source: Pac-Man Clone
ca@valencia: Un clon del Pac-Man

# Comment
source: Eat pills escaping ghosts
ca@valencia: Mengeu píndoles mentre escapeu dels fantasmes

# Description
source: Getting bored with Kapman? More than 100,000 points over level 20? Next step: the invisible maze!
ca@valencia: Estàs avorrit del Kapman? Has aconseguit més de 100,000 punts en el nivell 20? Següent pas: el laberint invisible!

# Name
source: Matches
ca@valencia: Llumins

# Description
source: A matches drawn maze
ca@valencia: Un laberint dissenyat amb llumins

# Name
source: Mountain Adventure
ca@valencia: Aventura de la muntanya

# Description
source: Default
ca@valencia: Per omissió

# Name
source: Mummies Crypt
ca@valencia: La cripta de les mòmies

# Description
source: Avoid the mummies at all costs!
ca@valencia: Evita les mòmies a tota costa!

# Description
source: The old game theme revisited
ca@valencia: L'antic tema del joc renovat
