Repository: raurodse/prueba
Catalog: */plasma-framework/plasma-framework._desktop_.po
Languages: ca@valencia

# Comment
source: Report a bug in Plasma
ca@valencia: Informa d'un error en el Plasma

# Keywords
source: plasma;bugzilla;bug;development;support;
ca@valencia: plasma;bugzilla;error;desenvolupament;suport;

# Name
source: Bug
ca@valencia: Error

# Name
source: hello world
ca@valencia: hola món

# Name
source: Applet Test
ca@valencia: Miniaplicació de prova

# Name
source: Configuration test
ca@valencia: Prova la configuració

# Comment
source: Example applet that shows how to use Models embedded in DataEngines
ca@valencia: Miniaplicació de prova que mostra com usar Models incrustats en «DataEngines»

# Name
source: Dataengine model
ca@valencia: Model de «Dataengine»

# Comment
source: Example on how to manage Drop data
ca@valencia: Exemple de com gestionar dades «Drop»

# Name
source: Example notes
ca@valencia: Notes d'exemple

# Name
source: Now playing (QML)
ca@valencia: Ara està en reproducció (QML)

# Comment
source: A proof of concept media player controller qml
ca@valencia: Una prova del concepte de controlador QML per a un reproductor multimèdia

# Name
source: Poor Man's Tasks
ca@valencia: Tasques senzilles

# Comment
source: Example showing how to write your own tasks Widget
ca@valencia: Exemple que mostra com escriure el vostre propi giny («widget») de tasques

# Name
source: Same game (QML)
ca@valencia: Joc Same (QML)

# Comment
source: The Same game QML Qt demo converted as plasmoid
ca@valencia: La demo Qt en QML del joc Same convertit com a plasmoide

# Name
source: Components Test
ca@valencia: Prova els components

# Name
source: Shader Test
ca@valencia: Prova les ombres

# Comment
source: Futzing with Visual Effects
ca@valencia: Jugant amb els efectes visuals

# Name
source: Theme Test
ca@valencia: Prova el tema

# Name
source: Widgets gallery
ca@valencia: Galeria dels ginys («widgets»)

# Comment
source: gallery of widgets done with Plasma QtComponents
ca@valencia: Galeria dels ginys («widgets») fets amb el «QtComponents» del Plasma

# Name
source: Example window thumbnails list
ca@valencia: Exemple de llista de miniatures de les finestres

# Comment
source: Example showing how to display window thumbnails
ca@valencia: Exemple que mostra com visualitzar miniatures de les finestres

# Name
source: Containment Test
ca@valencia: Prova el contenidor

# Name
source: Custom DataContainers
ca@valencia: «DataContainers» personalitzats

# Comment
source: A demonstration of how to subclass DataContainer
ca@valencia: Una demostració de com usar la subclasse «DataContainer»

# Name
source: Simple DataEngine Example
ca@valencia: Exemple senzill de «DataEngine»

# Comment
source: A very basic DataEngine implementation
ca@valencia: Una implementació molt bàsica de «DataEngine»

# Name
source: Sources On Request
ca@valencia: Fonts a demanda

# Comment
source: A DataEngine example showing how to respond to requests for source creation and updates
ca@valencia: Un exemple de «DataEngine» que mostra com respondre a peticions de creació i actualització de les fonts

# Comment
source: Basic App
ca@valencia: Aplicació bàsica

# Name
source: Test
ca@valencia: Prova

# Comment
source: A dummy plugin for testing
ca@valencia: Un connector fals per a proves

# Name
source: Autumn
ca@valencia: Tardor

# Comment
source: A breath of fresh air
ca@valencia: Una alenada d'aire fresc

# Name
source: Breeze Dark
ca@valencia: Brisa fosca

# Comment
source: Breeze Dark by the KDE VDG
ca@valencia: Brisa fosca pel VDG del KDE

# Name
source: Breeze Light
ca@valencia: Brisa clara

# Comment
source: Breeze Light by the KDE VDG
ca@valencia: Brisa clara pel VDG del KDE

# Name
source: Breeze
ca@valencia: Brisa

# Comment
source: Breeze by the KDE VDG
ca@valencia: Brisa pel VDG del KDE

# Comment
source: Theme done in the Oxygen style
ca@valencia: Tema fet en l'estil Oxygen

# Comment
source: Plasma applet
ca@valencia: Miniaplicació del Plasma

# Comment
source: Plasma ContainmentActions
ca@valencia: «ContainmentActions» del Plasma

# Comment
source: Plasma applet container and background painter
ca@valencia: Contenidor de miniaplicació del Plasma i pintor de fons

# Comment
source: Plasma Data Engine
ca@valencia: Motor de dades del Plasma

# Name
source: Plasma Package
ca@valencia: Paquet del Plasma

# Comment
source: Generic Plasma Package
ca@valencia: Paquet genèric del Plasma

# Name
source: Plasma Look and Feel
ca@valencia: Aspecte i comportament del Plasma

# Comment
source: Defines the Visual Language for Plasma Shells
ca@valencia: Defineix el llenguatge visual pels intèrprets d'ordres del Plasma

# Comment
source: Plasma package structure definition
ca@valencia: Definició de l'estructura d'un paquet Plasma

# Comment
source: Scripting language extension for Plasma
ca@valencia: Extensió pel llenguatge de creació de scripts pel Plasma

# Comment
source: Plasma service
ca@valencia: Servei del Plasma

# Name
source: Plasma Shell
ca@valencia: Intèrpret d'ordres del Plasma

# Comment
source: Plasma Shell Components
ca@valencia: Components de l'intèrpret d'ordres del Plasma

# Name
source: Declarative widget
ca@valencia: Giny («Widget») declaratiu

# Comment
source: Native Plasma widget written in QML and JavaScript
ca@valencia: Giny («Widget») nadiu del Plasma escrit en QML i JavaScript

# Comment
source: Plasma wallpaper
ca@valencia: Fons de pantalla del Plasma

# Name
source: Plasma QML/C++ Applet
ca@valencia: Miniaplicació QML/C++ del Plasma

# Comment
source: A Plasma Applet template written in an hybrid mix of QML and C++: a Plasma applet template displaying a SVG picture and a text
ca@valencia: Una plantilla de miniaplicació del Plasma escrita en una barreja híbrida de QML i C++: una plantilla de miniaplicació del Plasma que mostra una imatge SVG i un text

# Comment
source: what your app does in a few words
ca@valencia: Què fa aquesta aplicació en poques paraules

# Name
source: Simple Plasma Wallpaper
ca@valencia: Fons de pantalla senzill del Plasma

# Comment
source: Simple Plasma Wallpaper template: a Plasma wallpaper template displaying a text
ca@valencia: Plantilla de fons de pantalla senzill del Plasma: una plantilla de fons de pantalla del Plasma que mostra un text

# Name
source: Simple Plasma Wallpaper with QML extension
ca@valencia: Fons de pantalla senzill del Plasma amb extensió QML

# Comment
source: A Plasma wallpaper which uses custom API provided by an own QML extension plugin
ca@valencia: Un fons de pantalla del Plasma que usa una API personalitzada proporcionada per un connector propi d'una extensió QML

# Name
source: Plasma QML Applet
ca@valencia: Miniaplicació QML del Plasma

# Comment
source: Plasma QML Applet template: a Plasma applet template displaying a SVG picture and a text
ca@valencia: Una plantilla de miniaplicació del Plasma en QML: una plantilla de miniaplicació del Plasma que mostra una imatge SVG i un text

# Name
source: Plasma QML Applet with QML extension
ca@valencia: Miniaplicació QML del Plasma amb una extensió QML

# Comment
source: A template for a Plasma applet which uses custom API provided by an own QML extension plugin
ca@valencia: Una plantilla per a una miniaplicació Plasma que usa una API personalitzada proporcionada per un connector propi d'una extensió QML
