Repository: raurodse/prueba
Catalog: */k3b/k3b._json_.po
Languages: ca@valencia

# Name
source: K3b FFMpeg Decoder
ca@valencia: Descodificador FFMpeg del K3b

# Name
source: K3b FLAC Decoder
ca@valencia: Descodificador FLAC del K3b

# Name
source: K3b Libsndfile Decoder
ca@valencia: Descodificador Libsndfile del K3b

# Name
source: K3b MAD Decoder
ca@valencia: Descodificador MAD del K3b

# Name
source: K3b Musepack Decoder
ca@valencia: Descodificador Musepack del K3b

# Name
source: K3b Ogg Vorbis Decoder
ca@valencia: Descodificador Ogg Vorbis del K3b

# Name
source: K3b ??? Decoder
ca@valencia: Descodificador ??? del K3b

# Name
source: K3b Wave Decoder
ca@valencia: Descodificador Wave del K3b

# Name
source: K3b External Audio Encoder
ca@valencia: Codificador extern d'àudio del K3b

# Name
source: K3b Lame MP3 Encoder
ca@valencia: Codificador MP3 Lame del K3b

# Name
source: K3b Ogg Vorbis Encoder
ca@valencia: Codificador Ogg Vorbis del K3b

# Name
source: K3b ??? Encoder
ca@valencia: Codificador ??? del K3b

# Name
source: K3b SoX Audio Encoder
ca@valencia: Codificador d'àudio SoX del K3b

# Name
source: K3b Audio Metainfo Renamer
ca@valencia: Reanomenador de la meta-informació d'àudio del K3b

# Name
source: K3b CDDB Audio Plugin
ca@valencia: Connector CDDB d'àudio del K3b

# Description
source: Decoding module to decode WMA files
ca@valencia: Mòdul de descodificació per a descodificar fitxers WMA

# Description
source: Decoding module to decode FLAC files
ca@valencia: Mòdul de descodificació per a descodificar fitxers FLAC

# Description
source: Decoding module to decode audio files supported by libsndfile
ca@valencia: Mòdul de descodificació per a descodificar fitxers d'àudio admesos per la «libsndfile»

# Description
source: Decoding module to decode MPEG 1 Layer III files
ca@valencia: Mòdul de descodificació per a descodificar fitxers MPEG 1 Layer III

# Description
source: Decoding module to decode Musepack audio files
ca@valencia: Mòdul de descodificació per a descodificar fitxers d'àudio Musepack

# Description
source: Decoding module to decode Ogg Vorbis files
ca@valencia: Mòdul de descodificació per a descodificar fitxers Ogg Vorbis

# Description
source: Decoding module to decode ??? files
ca@valencia: Mòdul de descodificació per a descodificar fitxers ???

# Description
source: Decoding module to decode wave files
ca@valencia: Mòdul de descodificació per a descodificar fitxers wave

# Description
source: Encoding module that allows specifying an encoding command
ca@valencia: Mòdul extern que permet especificar una ordre de codificació

# Description
source: Encoding module to encode MPEG1 Layer III (MP3) files
ca@valencia: Mòdul de codificació per a codificar fitxers MPEG 1 Layer III (MP3)

# Description
source: Encoding module to encode Ogg Vorbis files
ca@valencia: Mòdul de codificació per a codificar fitxers Ogg Vorbis

# Description
source: Encoding module to encode <name> files
ca@valencia: Mòdul de codificació per a codificar fitxers <name>

# Description
source: Encoding module to encode many file formats using SoX
ca@valencia: Mòdul de codificació per a codificar molts formats de fitxers usant SoX

# Description
source: Plugin to rename audio files in a data project based on the meta info.
ca@valencia: Connector per a reanomenar fitxers d'àudio en un projecte de dades basat en la meta-informació.

# Description
source: Plugin to query a CDDB server for information about an audio project.
ca@valencia: Connector per a consultar un servidor CDDB informació quant a un projecte d'àudio.
