Repository: raurodse/prueba
Catalog: */k3b/k3b._desktop_.po
Languages: ca@valencia

# Name
source: Video DVD Browser
ca@valencia: Navegador de DVD de vídeo

# Name
source: K3b Plugin
ca@valencia: Connector K3b

# Name
source: K3b External Audio Encoder Config Widget
ca@valencia: Giny de configuració del codificador extern d'àudio del K3b

# Name
source: K3b Lame MP3 Encoder Config Module
ca@valencia: Mòdul de configuració del codificador MP3 Lame del K3b

# Name
source: K3b Ogg Vorbis Encoder Config Widget
ca@valencia: Giny de configuració del codificador Ogg Vorbis del K3b

# Name
source: K3b SoX Audio Encoder Config Module
ca@valencia: Mòdul de configuració del codificador d'àudio SoX

# Name
source: Update device and programs permissions
ca@valencia: Actualitza els permisos dels dispositius i programes

# Description
source: Authentication is required to update permissions of devices and programs
ca@valencia: Cal autenticar-se per a actualitzar els permisos dels dispositius i els programes

# Name
source: Adds current user to a specified group
ca@valencia: Afig l'usuari actual a un grup especificat

# Description
source: Authentication is required to add current user to a group
ca@valencia: Cal autenticar-se per a afegir l'usuari actual a un grup

# Name
source: Process successful
ca@valencia: Procés correcte

# Comment
source: Process successfully finished
ca@valencia: El procés s'ha completat correctament

# Name
source: Process error
ca@valencia: Error de procés

# Comment
source: Process finished with errors
ca@valencia: El procés ha finalitzat amb errors

# Name
source: Waiting for medium
ca@valencia: S'està esperant el suport

# Comment
source: The user needs to insert a medium
ca@valencia: L'usuari ha d'introduir un suport

# Name
source: Busy
ca@valencia: Ocupat

# Comment
source: K3b is currently busy and cannot start any other operations
ca@valencia: El K3b ara mateix està ocupat i no pot iniciar altres operacions

# Name
source: No problems found
ca@valencia: No s'ha trobat cap problema

# Comment
source: No problems found in system configuration
ca@valencia: No s'han trobat problemes amb la configuració del sistema

# Name
source: Mount/unmount failed
ca@valencia: Ha fallat en muntar/desmuntar

# Comment
source: Medium cannot be mount or unmounted
ca@valencia: El suport no es pot muntar o desmuntar

# Name
source: Track data not found
ca@valencia: No s'han trobat les dades de la pista

# Comment
source: Track information has not been found in the online database
ca@valencia: No s'ha trobat la informació de la pista a la base de dades en línia

# GenericName
source: Disk Burning
ca@valencia: Gravació de disc

# Comment
source: Disk writing program
ca@valencia: Programa d'escriptura de disc

# Name
source: Extract Digital Audio with K3b
ca@valencia: Extreu àudio digital amb el K3b

# Name
source: Copy with K3b
ca@valencia: Copia amb el K3b

# Name
source: Create Audio CD with K3b
ca@valencia: Crea un CD d'àudio amb el K3b

# Name
source: Create data project with K3b
ca@valencia: Crea un projecte de dades amb el K3b

# Name
source: Create Video CD with K3b
ca@valencia: Crea un CD de vídeo amb el K3b

# Name
source: Copy DVD with K3b
ca@valencia: Copia un DVD amb el K3b

# Name
source: Rip Video DVD Titles with K3b
ca@valencia: Extreu els títols del DVD amb el K3b

# Name
source: Write CD Image with K3b
ca@valencia: Escriu una imatge de CD amb el K3b

# Name
source: Write image to disc with K3b
ca@valencia: Escriu una imatge al disc amb el K3b
