Repository: raurodse/prueba
Catalog: */kdiff3/org.kde.kdiff3.appdata.po
Languages: ca@valencia

source: A file and folder comparison and merge tool
ca@valencia: Una eina per a la comparació i fusió de fitxers i carpetes

source: KDiff3 is a file and folder diff and merge tool which
ca@valencia: El KDiff3 és una eina per a la comparació i fusionat de fitxers i carpetes

source: compares and merges two or three text input files or folders,
ca@valencia: compara i fusiona dos o tres fitxers o carpetes des de l'entrada,

source: shows the differences line by line and character by character(!),
ca@valencia: mostra les diferències línia per línia i caràcter per caràcter!,

source: provides an automatic merge-facility,
ca@valencia: proporciona la facilitat del fusionat automàtic,

source: has an editor for comfortable solving of merge-conflicts,
ca@valencia: té un editor per a la solució còmoda dels conflictes de fusionat,

source: provides network transparency via KIO,
ca@valencia: proporciona transparència de xarxa a través del KIO,

source: has options to highlight or hide changes in white-space or comments,
ca@valencia: té opcions per a ressaltar o ocultar els canvis en els espais en blanc o els comentaris,

source: supports Unicode, UTF-8 and other file encodings,
ca@valencia: admet Unicode, UTF-8 i altres codificacions de fitxer,

source: prints differences,
ca@valencia: imprimeix les diferències,

source: supports version control keyword and history merging.
ca@valencia: admet la paraula clau per al control de versions i un historial de les fusions.
