Repository: raurodse/prueba
Catalog: */kleopatra/kleopatra._desktop_.po
Languages: ca@valencia

# Name
source: GnuPG System
ca@valencia: Sistema GnuPG

# Comment
source: Configuration of GnuPG System options
ca@valencia: Configuració de les opcions del sistema GnuPG

# Name
source: Kleopatra Decrypt/Verify Files
ca@valencia: Desencriptat/verificació de fitxers del Kleopatra

# Name
source: Decrypt/Verify File
ca@valencia: Desencriptat/verificació de fitxers

# Name
source: Kleopatra Decrypt/Verify All Files In Folder
ca@valencia: Desencriptat/verificació de fitxers de tots els fitxers en una carpeta del Kleopatra

# Name
source: Decrypt/Verify All Files In Folder
ca@valencia: Desencriptat/verificació de fitxers de tots els fitxers en una carpeta

# Comment
source: Certificate Manager and Unified Crypto GUI
ca@valencia: Gestor de certificats i IGU criptogràfica unificada

# Name
source: Kleopatra Sign/Encrypt Files
ca@valencia: Signatura/Encriptat de fitxers del Kleopatra

# Name
source: Sign & Encrypt File
ca@valencia: Signa i encripta el fitxer

# Name
source: Encrypt File
ca@valencia: Encripta el fitxer

# Name
source: OpenPGP-Sign File
ca@valencia: Signa amb OpenPGP el fitxer

# Name
source: S/MIME-Sign File
ca@valencia: Signa amb S/MIME el fitxer

# Name
source: Kleopatra Sign/Encrypt Folders
ca@valencia: Signatura/Encriptat de carpetes del Kleopatra

# Name
source: Archive, Sign && Encrypt Folder
ca@valencia: Arxiva, signa i encripta la carpeta

# Name
source: Archive && Encrypt Folder
ca@valencia: Arxiva i encripta la carpeta

# GenericName
source: Certificate Manager and Unified Crypto GUI
ca@valencia: Gestor de certificats i IGU criptogràfica unificada
