Repository: raurodse/prueba
Catalog: */kphotoalbum/kphotoalbum._desktop_.po
Languages: ca@valencia

# GenericName
source: Photo Album
ca@valencia: Àlbum de fotografies

# Name
source: Open in RAW editor
ca@valencia: Obri en un editor RAW

# Comment
source: Send RAW files to external editor on command line
ca@valencia: Envia els fitxers RAW a un editor extern a través de la línia d'ordres

# Name
source: KPhotoAlbum Blue
ca@valencia: KPhotoAlbum blau

# Description
source: Straight lines, square boxes and two fresh crisp shades of blue.
ca@valencia: Línies rectes, quadres rectangulars i dos tons frescos de blau.

# Name
source: Dark JavaScript v1.3.0
ca@valencia: JavaScript fosc v1.3.0

# Description
source: This theme uses JavaScript heavily to provide smooth photo gallery. Naturally images can be navigated without JavaScript support similarly as with the dark theme. The main window provides a thumbnail view with smallest image (by default) on right. The largest generated images can be viewed either with manual navigation or slide show. This theme works best with rather small images that can fully fit to the screen.
ca@valencia: Aquest tema usa intensament el JavaScript per a proporcionar una suau galeria de fotos. Naturalment es pot navegar per les imatges sense el suport de JavaScript de manera semblant al tema fosc. La finestra principal proporciona una vista de miniatures amb les imatges més petites a la dreta (predeterminat). Les imatges generades més grans es poden veure amb la navegació manual o bé amb un passe de diapositives. Aquest tema funciona millor amb imatges bastant petites que poden encaixar completament a la pantalla.

# Name
source: Dark v1.0.1
ca@valencia: Fosc v1.0.1

# Description
source: This theme uses darkish colors and provides basic gallery quite similar to other themes in KPhotoAlbum. Possibility to navigate images with keyboard is added if JavaScript support is enabled.
ca@valencia: Aquest tema usa colors foscos i proporciona una galeria bàsica força semblant a altres temes del KPhotoAlbum. Possibilita navegar per les imatges amb el teclat si s'ha activat el suport de JavaScript.

# Name
source: KPhotoAlbum Grey
ca@valencia: KPhotoAlbum gris

# Description
source: Clean theme with square boxes and two shades of dark grey which keeps the emphasis on your pictures.
ca@valencia: Tema net amb quadres rectangulars i dos tons de gris fosc que manté l'èmfasi a les imatges.

# Description
source: PicBelow has all its description texts above the image, ensuring that this info is not missed by those who cannot scroll.\n This theme is based upon Dark v1.0.1 by Miika Turkia and similarly allows keyboard navigation.\n Colors are grey on a deep dark red background.
ca@valencia: El PicBelow té tots els textos de les descripcions sota la imatge, assegurant que aquesta informació no es perd quan no es pot usar el desplaçament.\n Aquest tema està basat en el Dark v1.0.1 d'en Miika Turkia i de manera semblant permet la navegació amb el teclat.\n El color és gris sobre un fons roig fosc.

# Name
source: Rounded
ca@valencia: Arrodonit

# Description
source: This theme uses rounded boxes with a non-intrusive pastel pink background. Descriptions are centered below the image.
ca@valencia: Aquest tema usa quadres arrodonits amb un fons rosa pastís no intrusiu. Les descripcions estan centrades sota la imatge.
