Repository: raurodse/prueba
Catalog: */itinerary/org.kde.itinerary.appdata.po
Languages: ca@valencia

source: Digital travel assistant
ca@valencia: Assistent de viatges digital

source: KDE Itinerary is a digital travel assistant with a priority on protecting your privacy.
ca@valencia: El KDE Itinerary és un assistent digital de viatge amb la prioritat de protegir la vostra privadesa.

source: Features:
ca@valencia: Característiques:

source: Timeline view of a unified travel itinerary with automatic trip grouping.
ca@valencia: Vista de la línia de temps d'un itinerari unificat de viatges amb agrupació automàtica de viatge.

source: Supports train, bus and flight bookings as well as hotel, restaurant, event and rental car reservations.
ca@valencia: Permet reserva de tren, autobús i avió, així com reserves d'hotels, restaurants, esdeveniments i lloguer de cotxes.

source: Boarding pass management.
ca@valencia: Gestió de les targetes d'embarcament.

source: Supports ticket management for multi-traveler and multi-ticket bookings.
ca@valencia: Permet la gestió de bitllets per a reserves multiviatger i multibitllet.

source: Automatic booking data extraction from various input formats, performed locally on your device.
ca@valencia: Extracció automàtica de dades de les reserves des de diversos formats d'entrada, efectuades localment en el vostre dispositiu.

source: Real-time delay and platform change information for trains.
ca@valencia: Informació d'endarreriments i canvis de plataforma en temps real per als trens.

source: Weather forecast for destination along your trip.
ca@valencia: Previsió meteorològica de la destinació durant el viatge.

source: Full control over all online access.
ca@valencia: Control total sobre tots els accessos en línia.

source: Selection of alternative train connections on unbound tickets or on missed connections.
ca@valencia: Selecció de connexions alternatives de tren en bitllets independents o en connexions perdudes.

source: Local ground transportation navigation between elements of your itinerary.
ca@valencia: Navegació de transport local terrestre entre elements de l'itinerari.

source: Train coach layout view (for some operators only).
ca@valencia: Vista de la disposició de vagons del tren (només per a alguns operadors).

source: Train station and airport per-floor maps based on OpenStreetMap data.
ca@valencia: Mapes per planta de l'estació de tren i l'aeroport basats en les dades d'OpenStreetMap.

source: Available dock-based or free-floating rental bikes can be displayed on the train station map.
ca@valencia: Les bicicletes de lloguer disponibles ancorades o flotants es poden mostrar en el mapa de l'estació de tren.

source: Personal travel statistics to monitor environmental impact.
ca@valencia: Estadístiques de viatges personals per a controlar l'impacte ambiental.

source: KDE Itinerary works best alongside KMail's itinerary extraction plug-in and KDE Connect, or Nextcloud Hub and DavDroid.
ca@valencia: El KDE Itinerary funciona millor amb el connector d'extracció d'itineraris del KMail i el KDE Connect, o el Nextcloud Hub i el DavDroid.

source: Timeline view
ca@valencia: Vista de la línia de temps

source: Boarding pass view
ca@valencia: Vista de les targetes d'embarcament

source: Train layout view highlighting the coach with a seat reservation
ca@valencia: Vista de la disposició del tren amb ressaltat del vagó amb una reserva de seient

source: Train station platform map, highlighting arrival and departure platforms
ca@valencia: Mapa de la plataforma de l'estació de tren, destacant les plataformes d'arribada i eixida

source: Train station map showing real-time availability of rental bikes
ca@valencia: Mapa de l'estació de tren que mostra la disponibilitat en temps real de les bicicletes de lloguer

source: Detailed information for the select entity on the train station map
ca@valencia: Informació detallada de l'entitat seleccionada en el mapa de l'estació de tren

source: Travel statistics view
ca@valencia: Vista de les estadístiques dels viatges
