Repository: raurodse/prueba
Catalog: */kwin/kwin._desktop_.po
Languages: ca@valencia

# Name
source: Blur
ca@valencia: Difumina

# Name
source: Desktop Grid
ca@valencia: Graella d'escriptori

# Name
source: Dialog Parent
ca@valencia: Diàleg principal

# Comment
source: Darkens the parent window of the currently active dialog
ca@valencia: Enfosqueix la finestra principal del diàleg actual actiu

# Name
source: Dim Inactive
ca@valencia: Enfosqueix les inactives

# Comment
source: Darkens the entire screen when requesting root privileges
ca@valencia: Enfosqueix tota la pantalla en demanar privilegis d'administrador

# Name
source: Dim Screen for Administrator Mode
ca@valencia: Enfosqueix la pantalla per al mode d'administrador

# Name
source: Fade Desktop
ca@valencia: Fosa de l'escriptori

# Comment
source: Fade between virtual desktops when switching between them
ca@valencia: Fosa entre els escriptoris virtuals quan es canvien entre ells

# Name
source: Fade
ca@valencia: Fosa

# Comment
source: Make windows smoothly fade in and out when they are shown or hidden
ca@valencia: Fa que les finestres s'encenguen o s'apaguen de manera gradual quan es mostren o s'oculten

# Name
source: Fading Popups
ca@valencia: Missatges emergents que es fonen

# Comment
source: Make popups smoothly fade in and out when they are shown or hidden
ca@valencia: Fa que els missatges emergents s'encenguen o s'apaguen de manera gradual quan es mostren o s'oculten

# Name
source: Desaturate Unresponsive Applications
ca@valencia: Dessatura les aplicacions que no responguen

# Comment
source: Desaturate windows of unresponsive (frozen) applications
ca@valencia: Dessatura les finestres de les aplicacions que no responen (congelades)

# Name
source: Glide
ca@valencia: Lliscament

# Name
source: Invert
ca@valencia: Inverteix

# Comment
source: KWin Effect
ca@valencia: Efecte de KWin

# Name
source: Login
ca@valencia: Entrada

# Comment
source: Smoothly fade to the desktop when logging in
ca@valencia: Transició suau a l'escriptori en connectar-se

# Name
source: Logout
ca@valencia: Eixida

# Comment
source: Smoothly fade to the logout screen
ca@valencia: Transició suau a la pantalla d'eixida

# Name
source: Looking Glass
ca@valencia: Aspecte de vidre

# Name
source: Magic Lamp
ca@valencia: Làmpada màgica

# Name
source: Magnifier
ca@valencia: Lupa

# Comment
source: Animation for a window going to maximize/restore from maximize
ca@valencia: Animació per una finestra que es maximitza/restaura des de maximització

# Name
source: Maximize
ca@valencia: Maximitza

# Comment
source: Cross fade animation when Tooltips or Notifications change their geometry
ca@valencia: Animació d'esvaïment creuat quan els consells d'eines o les notificacions canvien la seua geometria

# Name
source: Morphing popups
ca@valencia: Missatges emergents en metamorfosi

# Name
source: Mouse Click Animation
ca@valencia: Animació de clic de ratolí

# Name
source: Mouse Mark
ca@valencia: Marca amb el ratolí

# Name
source: Present Windows
ca@valencia: Presenta les finestres

# Name
source: Resize Window
ca@valencia: Redimensionament de les finestres

# Name
source: Scale
ca@valencia: Escala

# Comment
source: Make windows smoothly scale in and out when they are shown or hidden
ca@valencia: Fa que les finestres entrin o isquen volant quan es mostren o s'oculten

# Name
source: Show FPS
ca@valencia: Mostra els FPS

# Name
source: Show Paint
ca@valencia: Mostra el pintat

# Name
source: Slide
ca@valencia: Diapositiva

# Comment
source: Squash windows when they are minimized
ca@valencia: Amuntega les finestres quan estan minimitzades

# Name
source: Squash
ca@valencia: Amuntega

# Name
source: Thumbnail Aside
ca@valencia: Miniatures de costat

# Name
source: Track Mouse
ca@valencia: Seguiment del ratolí

# Name
source: Translucency
ca@valencia: Translucidesa

# Comment
source: Make windows translucent under different conditions
ca@valencia: Torna translúcides les finestres en diverses condicions

# Name
source: Window Aperture
ca@valencia: Obertura de la finestra

# Name
source: Wobbly Windows
ca@valencia: Finestres sacsejades

# Comment
source: Compositor Settings for Desktop Effects
ca@valencia: Arranjament del compositor pels efectes d'escriptori

# Name
source: Window Decorations
ca@valencia: Decoració de les finestres

# Comment
source: Configure window titlebars and borders
ca@valencia: Configura la barra de títol i les vores de les finestres

# Name
source: Virtual Desktops
ca@valencia: Escriptoris virtuals

# Name
source: Desktop Effects
ca@valencia: Efectes d'escriptori

# Name
source: Window Manager Effects
ca@valencia: Efectes del gestor de finestres

# Comment
source: Desktop Effects
ca@valencia: Efectes d'escriptori

# Name
source: Window Behavior
ca@valencia: Comportament de les finestres

# Name
source: Window Rules
ca@valencia: Regles de les finestres

# Comment
source: Individual Window Behavior
ca@valencia: Comportament individual de les finestres

# Name
source: Screen Edges
ca@valencia: Vores de la pantalla

# Name
source: Touch Screen
ca@valencia: Pantalla tàctil

# X-KDE-Keywords
source: kwin,window,manager,effect,edge,border,action,switch,desktop,desktop edges,screen edges,side of screen,screen behavior,touch screen
ca@valencia: kwin,finestra,gestor,efecte,vora,borde,acció,canvi,escriptori,vores d'escriptori,vores de pantalla,costat de pantalla,comportament de la pantalla,pantalla tàctil

# Name
source: KWin Scripts
ca@valencia: Scripts de KWin

# Comment
source: Manage KWin scripts
ca@valencia: Gestiona els scripts de KWin

# Name
source: Window Manager Scripts
ca@valencia: Scripts del gestor de finestres

# Name
source: Window Manager Switching Layouts
ca@valencia: Disposicions del commutador del gestor de finestres

# Name
source: Task Switcher
ca@valencia: Commutador de tasques

# Comment
source: Navigation Through Windows
ca@valencia: Navegació per les finestres

# Comment
source: KWin Window Manager
ca@valencia: Gestor de finestres KWin

# Name
source: Compositing has been suspended
ca@valencia: S'ha suspès la composició

# Comment
source: Another application has requested to suspend compositing.
ca@valencia: Una altra aplicació ha sol·licitat suspendre la composició.

# Name
source: Graphics Reset
ca@valencia: Reinici dels gràfics

# Comment
source: A graphics reset event occurred
ca@valencia: Ha ocorregut un esdeveniment de reinici dels gràfics

# Comment
source: KWin Window Decoration
ca@valencia: Decoració de les finestres de KWin

# Comment
source: The classic theme known from KDE 3
ca@valencia: El tema clàssic conegut des de KDE 3

# Comment
source: KWin Script
ca@valencia: Script de KWin

# Name
source: Desktop Change OSD
ca@valencia: OSD de canvi d'escriptori

# Comment
source: An on screen display indicating the desktop change
ca@valencia: Un missatge en la pantalla que indica el canvi d'escriptori

# Name
source: MinimizeAll
ca@valencia: MinimitzaTot

# Comment
source: Adds a shortcut to minimize and restore all windows
ca@valencia: Afig una drecera per a minimitzar i restaurar totes les finestres

# Name
source: Synchronize Skip Switcher with Taskbar
ca@valencia: Sincronitza «Ignora el commutador» amb la barra de tasques

# Comment
source: Hides all windows marked as Skip Taskbar to be also excluded from window switchers (e.g. Alt+Tab)
ca@valencia: Oculta totes les finestres marcades com a «Ignora la barra de tasques» perquè també s'excloguen dels commutadors de finestres (p. ex. Alt+Tab)

# Name
source: Video Wall
ca@valencia: Mur de vídeo

# Comment
source: Spans fullscreen video player over all attached screens to create a Video Wall
ca@valencia: Expandeix el reproductor de vídeo a pantalla completa per a totes les pantalles adjuntades per a crear un mur de vídeo.

# Comment
source: KWin Desktop Switcher Layout
ca@valencia: Disposició del commutador d'escriptoris de KWin

# Comment
source: KWin Window Switcher Layout
ca@valencia: Disposició del commutador de finestres de KWin
