Repository: raurodse/prueba
Catalog: */kmail/kmail._desktop_.po
Languages: ca@valencia

# Comment
source: Archive Mail Agent
ca@valencia: Agent d'arxivat de correu

# Name
source: Archive Mail Agent
ca@valencia: Agent d'arxivat de correu

# Name
source: Archive Mail finished
ca@valencia: Ha finalitzat l'arxivat del correu

# Name
source: Archive Mail started
ca@valencia: S'ha iniciat l'arxivat del correu

# Name
source: Directory does not exist
ca@valencia: El directori no existeix

# Name
source: Archive Mail Error
ca@valencia: Error en arxivar el correu

# Comment
source: Followup reminder agent
ca@valencia: Agent per als recordatoris de seguiment

# Name
source: Mail Follow Up Received
ca@valencia: S'ha rebut correu de seguiment

# Name
source: Followup Reminder Agent
ca@valencia: Agent de recordatoris de seguiment

# Comment
source: Followup Reminder Agent allows to remind you when an email was not answered.
ca@valencia: L'agent de recordatoris de seguiment permet recordar quan un correu electrònic no ha estat respost.

# Comment
source: Mail Filter Agent
ca@valencia: Agent de filtre de correu

# Name
source: Mail Filter Agent
ca@valencia: Agent de filtre de correu

# Name
source: Mail filter log enabled
ca@valencia: Activat el registre de filtratge de correu

# Name
source: An error occurred during filtering
ca@valencia: S'ha detectat un error durant el filtratge

# Comment
source: Extension to filter emails
ca@valencia: Extensió per a filtrar correus

# Comment
source: Mail Merge Agent
ca@valencia: Agent de fusió del correu

# Name
source: Mail Merge Agent
ca@valencia: Agent de fusió del correu

# Comment
source: Send Later Agent
ca@valencia: Agent d'enviament més tard

# Name
source: Mail is sent
ca@valencia: S'ha enviat el correu

# Name
source: Send mail failed
ca@valencia: Ha fallat en enviar el correu

# Name
source: Send Later Agent
ca@valencia: Agent d'enviament més tard

# Name
source: Unified Mailbox Agent
ca@valencia: Agent de la bústia unificada

# Comment
source: Unified Mailbox Agent
ca@valencia: Agent de la bústia unificada

# Name
source: KMail Refresh Settings
ca@valencia: Actualitza la configuració del KMail

# GenericName
source: KMail refresh settings
ca@valencia: Actualitza la configuració del KMail

# Comment
source: Refresh KMail settings
ca@valencia: Actualitza la configuració del KMail

# GenericName
source: TNEF File Viewer (proprietary format used by outlook)
ca@valencia: Visor de fitxers TNEF (format usat per l'Outlook)

# Comment
source: A viewer/extractor for TNEF files
ca@valencia: Un visor/extractor per als fitxers TNEF

# Name
source: Accounts
ca@valencia: Comptes

# Comment
source: Setup for Sending and Receiving Messages
ca@valencia: Configuració per a enviar i rebre missatges

# Name
source: Appearance
ca@valencia: Aparença

# Comment
source: Customize Visual Appearance
ca@valencia: Personalitza l'aparença visual

# Name
source: Composer
ca@valencia: Editor

# Comment
source: Message Composer Settings
ca@valencia: Configuració de l'editor de missatges

# Name
source: Misc
ca@valencia: Miscel·lània

# Comment
source: Settings that don't fit elsewhere
ca@valencia: Opcions que no van bé enlloc

# Name
source: Plugins
ca@valencia: Connectors

# Comment
source: Settings Plugins
ca@valencia: Configuració dels connectors

# Name
source: Security
ca@valencia: Seguretat

# Comment
source: Security & Privacy Settings
ca@valencia: Configuració de la seguretat i privadesa

# Name
source: Akonadi server sent a warning
ca@valencia: El servidor Akonadi ha enviat un avís

# Comment
source: Akonadi server sent a warning
ca@valencia: El servidor Akonadi ha enviat un avís

# Name
source: Akonadi server sent an error
ca@valencia: El servidor Akonadi ha enviat un error

# Comment
source: Akonadi server sent an error
ca@valencia: El servidor Akonadi ha enviat un error

# Name
source: A resource is broken
ca@valencia: Hi ha un recurs trencat

# Comment
source: A resource change its state to broken
ca@valencia: Un recurs canvia el seu estat a trencat

# Name
source: Impossible to send email
ca@valencia: És impossible enviar el correu

# Comment
source: Problem during send mail
ca@valencia: Problema durant l'enviament del correu

# Name
source: Archive Mails in Folder done
ca@valencia: S'ha realitzat l'arxivat del correu a la carpeta

# Name
source: Folder Archive Error
ca@valencia: Error en arxivar la carpeta

# Name
source: Email added to the send later queue
ca@valencia: Correu afegit a la cua per a enviar més tard

# Comment
source: A delayed email delivery is configured and can be canceled
ca@valencia: S'ha configurat un lliurament de correu retardat i es pot cancel·lar

# Name
source: KMail view
ca@valencia: Vista del KMail

# GenericName
source: Mail Client
ca@valencia: Client de correu

# Comment
source: Send, receive and manage your mail with KMail
ca@valencia: Envia, rep i gestiona el correu amb el KMail

# Name
source: New Message...
ca@valencia: Missatge nou...

# Name
source: Check Mail
ca@valencia: Comprova el correu

# Name
source: New Messages
ca@valencia: Missatges nous

# Comment
source: Mail Summary Setup
ca@valencia: Configuració del resum per al correu

# Comment
source: Kontact KMail Plugin
ca@valencia: Connector del KMail per al Kontact

# Name
source: Mail
ca@valencia: Correu

# Name
source: Summaries
ca@valencia: Resums

# Comment
source: Summary Selection
ca@valencia: Selecció del resum

# Comment
source: Kontact SummaryView Plugin
ca@valencia: Connector de la vista de resum del Kontact

# Name
source: Summary
ca@valencia: Resum
