Repository: raurodse/prueba
Catalog: */plasma-disks/plasma-disks._desktop_.po
Languages: ca@valencia

# Name
source: SMART Status
ca@valencia: Estat SMART

# Comment
source: Storage device health monitoring
ca@valencia: Monitoratge de l'estat dels dispositius d'emmagatzematge

# Keywords
source: SMART,S.M.A.R.T.,monitoring,health,disk,drive,storage,failure
ca@valencia: SMART,S.M.A.R.T.,monitoratge,estat,disc,unitat,emmagatzematge,fallada

# Name
source: Read SMART Report Details
ca@valencia: Llig els detalls de l'informe SMART

# Description
source: Read storage device SMART report to check the device's health
ca@valencia: Llig l'informe SMART del dispositiu d'emmagatzematge per a comprovar l'estat del dispositiu

# Name
source: Storage Device Health Monitoring
ca@valencia: Monitoratge de l'estat dels dispositius d'emmagatzematge

# Comment
source: Storage Device Health Monitoring
ca@valencia: Monitoratge de l'estat dels dispositius d'emmagatzematge

# Name
source: Device
ca@valencia: Dispositiu

# Comment
source: Used for notifications about a specific device
ca@valencia: S'usa per a les notificacions d'un dispositiu espec√≠fic

# Name
source: Imminent Device Failure
ca@valencia: Fallada imminent del dispositiu

# Comment
source: A device is showing signs of imminent failure
ca@valencia: Un dispositiu mostra signes d'una fallada imminent
