Repository: raurodse/prueba
Catalog: */breeze/breeze._desktop_.po
Languages: ca@valencia

# Name
source: Breeze
ca@valencia: Brisa

# Name
source: Breeze Dark
ca@valencia: Brisa fosca

# Name
source: Breeze High Contrast
ca@valencia: Brisa de contrast alt

# Name
source: Breeze Light
ca@valencia: Brisa clara

# Comment
source: Breeze by the KDE VDG
ca@valencia: Brisa per a VDG de KDE

# Comment
source: Breeze Light by the KDE VDG
ca@valencia: Brisa clara per al VDG de KDE

# Name
source: Breeze Window Decoration
ca@valencia: Decoració de les finestres Brisa

# Comment
source: Modify the appearance of window decorations
ca@valencia: Modifica l'aparença de les decoracions de les finestres

# X-KDE-Keywords
source: breeze,decoration
ca@valencia: breeze,brisa,decoració

# Comment
source: Widget style for KDE Frameworks
ca@valencia: Estil per als ginys («widgets») dels Frameworks de KDE

# Name
source: Breeze Widget Style
ca@valencia: Estil dels ginys («widgets») Brisa

# Comment
source: Modify the appearance of widgets
ca@valencia: Modifica l'aparença dels ginys

# X-KDE-Keywords
source: breeze,widget,style
ca@valencia: breeze,brisa,giny,estil
