Repository: raurodse/prueba
Catalog: */plasma-settings/plasma-settings._desktop_.po
Languages: ca@valencia

# Name
source: Cellular Network
ca@valencia: Xarxa de telefonia mòbil

# Comment
source: Management of cellular networks
ca@valencia: Gestió de xarxes de telefonia mòbil

# X-KDE-Keywords
source: mobile,data,network
ca@valencia: mòbil,dades,xarxa

# Name
source: Information
ca@valencia: Informació

# Comment
source: Software Versions
ca@valencia: Versions de programari

# X-KDE-Keywords
source: info, distro, system
ca@valencia: informació, distribució, sistema

# Comment
source: Software versions
ca@valencia: Versions de programari

# Comment
source: Set the Lockscreen PIN
ca@valencia: Estableix el PIN de la pantalla de bloqueig

# Name
source: Screen
ca@valencia: Pantalla

# Comment
source: Lock, Sleep, Timeout
ca@valencia: Bloqueja, Adorm, Temps d'espera

# X-KDE-Keywords
source: video, monitor, graphics, timeout, sleep, lock, screenlocker, screensaver
ca@valencia: vídeo, monitor, gràfics, temps d'espera, adorm, bloqueja, bloqueig de la pantalla, estalvi de pantalla

# Name
source: Date and Time Control Module
ca@valencia: Mòdul de control de la data i hora

# Name
source: Save the date/time settings
ca@valencia: Guarda la configuració de la data i hora

# Description
source: System policies prevent you from saving the date/time settings.
ca@valencia: Les polítiques del sistema impedeixen que guardeu la configuració de la data i hora.

# Name
source: Time and Date
ca@valencia: Hora i data

# Comment
source: Timezone, Date Display
ca@valencia: Zona horària, Mostra la data

# X-KDE-Keywords
source: theme, look, feel
ca@valencia: tema, aspecte, comportament

# Name
source: Virtual Keyboard
ca@valencia: Teclat virtual

# Comment
source: Virtual Keyboard configuration
ca@valencia: Configuració del teclat virtual

# X-KDE-Keywords
source: virtualkeyboard,keyboard
ca@valencia: teclat virtual,teclat

# Name
source: Settings
ca@valencia: Configuració

# GenericName
source: Settings
ca@valencia: Configuració

# Comment
source: Settings for Plasma
ca@valencia: Configuració per al Plasma

# Name
source: Mobile Settings
ca@valencia: Configuració del mòbil

# Comment
source: Touchscreen friendly settings UI for Plasma Mobile
ca@valencia: Configuració fàcil d'usar de la pantalla tàctil per al Plasma Mobile
