Repository: raurodse/prueba
Catalog: */kmines/kmines._desktop_.po
Languages: ca@valencia

# GenericName
source: Minesweeper-like Game
ca@valencia: Joc a l'estil del dragamines

# Comment
source: Minesweeper-like Game
ca@valencia: Joc a l'estil del dragamines

# Name
source: Classic
ca@valencia: Clàssic

# Description
source: Classic theme for KMines
ca@valencia: Tema clàssic per al KMines

# Name
source: Default
ca@valencia: Predeterminat

# Description
source: KMines Oxygen theme
ca@valencia: Tema Oxygen del KMines

# Name
source: Graveyard Mayhem
ca@valencia: L'esquarterament del cementiri

# Description
source: A spooky theme for KMines. Don't get caught by the zombies in the graveyard!
ca@valencia: Un tema esfereïdor per al KMines. No vos deixeu atrapar pels zombis en el cementiri!

# Name
source: Gardens of Danger
ca@valencia: Jardí del perill

# Description
source: A funny theme for KMines
ca@valencia: Un tema divertit per al KMines

# Name
source: Cig Waste No. 2
ca@valencia: Neteja de burilles núm. 2

# Description
source: The cleaning of the Earth begins
ca@valencia: Ha començat la neteja de la Terra
