Repository: raurodse/prueba
Catalog: */libkdegames/libkdegames._desktop_.po
Languages: ca@valencia

# Name
source: Ancient Egyptians
ca@valencia: Egipcis antics

# Comment
source: An ancient Egyptian card deck.
ca@valencia: Dorsal de baralla amb l'estil de l'antic Egipte.

# Name
source: Future Simple
ca@valencia: Futur senzill

# Name
source: Paris
ca@valencia: París

# Comment
source: A clean and easy style with a distinctively royal touch.
ca@valencia: Un estil net i senzill amb un toc real distintiu.

# Name
source: Nicu White
ca@valencia: Nicu blanc

# Name
source: Oxygen White
ca@valencia: Oxygen blanc

# Name
source: Penguins
ca@valencia: Pingüins

# Name
source: Standard
ca@valencia: Estàndard

# Comment
source: Standard KDE card set\nGPL license
ca@valencia: Joc de cartes estàndard per al KDE sota\nLlicència GPL

# Name
source: XSkat French
ca@valencia: XSkat francés

# Name
source: XSkat German
ca@valencia: XSkat alemany
