Repository: raurodse/prueba
Catalog: */haruna/org.kde.haruna.metainfo.po
Languages: ca@valencia

source: Haruna Video Player
ca@valencia: Reproductor de vídeo Haruna

source: Open source video player built with Qt/QML and libmpv.
ca@valencia: Reproductor de vídeo de codi obert construït amb Qt/QML i la libmpv.

source: Features
ca@valencia: Característiques

source: play online videos, through youtube-dl
ca@valencia: Reprodueix vídeos en línia a través de youtube-dl

source: supports youtube playlists
ca@valencia: Admet les llistes de reproducció de YouTube

source: toggle playlist with mouse-over, playlist overlays the video
ca@valencia: Alterna la llista de reproducció amb el ratolí, la llista de reproducció se superposa al vídeo

source: auto skip chapter containing certain words
ca@valencia: Salt automàtic de capítols que contenen certes paraules

source: configurable shortcuts and mouse buttons
ca@valencia: Dreceres i botons del ratolí configurables

source: quick jump to next chapter by middle click on progress bar
ca@valencia: Salt ràpid cap al capítol següent fent clic al mig sobre la barra de progrés

source: Haruna main window
ca@valencia: Finestra principal de l'Haruna

source: Haruna main window, breeze dark color scheme
ca@valencia: Finestra principal de l'Haruna amb l'esquema de color Brisa fosca

source: Haruna without menubar and toolbar
ca@valencia: L'Haruna sense la barra de menús i la barra d'eines

source: Haruna playlist
ca@valencia: Llista de reproducció de l'Haruna

source: Haruna settings window
ca@valencia: Finestra de configuració de l'Haruna

source: Haruna shortcuts editor
ca@valencia: Editor de les dreceres per a l'Haruna
