Repository: raurodse/prueba
Catalog: */knotes/knotes._desktop_.po
Languages: ca@valencia

# Comment
source: Notes Agent
ca@valencia: Agent de notes

# Name
source: Received a note
ca@valencia: S'ha rebut una nota

# Name
source: Notes Agent
ca@valencia: Agent de notes

# Comment
source: Adds notes received via network and handles note alarm notifications
ca@valencia: Afig notes rebudes a través de la xarxa i s'ocupa de les notificacions d'alarma

# Name
source: Actions
ca@valencia: Accions

# Comment
source: Setup actions for notes
ca@valencia: Arranja les accions per a les notes

# Name
source: Collections
ca@valencia: Col·leccions

# Comment
source: Setup collections for notes
ca@valencia: Configura les col·leccions per a les notes

# Name
source: Display
ca@valencia: Visor

# Comment
source: Setup display for notes
ca@valencia: Configura el visor per a les notes

# Comment
source: Setup editor
ca@valencia: Configura l'editor

# Name
source: Misc
ca@valencia: Miscel·lània

# Comment
source: Settings that don't fit elsewhere
ca@valencia: Opcions que no van bé enlloc

# Name
source: Network
ca@valencia: Xarxa

# Comment
source: Network Settings
ca@valencia: Configuració de la xarxa

# Name
source: Print
ca@valencia: Impressió

# Comment
source: Setup printing for notes
ca@valencia: Configura la impressió per a les notes

# Name
source: KNotes Printing Theme
ca@valencia: Tema d'impressió del KNotes

# GenericName
source: Popup Notes
ca@valencia: Notes emergents

# Name
source: New Note
ca@valencia: Nota nova

# Name
source: New Notes
ca@valencia: Notes noves

# Comment
source: Notes Summary Setup
ca@valencia: Configuració del resum per a les notes

# Comment
source: Kontact KNotes Plugin
ca@valencia: Connector del KNotes per al Kontact

# Name
source: Popup Notes
ca@valencia: Notes emergents

# Name
source: Note with background color
ca@valencia: Nota amb un color de fons

# Description
source: Theme which use note background color
ca@valencia: Tema que usa una nota amb un color de fons

# Name
source: Big Title
ca@valencia: Títol gran

# Description
source: KNote printing theme with big title
ca@valencia: Tema d'impressió del KNotes amb títols grans

# Name
source: Default
ca@valencia: Omissió

# Description
source: Default knotes printing theme
ca@valencia: Tema d'impressió per omissió del KNotes
