Repository: raurodse/prueba
Catalog: */websites-edu-kde-org/edu-kde-org_www.po
Languages: ca@valencia

source: If you want to help within the KDE Education team you probably find a suitable task below. Your help is welcome!
ca@valencia: Si voleu ajudar a l'equip KDE Educació, a continuació teniu una llista amb totes les tasques que podeu desenvolupar. Agraïm molt la vostra ajuda.

source: Feedback
ca@valencia: Opinions i comentaris

source: The easiest way to get involved is to use the applications and give us some feedback about:
ca@valencia: La forma més fàcil de col·laborar és fer servir les aplicacions i donar-nos la vostra opinió sobre:

source: The usability of the user interface.
ca@valencia: El funcionament de la interfície d'usuari.

source: The quality of the content (vocabularies, precision of the output etc.)
ca@valencia: La qualitat del contingut (vocabularis, precisió dels resultats, etc.)

source: Possible targets to use the application for.
ca@valencia: Els possibles usos que pot tindre l'aplicació.

source: Missing features of the application.
ca@valencia: Les característiques que trobeu a faltar a l'aplicació.

source: Bugs araised.
ca@valencia: Problemes.

source: If you would like to use any of the contributed content in the <a href="../contrib/">Contributions section</a>, it would be nice if you contacted the contributors and let them know where it is being used.
ca@valencia: Si voleu utilitzar alguns dels continguts de la <a href="../contrib/">Secció de contribucions</a>, estaria bé contactar amb els contribuents i dir-los on s'estan fent servir els continguts.

source: Writing Content Files
ca@valencia: Escriure fitxers de contingut

source: You can contribute various content files. Read more about:
ca@valencia: Podeu col·laborar amb diversos fitxers. Llegiu més sobre:

source: Creating <a href="kvtml.php">kvtml vocabulary files</a>
ca@valencia: Crear <a href="kvtml.php">fitxers de vocabulari kvtml</a>

source: Writing <a href="kturtle.php">KTurtle Logo scripts</a>
ca@valencia: Escriure <a href="kturtle.php">scripts en Logo del KTurtle</a>

source: Writing <a href="kig.php">Kig macros</a>
ca@valencia: Escriure <a href="kig.php">macros del Kig</a>

source: Creating <a href="parley.php">themes for Parley</a>
ca@valencia: Crear <a href="parley.php">temes per al Parley</a>

source: Please upload files you created to <a href="http://www.kde-files.org/">kde-files.org</a> using this <a href="http://kde-files.org/content/add.php">upload page</a>.
ca@valencia: Pugeu els fitxers que heu creat a <a href="http://www.kde-files.org/">kde-files.org</a> fent servir aquesta <a href="http://kde-files.org/content/add.php">pàgina de pujada</a>.

source: They will appear on the page and also show up in the download dialogs of the applications. Already available files can be found here:
ca@valencia: Apareixeran a la pàgina i també en els diàlegs de descàrrega de les aplicacions. Els fitxers estan disponibles a:

source: KStars Data files
ca@valencia: Fitxers de dades del KStars

source: KTurtle Scripts
ca@valencia: Scripts del KTurtle

source: Parley files (kvtml)
ca@valencia: Fitxers del Parley (kvtml)

source: KWordQuiz files (kvtml)
ca@valencia: Fitxers del KWordQuiz (kvtml)

source: Cantor files
ca@valencia: Fitxers del Cantor

source: Step files
ca@valencia: Fitxers de l'Step

source: If you have questions or need help don't hesitate to <a href="../contact_us/">contact us</a>.
ca@valencia: Si teniu alguna pregunta o necessiteu ajuda, no dubteu a <a href="/contact_vos/">contactar-nos</a>.

source: Writing Kig Macros
ca@valencia: Escriure macros del Kig

source: You can extend Kig with macros written in Python. Please look at the <a href="/kig/manual/scripting-api/">Kig Python Scripting API Documentation</a>.
ca@valencia: Podeu fer que el Kig siga més potent afegint macros escrites amb Python. Doneu una ullada a la <a href="/kig/manual/scripting-api/">Kig Python Scripting API Documentation</a>.

source: There are some macros available in the <a href="../contrib/kig/">Contribution section</a>.
ca@valencia: Hi ha algunes macros disponibles a la <a href="../contrib/kig/">secció de contribucions</a>.

source: Writing KTurtle Scripts
ca@valencia: Crear scripts del KTurtle

source: As every developer knows: the best way to learn a programming language is to study example code. You can find some Logo scripts <a href="../contrib/kturtle/">here</a>. Additional examples are welcome!
ca@valencia: Com tot desenvolupador sap, la millor manera d'aprendre un llenguatge de programació és estudiant codis d'exemple. Trobareu scripts en Logo fent clic <a href="../contrib/kturtle/">ací</a>. Tots els exemples nous són benvinguts!

source: Creating Vocabulary Files
ca@valencia: Crear fitxers de vocabulari

source: <a href="/applications/language/parley/">Parley</a> and <a href="/applications/language/kwordquiz/">KWordQuiz</a> use the same XML data file format called <strong>kvtml</strong>. To some extent these files also work with <a href="/applications/language/khangman/">KHangMan</a> and <a href="/applications/language/kanagram/">Kanagram</a>.
ca@valencia: Els fitxers de dades del <a href="/applications/language/parley/">Parley</a> i el <a href="/applications/language/kwordquiz/">KWordQuiz</a> fan servir el mateix format XML, el <strong>kvtml</strong>. Fins a cert punt aquests fitxers també funcionen amb el <a href="/applications/language/khangman/">KHangMan</a> i <a href="/applications/language/kanagram/">Kanagram</a>.

source: Programs exporting kvtml Files
ca@valencia: Programes que exporten fitxers kvtml

source: You can create a kvtml file using <a href="/applications/language/kwordquiz/">KWordQuiz</a>. You add the back and front for each cards and then you save your data. It will be saved using the kvtml extension.
ca@valencia: Podeu crear fitxers kvtml fent servir el <a href="/applications/language/kwordquiz/">KWordQuiz</a>. Afegiu la part de darrere i la part frontal de cada targeta i després guardeu les dades. Es guardarà amb l'extensió kvtml.

source: We suggest to use <a href="/applications/language/parley/">Parley</a>. Parley offers a wealth of editing possibilities without being too difficult.
ca@valencia: Nosaltres vos aconsellem que feu servir el <a href="/applications/language/parley/">Parley</a>. El Parley ofereix una immensa gamma de possibilitats d'edició i no és gaire difícil de fer servir.

source: Please see <a href="sample.kvtml">here</a> for an example of a kvtml file if you want to create one with an editor.
ca@valencia: Feu clic <a href="sample.kvtml">ací</a> per a veure un exemple de fitxer kvtml si en voleu crear un amb l'editor.

source: More Resources
ca@valencia: Més recursos

source: For a closer look at the filesharing features of KDE Education applications and the kvtml file format please visit following techbase wiki pages:
ca@valencia: Si voleu saber més sobre les característiques que tenen les aplicacions del KDE Educació per a compartir fitxers i sobre el format kvtml, visiteu les pàgines Wiki següents:

source: KNewStuff Project
ca@valencia: Projecte KNewStuff

source: Tutorial for developers how to add KNewStuff feature
ca@valencia: Guia d'aprenentatge per a desenvolupadors sobre com afegir la característica KNewStuff

source: kvtml2 DTD
ca@valencia: DTD del kvtml2

source: Copyright Issues
ca@valencia: Problemes de copyright

source: Creating Parley Themes
ca@valencia: Crear temes del Parley

source: To create a Parley theme you mainly have to draw or better redraw a SVG file (scalable vector graphics). We suggest to use <a href="http://www.inkscape.org/">Inkscape</a> for this.
ca@valencia: Per a crear un tema per al Parley cal dibuixar, o més ben dit, redibuixar, un fitxer SVG (gràfics vectorials escalables). Aconsellem fer servir l'<a href="http://www.inkscape.org/">Inkscape</a>.

source: Download the <a href="https://projects.kde.org/projects/kde/kdeedu/parley/repository/revisions/master/changes/themes/theme_reference.svgz">theme_reference.svgz</a>. Once you have opened it you will find a tutorial how to proceed.
ca@valencia: Descarregar el <a href="https://projects.kde.org/projects/kde/kdeedu/parley/repository/revisions/master/changes/themes/theme_reference.svgz">theme_reference.svgz</a>. Un cop el tingueu obert, trobareu una guia d'aprenentatge sobre com procedir.

source: The KDE Education Project
ca@valencia: El projecte KDE Educació

source: Grow knowledge
ca@valencia: Desenvolupar el coneixement

source: Welcome to KDE Edu!
ca@valencia: Vos donem la benvinguda al KDE Edu

source: We make free educational software for children and adults, students and teachers. We make software for you.
ca@valencia: Creem programari educatiu lliure per a infants, adults, estudiants i professors. Creem programari per a tu.

source: Grow your knowledge with our applications.
ca@valencia: Desenvolupeu els vostres coneixements amb les nostres aplicacions.

source: Or get involved with us in development apps.
ca@valencia: O col·laboreu amb nosaltres en el desenvolupament d'aplicacions.

source: Our applications
ca@valencia: Les nostres aplicacions

source: Applications
ca@valencia: Aplicacions

source: Get involved
ca@valencia: Col·laboreu

source: <strong>Free Educational Software based on the KDE technologies:</strong> students, parents, children, teachers, adults, you can freely use our software, copy it, modify it to your needs and enjoy learning!
ca@valencia: <strong>Programari educatiu lliure basat en les tecnologies de KDE:</strong> estudiants, pares, infants, professors, adults... podeu fer servir el nostre programari lliure, copiar-lo, modificar-lo, adaptar-lo a les vostres necessitats i gaudir de l'aprenentatge.

source: Please have a look at the <a href="applications/all/">applications overview page</a> to get a quick preview of our programs which are translated in more than 65 languages.
ca@valencia: Doneu una ullada a la <a href="applications/all/">pàgina resum de les aplicacions</a> per a obtindre una vista prèvia ràpida dels nostres programes, els quals s'han traduït a més de 65 idiomes.

source: Our primary focus is on schoolchildren aged 3 to 18, and the specialized user interface needs of young users. However, we also have programs to aid teachers in planning lessons, and others that are of interest to university students and anyone else with a desire to learn!
ca@valencia: Ens centrem principalment en els infants en edat escolar dels 3 als 18 anys i les necessitats d'interfícies especialitzades que tenen els usuaris joves. No obstant això, també tenim programes per a ajudar els professors a organitzar les classes, i altres que poden resultar interessants a estudiants universitaris i a qualsevol altra persona amb ganes d'aprendre.

source: Keep up to date
ca@valencia: Manteniu-vos al dia

source: Contributors of the KDE Education Project provide news in their blogs. An aggregation of all these posts is available as <a href="rss.php" title="RSS formatted news feed">RSS feed&nbsp;</a>.
ca@valencia: Els col·laboradors del projecte KDE Educació aporten novetats als seus blogs. El conjunt de tots aquests posts està disponible a <a href="rss.php" title="RSS formatted news feed">RSS feed&nbsp;</a>.

source: Have a look at the KDE feed reader <a href="http://kde.org/applications/internet/akregator/" title="aKregator RSS/Atom reader">aKregator</a>.
ca@valencia: Doneu una ullada al lector de notícies del KDE <a href="http://kde.org/applications/internet/akregator/" title="aKregator RSS/Atom reader">aKregator</a>.

source: KDE-Edu on Microsoft Windows
ca@valencia: KDE-Edu a Microsoft Windows

source: Most KDE-Edu applications are also available on Microsoft Windows. They are provided by the KDE on Windows Initiative and are still in beta state, but already usable. Read more on the <a href="http://windows.kde.org">KDE on Windows</a> project page!
ca@valencia: La majoria de les aplicacions del KDE-Edu estan disponibles per a Microsoft Windows. S'ofereixen des de la iniciativa KDE per a Windows i tot i que encara estan en versió beta, ja es poden fer servir. Llegiu més a la pàgina del projecte <a href="http://windows.kde.org">KDE per a Windows</a>.

source: Latest News from our Blogs
ca@valencia: Últimes notícies dels nostres blogs

source: More News &raquo;
ca@valencia: Més notícies &raquo;

source: Marble Authors
ca@valencia: Autors del Marble

source: Original Author and Maintainer
ca@valencia: Autor original i mantenidor

source: Co-Maintainer and Architect
ca@valencia: Co-mantenidor i arquitecte

source: Routing, Maemo5 support
ca@valencia: Rutes, suport de Maemo5

source: Marble architecture, Plugins, Maemo5 support
ca@valencia: Arquitectura del Marble, connectors, suport de Maemo5

source: Marble architecture, OpenGL, Maemo5 support
ca@valencia: Arquitectura del Marble, OpenGL, suport de Maemo5

source: OpenStreetMap Support
ca@valencia: Suport de l'OpenStreetMap

source: Map Wizard, Earthquake Plugin
ca@valencia: Assistent de mapes, connector Earthquake

source: Extended Plugin configuration
ca@valencia: Configuració de connector ampliat

source: Windows packages
ca@valencia: Paquets de Windows

source: Mac OS X packages
ca@valencia: Paquets de Mac OS X

source: Marble on Windows, KML Support
ca@valencia: Marble a Windows, suport de KML

source: Online Service Support, Maemo5 support
ca@valencia: Servei de suport en línia, suport de Maemo5

source: Proxy Support
ca@valencia: Suport de proxy

source: GPS Plugins, GeoClue Bindings
ca@valencia: Connectors GPS, lligams GeoClue

source: Marble Plasmoid, Temperature and Precipitation maps
ca@valencia: Plasmoide del Marble, mapes de temperatura i precipitació

source: Python Bindings
ca@valencia: Lligams Python

source: Historical Maps
ca@valencia: Mapes històrics

source: IRC developer support & KIO plugin
ca@valencia: Suport per al desenvolupament IRC i connector KIO

source: Sun shading, real-time cloud cover
ca@valencia: Ombrejat solar i nuvolositat a temps real

source: GeoData XML parsing framework
ca@valencia: Anàlisi d'XML del GeoData

source: APRS plugin
ca@valencia: Connector d'APRS

source: The Marble Team would like to thank its members who participated in the Google Summer of Code for their successful work on Marble:
ca@valencia: L'equip del Marble vol agrair als seus membres que han participat en la «Google Summer of Code» per la seua satisfactòria tasca en el Marble:

source: Developers
ca@valencia: Desenvolupadors

source: Development &amp; Patches:
ca@valencia: Desenvolupament &amp; Pedaços:

source: Platforms &amp; Distributions:
ca@valencia: Plataformes &amp; Distribucions:

source: Artwork:
ca@valencia: Grafisme:

source: Credits
ca@valencia: Crèdits

source: Various Suggestions &amp; Testing:
ca@valencia: Suggeriments &amp; Proves:

source: Editing
ca@valencia: Edició

source: We'd especially like to thank John Layt who provided an important source of inspiration by creating Marble's predecessor "Kartographer".
ca@valencia: Volem donar especialment les gràcies a John Layt per proporcionar una font d'inspiració important en crear el predecessor del Marble, el «Kartographer».

source: Last update:
ca@valencia: Última actualització:

source: Marble Data
ca@valencia: Dades del Marble

source: Maps
ca@valencia: Mapes

source: Blue Marble Next Generation (500 m / pixel)
ca@valencia: Blue Marble Next Generation (500 m / píxel)

source: Data courtesy Marc Imhoff of NASA GSFC and Christopher Elvidge of NOAA NGDC. Image by Craig Mayhew and Robert Simmon, NASA GSFC.
ca@valencia: Les dades són cortesia de March Imhoff de la NASA GSFC i de Christopher Elvidge de NOAA NGDC. Imatges: Craig Mayhew i Robert Simmon, NASA GSFC.

source: Shuttle Radar Topography Mission (SRTM30, 1 km / pixel )
ca@valencia: Missió topogràfica radar Shuttle (SRTM30, 1 km / píxel)

source: Temperature and Precipitation Maps (July and December)
ca@valencia: Mapes de temperatura i precipitació (juliol i desembre)

source: A combination of two datasets:
ca@valencia: Una combinació de dues bases de dades:

source: The street maps used in Marble via download are provided by the <a href="http://www.openstreetmap.org">OpenStreetMap</a> Project ("OSM"). OSM is an open community which creates free editable maps.
ca@valencia: Els mapes dels carrers que es fan servir al Marble mitjançant descàrregues, els proporciona el projecte <a href="http://www.openstreetmap.org">OpenStreetMap</a> («OSM»), una comunitat oberta que crea mapes gratuïts i editables.

source: <i>License</i>: OpenStreetMap data can be used freely under the terms of the <a href="http://wiki.openstreetmap.org/index.php/OpenStreetMap_License">Creative Commons Attribution-ShareAlike 2.0 license</a>.
ca@valencia: <i>Llicència</i>: les dades d'OpenStreetMap es poden fer servir lliurement d'acord amb els termes de la <a href="http://wiki.openstreetmap.org/index.php/OpenStreetMap_License">llicència Creative Commons Attribution-ShareAlike 2.0 license</a>.

source: Cities and Locations
ca@valencia: Ciutats i ubicacions

source: World Gazetteer
ca@valencia: Índex geogràfic mundial

source: Czech Statistical Office
ca@valencia: Oficina estadística txeca

source: Public database
ca@valencia: Base de dades pública

source: Flags
ca@valencia: Banderes

source: Flags of the World
ca@valencia: Banderes del món

source: The flags were taken from Wikipedia (<a href="http://www.wikipedia.org">http://www.wikipedia.org</a>) which in turn took a subset from <a href="http://www.openclipart.org">http://www.openclipart.org</a> and reworked them. All flags are under the public domain (see comments inside the svg files).
ca@valencia: Les banderes s'han tret de la Viquipèdia (<a href="http://www.wikipedia.org">http://www.wikipedia.org</a>) d'on, al seu torn, n'ha tret un subconjunt de <a href="http://www.openclipart.org">http://www.openclipart.org</a> i s'han reelaborat. Totes les banderes són de domini públic (vegeu els comentaris dins els fitxers SVG).

source: Stars
ca@valencia: Estrelles

source: The Bright Star Catalogue
ca@valencia: El catàleg Bright Star (The Bright Star Catalogue)

source: Get Involved with Marble
ca@valencia: Col·laboreu amb el Marble

source: Welcome to Marble. By joining this project, you will be part of an international team working on a virtual globe and world atlas. There are many different ways you can help to improve Marble.
ca@valencia: Vos donem la benvinguda al Marble. Un cop t'unisques a aquest projecte, passaràs a formar part d'un equip internacional que treballa en el desenvolupament d'un globus terrestre i un atles mundial virtual. Hi ha moltes maneres en què pots ajudar a millorar el Marble.

source: Contact: Mailing lists and IRC
ca@valencia: Contactar: llistes de correu i IRC

source: The KDE Education team is very open to new people: Join us and have a chat with us on IRC
ca@valencia: L'equip del KDE Educació està molt obert a rebre nous integrants: uniu-vos i converseu amb nosaltres a l'IRC

source: <b>#kde-edu</b>, server: irc.freenode.net
ca@valencia: <b>#kde-edu</b>, servidor: irc.freenode.net

source: <b>#marble</b>, server: irc.freenode.net
ca@valencia: <b>#marble</b>, servidor: irc.freenode.net

source: Also you can reach us via our mailing lists:
ca@valencia: També podeu arribar a nosaltres mitjançant les nostres llistes de correu:

source: <b><a href="https://mail.kde.org/mailman/listinfo/kde-edu">kde-edu@kde.org</a></b> for all educational topics that are related to Marble
ca@valencia: <b><a href="https://mail.kde.org/mailman/listinfo/kde-edu">kde-edu@kde.org</a></b> per a tots els temes educatius relacionats amb el Marble

source: <b><a href="https://mail.kde.org/mailman/listinfo/marble">marble@kde.org</a></b> for general discussions about Marble
ca@valencia: <b><a href="https://mail.kde.org/mailman/listinfo/marble">marble@kde.org</a></b> per a debats generals sobre el Marble

source: For Marble development it's a good idea to join our development mailing lists:
ca@valencia: Per al desenvolupament del Marble, és una bona idea unir-se a les llistes de correu de desenvolupament:

source: <b><a href="https://mail.kde.org/mailman/listinfo/marble-devel">marble-devel@kde.org</a></b> for development discussions about Marble
ca@valencia: <b><a href="https://mail.kde.org/mailman/listinfo/marble-devel">marble-devel@kde.org</a></b> per a debats de desenvolupament sobre el Marble

source: <b><a href="https://mail.kde.org/mailman/listinfo/marble-commits">marble-commits@kde.org</a></b> if you want to follow the progress of Marble's source code.
ca@valencia: <b><a href="https://mail.kde.org/mailman/listinfo/marble-commits">marble-commits@kde.org</a></b> si voleu seguir el progrés del codi font del Marble.

source: <b><a href="https://mail.kde.org/mailman/listinfo/marble-bugs">marble-bugs@kde.org</a></b> for all people who want to fix Marble bugs.
ca@valencia: <b><a href="https://mail.kde.org/mailman/listinfo/marble-bugs">marble-bugs@kde.org</a></b> per a qui vulga solucionar els errors del Marble.

source: To see how exciting Marble development is, see the <a href="http://devel-home.kde.org/~tackat/marble/marble-code_swarm-1600.avi">Marble Code Swarm</a> video (created by Jens-Michael Hoffmann using "code_swarm") ...
ca@valencia: Per a veure com és d'emocionant el desenvolupament del Marble, vegeu el vídeo de <a href="http://devel-home.kde.org/~tackat/marble/marble-code_swarm-1600.avi">Codi Marble Swarm</a> (creat per en Jens-Michael Hoffmann utilitzant «code_swarm»)...

source: Please help by contributing maps! It's important to us that the maps are licensed in the spirit of Free Software. For maps that are intended to get shipped together with Marble it's important that the license is compatible with the Debian Free Software Guidelines. Often content on the internet is provided under the requirement of "non-commercial usage". Note that "non-commercial usage" is not enough and is not compatible with our goals (as it would basically forbid inclusion in all Linux distributions).
ca@valencia: Ajudeu amb la contribució de mapes. És important per a nosaltres que els mapes estiguen autoritzats en l'esperit del programari lliure. Per als mapes que estan pensats per a distribuir-se juntament amb el Marble, és important que la llicència siga compatible amb els principis del programari lliure de Debian. Sovint el contingut d'Internet és proporcionat d'acord amb el requisit d'«ús no comercial». Cal tindre en compte que l'«ús no comercial» no és suficient i no és compatible amb els nostres objectius (ja que bàsicament prohibiria la seua inclusió a totes les distribucions de Linux).

source: There are many ways to contribute maps:
ca@valencia: Hi ha diverses maneres de contribuir amb mapes:

source: Join the OpenStreetMap Project!
ca@valencia: Uniu-vos al Projecte OpenStreetMap.

source: Check Wikipedia or other sources for historic maps. Especially here it's important that the license is clear and is compatible. Adjust those maps
ca@valencia: Consulteu la Viquipèdia o altres recursos per a obtindre mapes històrics. Per a utilitzar-los és molt important que la llicència siga clara i compatible. Ajusteu aquests mapes

source: Find maps which might be interesting for Marble. For maps that are intended to get shipped together with Marble it's important that the topic covered is of general interest or has an important educational aspect covered. All other maps can get shipped via the Get Hot New Stuff technology.
ca@valencia: Cerqueu mapes que puguen ser interessants per al Marble. És important que els mapes que es vulguen distribuir juntament amb el Marble tractin temes d'interés general o aspectes educatius interessants. Tots els altres mapes es poden distribuir mitjançant la tecnologia «Obtindre les novetats».

source: Documentation
ca@valencia: Documentació
