Repository: raurodse/prueba
Catalog: */websites-edu-kde-org/edu-kde-org_www.po
Languages: ca@valencia

source: IDE for Graph related Programming, using Javascript as it's main language, plus the graph library
ca@valencia: Entorn integrat de desenvolupament (IDE) per a programació relacionada amb Grafs, fent ús de JavaScript com a llenguatge principal més la biblioteca de grafs

source: Data Structures are extensible from the scripting interface, so you can do anything you want.
ca@valencia: Les estructures de dades són extensibles des de la interfície de creació de scripts, de manera que es pot fer el que es vulga.

source: <p><strong>Step</strong> is an interactive physical simulator. It allows you to explore the physical world through simulations.</p>
ca@valencia: <p>L'<strong>Step</strong> és un simulador interactiu de física que permet explorar el món físic mitjançant simulacions.</p>

source: Classical mechanical simulation in two dimensions
ca@valencia: Simulador de mecànica clàssica en dues dimensions

source: Particles, springs with damping, gravitational and coulomb forces
ca@valencia: Partícules, elasticitats amb forces de descàrrega, gravitacionals i de Coulomb

source: Rigid bodies
ca@valencia: Cossos rígids

source: Collision detection (currently only discrete) and handling
ca@valencia: Detecció de col·lisions (ara per ara, només discretes) i el seu maneig

source: Soft (deformable) bodies simulated as user-editable particles-springs system, sound waves
ca@valencia: Simulació de cossos flexibles (deformables) com el sistema de partícules elàstiques editable per l'usuari, ones de so

source: Molecular dynamics (currently using Lennard-Jones potential): gas and liquid, condensation and evaporation, calculation of macroscopic quantities and their variances
ca@valencia: Dinàmica molecular (actualment utilitzant el potencial de Lennard-Jones): gas i líquid, condensació i evaporació, càlcul de quantitats macroscòpiques i les seues variacions

source: Units conversion and expression calculation: you can enter something like "(2 days + 3 hours) * 80 km/h" and it will be accepted as distance value (requires libqalculate)
ca@valencia: Conversió d'unitats i càlcul d'expressions: podeu introduir alguna cosa del tipus «(2 dies + 3 hores) * 80 km/h» i serà acceptat com un valor de distància (requereix la «libqalculate»)

source: Errors calculation and propagation: you can enter values like "1.3 ± 0.2" for any property and errors for all dependent properties will be calculated using statistical formulas
ca@valencia: Errors de càlcul i propagació: podeu introduir valors com «1,3 ± 0,2» per a qualsevol propietat i error per a totes les propietats dependents que es calculin utilitzant fórmules estadístiques

source: Solver error estimation: errors introduced by the solver is calculated and added to user-entered errors
ca@valencia: Estimació dels errors del solucionador: es calculen els errors introduïts pel solucionador i s'afigen als errors introduïts per l'usuari

source: Several different solvers: up to 8th order, explicit and implicit, with or without adaptive timestep (most of the solvers require the GSL library)
ca@valencia: Diversos solucionadors diferents: fins al vuitè ordre, explícits i implícits, amb adaptació o sense de pas de temps (la majoria dels solucionadors requereixen la biblioteca «GSL»)

source: Controller tool to easily control properties during simulation (even with custom keyboard shortcuts)
ca@valencia: Eina de controlador per a controlar amb facilitat les propietats durant la simulació (fins i tot amb dreceres de teclat personalitzades)

source: Tools to visualize results: graph, meter, tracer
ca@valencia: Eines per a visualitzar resultats: gràfics, aparells de mesura, traçadors

source: Context information for all objects, integrated wikipedia browser
ca@valencia: Informació contextual per a tots els objectes, integrant la Viquipèdia en el navegador

source: Collection of example experiments, more can be downloaded with KNewStuff
ca@valencia: Col·lecció d'experiments d'exemple. Se'n poden baixar més amb el KNewStuff

source: Integrated tutorials
ca@valencia: Guies d'aprenentatge integrades

source: Original Author
ca@valencia: Autor original

source: Developer
ca@valencia: Desenvolupador

source: Developer and Course Data
ca@valencia: Desenvolupador i dades dels cursos

source: Pronunciation Trainer
ca@valencia: Entrenador de la pronunciació

source: Coding
ca@valencia: Programació

source: Design, Graphics and Sounds
ca@valencia: Disseny, gràfics i sons

source: GPL'ed his 'Steve' font so that we could use it
ca@valencia: Es va aplicar una llicència GPL al tipus de lletra «Steve» per tal que puga utilitzar-se

source: Memory Enhancement Game
ca@valencia: Un joc de millora de la memòria

source: Maintainer<br />Qt5/KF5 port, Scilab and Python backends
ca@valencia: Mantenidor<br />Adaptació a les Qt5/KF5, dorsals de l'Scilab i el Python

source: Original author<br />Maintainer (2009 - 2015)
ca@valencia: Autor original<br/>Mantenidor (2009 - 2015)

source: KAlgebra backend
ca@valencia: Dorsal del KAlgebra

source: Octave backend
ca@valencia: Dorsal d'Octave

source: Interface
ca@valencia: Interfície

source: Cantor icon
ca@valencia: Icona del Cantor

source: KDE Frontend to Mathematical Software
ca@valencia: Frontal del KDE per a programari matemàtic

source: Maintainer and Developer
ca@valencia: Mantenidor i desenvolupador

source: contribution
ca@valencia: contribució

source: Educational suite
ca@valencia: Conjunt educatiu

source: Graph Calculator
ca@valencia: Calculadora gràfica

source: Large code contributions; resident guru helping the other developers
ca@valencia: Grans contribucions de codi; gurú resident que ajuda els altres desenvolupadors

source: Base work on the molecular viewer, mentored Marcus during his SoC
ca@valencia: Treball de base en el visor de molècules, ha fet de mentor del Marcus durant el seu SoC

source: SoC on the molecular viewer and libavogadro porting/integration
ca@valencia: SoC en el visor de molècules i el port/integració de la libavogadro

source: SoC on the calculator widget and a few smaller improvements
ca@valencia: SoC al giny de la calculadora i algunes millores petites

source: EqChem, the equation solver
ca@valencia: EqChem, el solucionador d'equacions

source: Code cleaning, parser for the molecule weight calculator, and a lot of smaller improvements
ca@valencia: Neteja del codi, l'intèrpret del calculador de pesos moleculars i moltes millores més petites

source: A lot of small things and the documentation
ca@valencia: Moltes coses petites i la documentació

source: Code and documentation contributions to the equation solver and molecular viewer
ca@valencia: Contribucions al codi i la documentació del solucionador d'equacions i el visor de molècules

source: Many beautiful element icons
ca@valencia: Moltes icones maques d'elements

source: Many beautiful element icons, too!
ca@valencia: També conté moltes icones maques d'elements

source: Several icons
ca@valencia: Diverses icones

source: Several icons in the information dialog
ca@valencia: Diverses icones al diàleg d'informació

source: Contributed most isotope information
ca@valencia: Ha aportat la major part de la informació sobre isòtops

source: Some icons and inspiration for others
ca@valencia: Algunes icones i inspiració per a altres desenvolupadors

source: The design of the information dialog
ca@valencia: El disseny del diàleg d'informació

source: The orbits icon
ca@valencia: La icona de les òrbites

source: New interface design and usability improvements
ca@valencia: Disseny nou de la interfície i millores de la usabilitat

source: Periodic Table of Elements
ca@valencia: Taula periòdica dels elements

source: Design, Graphics and many Vocabularies
ca@valencia: Disseny, gràfics i molts vocabularis

source: Maintainer
ca@valencia: Mantenidor

source: Sound effects
ca@valencia: Efectes de so

source: Italian Data Files
ca@valencia: Fitxers de dades en italià

source: Danish Data Files
ca@valencia: Fitxers de dades en danés

source: German Data Files
ca@valencia: Fitxers de dades en alemany

source: British English Data Files
ca@valencia: Fitxers de dades en anglés britànic

source: Swedish Data Files
ca@valencia: Fitxers de dades en suec

source: Slovenian Data Files
ca@valencia: Fitxers de dades en eslovè

source: Ukranian Data Files
ca@valencia: Fitxers de dades en ucraïnés

source: Letter Order Game
ca@valencia: Joc d'ordenació de lletres

source: Exercise Fractions
ca@valencia: Exercita les fraccions

source: Programmer and designer
ca@valencia: Programador i dissenyador

source: Geography Trainer
ca@valencia: Entrenador de geografia

source: Previous maintainer
ca@valencia: Mantenidor anterior

source: Current maintainer, author
ca@valencia: Mantenidor actual, autor

source: Coding help
ca@valencia: Ajuda de programació

source: Swedish data files, coding help, transparent pictures and i18n fixes
ca@valencia: Fitxer de dades en suec, ajuda de programació, imatges transparents i correccions a la internacionalització

source: Spanish data files
ca@valencia: Fitxers de dades en espanyol

source: Danish data files
ca@valencia: Fitxers de dades en danés

source: Finnish data files
ca@valencia: Fitxers de dades en finés

source: Brazilian Portuguese data files
ca@valencia: Fitxers de dades en portugués brasiler

source: Catalan data files
ca@valencia: Fitxers de dades en català

source: Italian data files
ca@valencia: Fitxers de dades en italià

source: Dutch data files
ca@valencia: Fitxers de dades en neerlandés

source: Czech data files
ca@valencia: Fitxers de dades en txec

source: Hungarian data files
ca@valencia: Fitxers de dades en hongarés

source: Norwegian (Bokmål) data files
ca@valencia: Fitxers de dades en noruec (Bokmål)

source: Tajik data files
ca@valencia: Fitxers de dades en tadjik

source: Serbian (Cyrillic and Latin) data files
ca@valencia: Fitxers de dades en serbi (ciríl·lic i llatí)

source: Slovenian data files
ca@valencia: Fitxers de dades en eslovè

source: Portuguese data files
ca@valencia: Fitxers de dades en portugués

source: Norwegian (Nynorsk) data files
ca@valencia: Fitxers de dades en noruec (Nynorsk)

source: Turkish data files
ca@valencia: Fitxers de dades en turc

source: Russian data files
ca@valencia: Fitxers de dades en rus

source: Bulgarian data files
ca@valencia: Fitxers de dades en búlgar

source: Irish (Gaelic) data files
ca@valencia: Fitxers de dades en irlandés (gaèlic)

source: Softer Hangman Pictures
ca@valencia: Imatges suaus del penjat

source: Coding help, fixed a lot of things
ca@valencia: Col·labora en la programació i ha solucionat molts problemes

source: Code for generating icons for the characters toolbar
ca@valencia: Codi per a generar les icones dels caràcters a la barra d'eines

source: Code cleaning
ca@valencia: Neteja de codi

source: Hangman Game
ca@valencia: Joc del penjat

source: Interactive Geometry
ca@valencia: Geometria interactiva

source: Original author
ca@valencia: Autor original

source: Code simplification, UI suggestions.
ca@valencia: Simplificació del codi, suggeriments de la IU.

source: KDE4 rewrite
ca@valencia: Reescriptura per al KDE 4

source: Wrote xjdic, of which Kiten borrows code, and the xjdic index file generator. Also is main author of edict and kanjidic, which Kiten essentially require.
ca@valencia: Va escriure el «xjdic», del qual el Kiten manlleva codi, i també el generador de fitxers d'índex del «xjdic». També és l'autor principal d'«edict» i de «kanjidic», els quals són requeriments essencials del Kiten.

source: svg icon
ca@valencia: Icona SVG

source: Porting to KConfig XT, bug fixing
ca@valencia: Adaptació al KConfig XT, correcció d'errors

source: Japanese Reference/Study Tool
ca@valencia: Eina de referència i estudi del japonés

source: Kids and grown-up oxygen icons
ca@valencia: Icones Oxygen d'infants i adults

source: French sounds
ca@valencia: Sons en francés

source: Dutch sounds
ca@valencia: Sons en neerlandés

source: Danish sounds
ca@valencia: Sons en danés

source: Czech sounds
ca@valencia: Sons en txec

source: Slovak sounds
ca@valencia: Sons en eslovac

source: English sounds
ca@valencia: Sons en anglés

source: Italian sounds
ca@valencia: Sons en italià

source: Spanish sounds
ca@valencia: Sons en espanyol

source: Romanized Hindi sounds
ca@valencia: Sons en hindi romanitzat

source: Luganda sounds
ca@valencia: Sons en luganda

source: German sounds
ca@valencia: Sons en alemany

source: Hebrew sounds
ca@valencia: Sons en hebreu

source: British English sounds
ca@valencia: Sons en anglés britànic

source: Kannada sounds
ca@valencia: Sons en kannada

source: SVG background pictures
ca@valencia: Imatges SVG de fons

source: Support and coding guidance
ca@valencia: Ajuda i guia a la programació

source: Code for generating special characters' icons
ca@valencia: Codi per a generar les icones dels caràcters especials

source: Port to KConfig XT, coding help
ca@valencia: Adaptació al KConfig XT, ajuda amb la programació

source: Code cleaning, Theme class
ca@valencia: Neteja de codi, temes

source: Timer setting widgets
ca@valencia: Ginys temporitzadors

source: Learn The Alphabet
ca@valencia: Aprendre l'alfabet

source: GUI
ca@valencia: IGU

source: Various improvements
ca@valencia: Diverses millores

source: Porting to Qt 4, UI improvements, features
ca@valencia: Adaptació a les Qt 4, millores a la IU, característiques

source: command line options, MIME type
ca@valencia: Opcions de línia d'ordres, tipus MIME

source: Mathematical Function Plotter
ca@valencia: Traçador de funcions matemàtiques

source: Desktop Planetarium
ca@valencia: Planetari per a l'escriptori

source: Current maintainer and programmer
ca@valencia: Mantenidor i programador actual

source: Original author, project admin
ca@valencia: Autor original, administrador del projecte

source: Creator of the SVG icon
ca@valencia: Creador de la icona SVG

source: Lots of patches, fixes, updates
ca@valencia: Molts pedaços, correccions i actualitzacions

source: Touch Typing Tutor
ca@valencia: Tutor de mecanografia

source: Initiator and core developer
ca@valencia: Iniciador i desenvolupador principal

source: Core developer
ca@valencia: Desenvolupador principal

source: Educational Programming Environment
ca@valencia: Entorn educatiu de programació

source: Former KDE Education Maintainer
ca@valencia: Antic mantenidor del KDE Educació

source: Leitner System and several code contributions
ca@valencia: Sistema Leitner i diverses contribucions al codi

source: Flash Card Trainer
ca@valencia: Entrenador amb targetes ràpides

source: Icon Designer
ca@valencia: Dissenyador de les icones

source: Scientific Data Plotter
ca@valencia: Traçador de dades científiques

source: Core Developer and Original Author
ca@valencia: Desenvolupador principal i autor original

source: Core Developer: KML and Windows support
ca@valencia: Desenvolupador principal: suport de KML i Windows

source: OpenStreetMap Integration, OSM Namefinder, Download Management
ca@valencia: Integració de l'OpenStreetMap, cercador de noms OSM, gestor de baixades

source: Core Developer: Marble Runners, World-Clock Plasmoid
ca@valencia: Desenvolupador principal: Marble Runners, World-Clock Plasmoid

source: Online Services support
ca@valencia: Implementació de serveis en línia

source: Network plugins
ca@valencia: Connectors de xarxa

source: Planet filter
ca@valencia: Filtre de planetes

source: Marble Python Bindings
ca@valencia: Lligams Python del Marble

source: Navigator Float Item
ca@valencia: Element flotant del navegador

source: Astronomical Observatories
ca@valencia: Observatoris astronòmics

source: Bugfixes
ca@valencia: Correcció d'errors

source: Google Summer of Code 2009 Project: OSM Annotation
ca@valencia: Projecte Google Summer of Code 2009: Anotació OSM

source: Google Summer of Code 2009 Project: Online Services
ca@valencia: Projecte Google Summer of Code 2009: Serveis en línia

source: Google Summer of Code 2008 Project: Vector Tiles for Marble
ca@valencia: Projecte Google Summer of Code 2008: Mosaic vectorial per al Marble

source: Google Summer of Code 2008 Project: Panoramio / Wikipedia -photo support for Marble
ca@valencia: Projecte Google Summer of Code 2008: Implementació de les fotografies de Panoramio / Viquipèdia al Marble

source: Google Summer of Code 2007 Project: Equirectangular Projection ("Flat Map"
ca@valencia: Projecte Google Summer of Code 2007: Projecció equirectangular («Mapa pla»)

source: Google Summer of Code 2007 Project: GPS Support for Marble
ca@valencia: Projecte Google Summer of Code 2007: Implementació GPS en el Marble

source: Google Summer of Code 2007 Project: KML Support for Marble
ca@valencia: Projecte Google Summer of Code 2007: Implementació del KML en el Marble

source: Core Developer and Co-Maintainer
ca@valencia: Desenvolupador principal i comantenidor

source: Development & Patches
ca@valencia: Desenvolupament i pedaços

source: Platforms & Distributions
ca@valencia: Plataformes i distribucions

source: Artwork
ca@valencia: Grafisme

source: Various Suggestions & Testing
ca@valencia: Diversos suggeriments i proves

source: Special thanks for providing an important source of inspiration by creating Marble's predecessor "Kartographer".
ca@valencia: Volem agrair-li especialment que ens proporcionés una gran font d'inspiració en crear el «Kartographer», el predecessor del Marble.

source: Desktop Globe
ca@valencia: Globus d'escriptori

source: Minuet Artwork
ca@valencia: Grafisme del Minuet

source: Music Education Software
ca@valencia: Programari d'educació musical

source: Maintainer and Original Author
ca@valencia: Mantenidor i autor original

source: Themes support, features development
ca@valencia: Suport de temes, desenvolupament de característiques

source: Initial project setup and ideas
ca@valencia: Configuració inicial del projecte i idees

source: Graphics design and icons
ca@valencia: Disseny de gràfics i icones

source: A memory and pairs game for KDE
ca@valencia: Un joc de memòria i de fer parelles per al KDE

source: Developer and maintainer
ca@valencia: Desenvolupador i mantenidor

source: Practice Dialogs
ca@valencia: Diàlegs de pràctica

source: Scripting
ca@valencia: Creació de scripts

source: Countless fixes, former maintainer, port to KDE4
ca@valencia: Incomptables esmenes, mantenidor anterior, adaptació al KDE 4

source: Artwork and Oxygen Icons
ca@valencia: Il·lustracions i icones de l'Oxygen

source: Port to KConfig XT
ca@valencia: Adaptació al KConfig XT

source: Rewriting the kvtml library for KDE4
ca@valencia: Reescriptura de la biblioteca kvtml per al KDE 4

source: Bug reports and testing on the way to KDE4
ca@valencia: Informes d'error i proves en el camí cap al KDE 4

source: Conceived the name Parley
ca@valencia: Ha ideat el nom Parley

source: Vocabulary Trainer
ca@valencia: Entrenador de vocabulari

source: Rocs Graph Theory
ca@valencia: Teoria de grafs Rocs

source: Code contributions
ca@valencia: Contribucions al codi

source: Interactive Physical Simulator
ca@valencia: Simulador interactiu de física

source: KDE Edutainment News
ca@valencia: Notícies d'entreteniment educatiu del KDE

source: News from our Blogs
ca@valencia: Notícies dels nostres blogs

source: You can read all news from our blogs as <a href="rss.php" title="RSS formatted KDE-Edu News Feed"><img src="../images/web/rss.png" class="inline" width="22" height="22" alt="RSS"/> RSS feed&nbsp;</a>.
ca@valencia: Podeu llegir totes les notícies dels nostres blogs com a <a href="rss.php" title="RSS formatted KDE-Edu News Feed"><img src="../images/web/rss.png" class="inline" width="22" height="22" alt="RSS"/> font RSS&nbsp;</a>.

source: By Age
ca@valencia: Per edat

source: By Subject
ca@valencia: Per àrea

source: All Applications
ca@valencia: Totes les aplicacions

source: Support
ca@valencia: Suport

source: User Information
ca@valencia: Informació d'usuari

source: Technical Information
ca@valencia: Informació tècnica

source: Vocabulary Files (KDE3)
ca@valencia: Fitxers de vocabulari (KDE 3)

source: Vocabulary Files (KDE4)
ca@valencia: Fitxers de vocabulari (KDE 4)

source: News
ca@valencia: Notícies

source: Project's History
ca@valencia: Història del projecte

source: Get Involved
ca@valencia: Col·laboreu-hi

source: Parley Themes
ca@valencia: Temes del Parley

source: Graphic Resources
ca@valencia: Recursos gràfics

source: Mailing List
ca@valencia: Llista de correu

source: edu.kde.org Webmaster
ca@valencia: Administrador del web edu.kde.org

source: Latest KDE-Edu News
ca@valencia: Últimes notícies del KDE-Edu

source: Back to overview
ca@valencia: Torna al resum

source: Back to %1
ca@valencia: Torna a %1

source: More about %1
ca@valencia: Més quant a %1

source: %1 Homepage
ca@valencia: %1 Pàgina principal

source: %1 on KDE-Apps.org
ca@valencia: %1 a KDE-Apps.org

source: Get help
ca@valencia: Obtén ajuda

source: %1 on UserBase
ca@valencia: %1 a la UserBase

source: KDE Community Forums
ca@valencia: Fòrums de la comunitat KDE

source: %1 Handbook
ca@valencia: %1 Manual

source: Contact the authors
ca@valencia: Contacteu amb els autors

source: Report a bug
ca@valencia: Informa d'un error

source: %1 on Freenode
ca@valencia: %1 a Freenode

source: Mailing List:
ca@valencia: Llista de correu:

source: subscribe
ca@valencia: Subscriviu-vos

source: list information
ca@valencia: Informació de la llista

source: archive
ca@valencia: arxiu

source: Development information
ca@valencia: Informació de desenvolupament

source: Screenshot
ca@valencia: Captura de pantalla

source: No screenshot available
ca@valencia: No hi ha cap captura de pantalla disponible

source: Features
ca@valencia: Característiques

source: Developed By
ca@valencia: Desenvolupat per

source: License
ca@valencia: Llicència

source: Show more information about
ca@valencia: Mostra més informació quant a

source: Show less information
ca@valencia: Mostra menys informació

source: Source code repository
ca@valencia: Repositori de codi font

source: Search for open bugs
ca@valencia: Cerqueu errors sense solucionar

source: Major Bug reports
ca@valencia: Informes d'errors majors

source: Minor Bug reports
ca@valencia: Informes d'errors secundaris

source: Wish reports
ca@valencia: Informes de desitjos

source: Junior Jobs
ca@valencia: Oportunitats de faena

source: Code checking
ca@valencia: Comprovació del codi

source: Show results of automated code checking on the English Breakfast Network (EBN).
ca@valencia: Mostra resultats de la comprovació de codi automàtica a l'English Breakfast Network (EBN).

source: Code Checking
ca@valencia: Comprovació del codi

source: Documentation Sanitation
ca@valencia: Sanejament de la documentació

source: All
ca@valencia: Tot

source: Age
ca@valencia: Edat

source: Subject
ca@valencia: Assignatura

source: Preschool
ca@valencia: Preescolar

source: School
ca@valencia: Escola

source: University
ca@valencia: Universitat

source: Language
ca@valencia: Llengua

source: Mathematics
ca@valencia: Matemàtiques

source: Science
ca@valencia: Ciència

source: You need to build and install libkdeedu before building %1. To get it type:
ca@valencia: Cal construir i instal·lar la «libkdeedu» abans de construir el %1. Per a aconseguir-ho escriviu:

source: Contents
ca@valencia: Contingut

source: Latest News
ca@valencia: Últimes notícies

source: Date
ca@valencia: Data

source: Headline
ca@valencia: Titular

source: Read more on
ca@valencia: Llegiu més a

source: KDE-Edu on Windows
ca@valencia: KDE-Edu a Windows
