Repository: raurodse/prueba
Catalog: */websites-edu-kde-org/edu-kde-org_www.po
Languages: ca@valencia

source: You can also help by updating the online help. By providing high quality and up-to-date documentation, you will make a big impact on helping people understand Marble. It would be great if Marble would have some chapters that would cover typical class-room geography topics. Ideally combined with some small hands-on lessons which would make use of Marble to demonstrate geographical aspects.
ca@valencia: També podeu ajudar actualitzant l'ajuda en línia. Proporcionant documentació d'alta qualitat i actualitzada fareu un gran impacte i ajudareu la gent a entendre el Marble. Seria genial que el Marble tinguera alguns capítols que cobriren temes típics de geografia i que, combinats amb algunes petites lliçons pràctiques, serviren per a mostrar diferents aspectes geogràfics.

source: Artwork and Design
ca@valencia: Grafisme i disseny

source: Marble needs artists! There are many fun things to improve:
ca@valencia: El Marble necessita artistes. Hi ha moltes coses divertides a millorar:

source: E.g. we'd like to have a cartoon style map for children included that shows popular animals that are found in a specific area.
ca@valencia: Per exemple, ens agradaria incloure-hi un mapa amb disseny infantil que mostrés als infants els animals més coneguts que es poden trobar a àrees determinades.

source: Or a cartoon style sight-seeing map for children that shows popular tourist attractions for each country (like the Eiffel Tower in Paris, the Colosseum in Rome, etc.).
ca@valencia: També estaria bé un mapa del mateix estil que els mostrés les atraccions populars de cada país (com la Torre Eiffel a París, el Coliseu a Roma, etc.).

source: Of course we are also always interested in getting better Oxygen-style icons.
ca@valencia: Sempre estem interessats a millorar les icones de l'Oxygen.

source: Homepage
ca@valencia: Pàgina principal

source: Improving and maintaining this web site would be a nice thing to do. Someone needs to regularly update the news items and adjust the content to reflect Marble's improvements.
ca@valencia: Seria interessant dur a terme una millora i un manteniment d'aquest lloc web. Les notícies s'han d'actualitzar periòdicament i ajustar el contingut per a reflectir les millores en el Marble.

source: Development
ca@valencia: Desenvolupament

source: You like to write source code and feel like spending some time improving Marble? Let us know, we're looking forward to help you getting started! Before you start it's probably best to read the "Marble's Secrets" blog series:
ca@valencia: Si vos agrada escriure codi font i vos agradaria passar una estona millorant el Marble contacteu amb nosaltres. Esperem poder-vos ajudar a començar, però abans que comenceu suggerim que llegiu la sèrie blog «Marble's Secrets»:

source: Afterwards we suggest to check out the source code and compile Marble for a start. This is usually a matter of about 10-15 mins. Refer to the <a href="./obtain.php">obtain page</a> how to get Marble's source code and how to compile it. Especially the Qt version of Marble is trivial to compile as there is just a single dependency. But with KDE 4 being shipped by various distributors already the difference shouldn't matter too much.
ca@valencia: Seguidament, suggerim consultar el codi font i compilar primer el Marble. Acostuma a prendre entre 10 i 15 minuts només. Vegeu la <a href="./obtain.php">pàgina obtindre</a> per a saber com aconseguir el codi font del Marble i com compilar-lo. És especialment important compilar la versió Qt del Marble, ja que només hi ha una sola dependència, però com que diverses distribucions ja envien el KDE 4, la diferència no hauria de ser un problema.

source: There is a <a href="https://projects.kde.org/projects/kde/kdeedu/marble/repository/revisions/master/entry/TODO">TODO file</a>. You might want to have a look at it. We suggest that you get in touch with us before you start to work on bigger issues to discuss implementation issues.
ca@valencia: Hi ha un <a href="https://projects.kde.org/projects/kde/kdeedu/marble/repository/revisions/master/entry/TODO">fitxer de tasques pendents</a>. Podria ser d'interés consultar-lo. Suggerim que contacteu amb nosaltres per a parlar sobre els problemes d'implementació abans de començar a treballar en feines més grans.

source: Quality Assurance
ca@valencia: Control de qualitat

source: With a complex piece of software like Marble it's important for us to make sure that Marble works on all binary packages provided. We'd like to have a team of people testing packages and providing fast feedback about what might be wrong.
ca@valencia: Com que el Marble és un programari complex, és important per a nosaltres assegurar que funciona amb tots els paquets binaris subministrats. Ens agradaria tindre un equip de gent que prove paquets i ens informi sobre allò que puga anar malament.

source: Bugs and Features
ca@valencia: Errors i característiques

source: One thing that helps tremendously to improve Marble is your feedback! Already many great improvements were suggested by users. Some ideas are so great, that it's a pleasure to implement them. To help getting features and bugs organized, please use the <a href="https://bugs.kde.org/wizard.cgi">bug and feature reporting wizard</a> at <a href="https://bugs.kde.org">bugs.kde.org</a>.
ca@valencia: El que més ajuda a millorar el Marble és la vostra opinió. Moltes de les grans millores ens les han suggerit els nostres usuaris. Algunes d'aquestes idees són tan bones que és un honor poder-les implementar. Per tal d'ajudar a organitzar els errors i característiques, utilitzeu l'<a href="https://bugs.kde.org/wizard.cgi">assistent d’informes d’error i característiques</a> a <a href="https://bugs.kde.org">bugs.kde.org</a>.

source: Join us and have a chat with us on our <a href="http://webchat.freenode.net/?channels=marble">Marble Chat</a> (server: irc.freenode.net, channel: #marble) or contact us via the <a href="https://mail.kde.org/mailman/listinfo/kde-edu">kde-edu mailing-list</a>. This is a great opportunity to get involved with an open source project!
ca@valencia: Uniu-vos i xategeu amb nosaltres al nostre <a href="http://webchat.freenode.net/?channels=marble">xat del Marble</a> (server: irc.freenode.net, channel: #marble) o també podeu contactar amb nosaltres a través de la <a href="https://mail.kde.org/mailman/listinfo/kde-edu">llista de correu de kde-edu</a>. És una gran oportunitat per a col·laborar en un projecte de codi obert.

source: Marble in the Press and Awards
ca@valencia: El Marble a la premsa i premes

source: Marble has many interesting aspects that are worth a look. As such, it often gets covered by reviews in articles online as well as in printed magazines. Here are a few recent ones:
ca@valencia: El Marble conté molts aspectes d'interés als que val la pena donar una ullada. Per aquest motiu, a vegades les ressenyes a articles en línia i també a revistes impreses cobreixen aquests aspectes. A continuació es mostren unes quantes de recents:

source: Reviews
ca@valencia: Ressenyes

source: Marble - Screenshots
ca@valencia: Marble - Captures de pantalla

source: Here we present a few screenshots of the latest stable version of Marble. These screenshots provide a visual summary of the functionality that Marble offers. <p>If you just want to see the most recent changes have a look at the <a href="http://edu.kde.org/marble/current.php">Visual Changelog</a>.
ca@valencia: Ací vos mostrem unes quantes captures de pantalla de l'última versió estable del Marble. Aquestes captures mostren un resum visual de la funcionalitat que ofereix el Marble. <p>Si només voleu veure els canvis més recents, consulteu el <a href="http://edu.kde.org/marble/current.php">registre visual de canvis</a>.

source: Measuring Distances on the globe
ca@valencia: Mesurar distàncies al globus

source: Measuring Distances on a flat map
ca@valencia: Mesurar distàncies en un mapa pla

source: Visualizing Night and Day on Satellite View
ca@valencia: Visualitzar dia i nit en vista de satèl·lit

source: ... also works for Mars and a flat map
ca@valencia: ... també funciona amb Mart i amb un mapa pla

source: Crater Tycho on the Moon
ca@valencia: Cràter Tycho de la Lluna

source: Linköping with OpenStreetMap data
ca@valencia: Linköping amb dades de l'OpenStreetMap

source: Think back how people imagined the world in 1689
ca@valencia: Feu memòria de com la gent s'imaginava el món el 1689

source: A KML file of the United States displayed using Marble
ca@valencia: Un fitxer KML dels Estats Units visualitzat fent servir el Marble

source: A topographic map of Turkey
ca@valencia: Un mapa topogràfic de Turquia

source: Downloading new maps in Marble
ca@valencia: Descarregant mapes nous al Marble

source: <p><strong>Artikulate</strong> is a pronunciation trainer that helps improving and perfecting a learner's pronunciation skills for a foreign language.</p>
ca@valencia: <p>L'<strong>Artikulate</strong> és un entrenador en pronunciació que ajuda a millorar i perfeccionar els coneixements de pronunciació de l'estudiant sobre una llengua estrangera.</p>

source: Training lessons for Bengali and Polish are available.
ca@valencia: Estan disponibles les lliçons d'entrenament en bengalí i polonés.

source: Editor to create courses for your own language.
ca@valencia: Editor per a crear cursos en el teu propi idioma.

source: <p><strong>Blinken</strong> is based on an electronic game released in 1978, which challenges players to remember sequences of increasing length. On the face of the device, there are 4 different color buttons, each one with their own distinctive sound. These buttons light up randomly, creating the sequence that the player must then recall. If the player is successful in remembering the sequence of lights in the correct order, he advances to the next stage, where an identical sequence with one extra step is presented. If the player makes a mistake, the game is lost, and the player must start again from the beginning. The goal is to get a high score - each step in the sequence is worth one point, so correct entry of a sequence of 8 lights is worth 8 points on the high score table.</p>
ca@valencia: <p>El <strong>Blinken</strong> es basa en un joc electrònic llançat el 1978, el qual desafia als jugadors a recordar seqüències incrementant-les cada vegada. A la cara del dispositiu hi ha 4 botons de colors diferents, cadascun amb el seu propi so distintiu. Aquests botons s'encenen a l'atzar, creant la seqüència que el jugador ha de recordar. Si el jugador té èxit recordant la seqüència de llums en l'ordre correcte, avançarà a la següent etapa, on se li presentarà una seqüència idèntica amb un pas addicional. Si són incorrectes, es perdrà en el joc, i el jugador haurà de començar de nou des del començament. L'objectiu és aconseguir una puntuació alta: cada pas en la seqüència val un punt, de manera que encertar una seqüència de 8 llums valdrà 8 punts a la taula de puntuació.</p>

source: <h2 id='description'>Description</h2><p><strong>Cantor</strong> is an application that lets you use your favorite mathematical applications from within a nice KDE-integrated Worksheet Interface. It offers assistant dialogs for common tasks and allows you to share your worksheets with others.</p>
ca@valencia: <h2 id='description'>Descripció</h2><p>El <strong>Cantor</strong> és una aplicació que permet utilitzar les vostres aplicacions matemàtiques preferides des d'una elegant interfície de full de treball integrada amb el KDE. Proporciona diàlegs per a ajudar amb les tasques habituals i permet compartir els vostres fulls de treball amb els altres.</p>

source: 11 backends are currently available: <a href='http://julialang.org/'>Julia</a>, <a href='http://edu.kde.org/kalgebra/'>KAlgebra</a>, <a href='http://lua.org/'> Lua</a>, <a href='http://maxima.sourceforge.net/'>Maxima</a>, <a href='https://gnu.org/software/octave/'>Octave</a>, <a href='http://python.org/'>Python 2 and 3</a>, <a href='http://qalculate.sourceforge.net/'>Qalculate</a>, <a href='http://r-project.org/'>R</a>, <a href='http://sagemath.org/'>Sage</a>, and <a href='http://scilab.org/'>Scilab</a>;
ca@valencia: Actualment hi ha disponibles 11 dorsals: <a href='http://julialang.org/'>Julia</a>, <a href='http://edu.kde.org/kalgebra/'>KAlgebra</a>, <a href='http://lua.org/'>Lua</a>, <a href='http://maxima.sourceforge.net/'>Maxima</a>, <a href='https://gnu.org/software/octave/'>Octave</a>, <a href='http://python.org/'>Python 2 i 3</a>, <a href='http://qalculate.sourceforge.net/'>Qalculate</a>, <a href='http://r-project.org/'>R</a>, <a href='http://sagemath.org/'>Sage</a>, i<a href='http://scilab.org/'>Scilab</a>;

source: Nice Worksheet view for evaluating expressions;
ca@valencia: Una agradable vista de full de treball per a avaluar les expressions.

source: View of plotting results inside the worksheet or in a separate window;
ca@valencia: Vista de resultat del traçat dins del full de treball o en una finestra separada;

source: Easy plugin based structure to add different Backends;
ca@valencia: Un connector senzill basat en connectors per a afegir diferents dorsals;

source: GetHotNewStuff integration to retrieve and share worksheets;
ca@valencia: Integració del «GetHotNewStuff» per a recuperar i compartir fulls de treball;

source: Typesetting of mathematical formulas using LaTeX;
ca@valencia: Composició tipogràfica de fórmules matemàtiques utilitzant LaTeX.

source: Backend aware syntax highlighting;
ca@valencia: Ressaltat de sintaxi segons el dorsal;

source: Plugin based assistant dialogs for common tasks (like integrating a function or entering a matrix);
ca@valencia: Diàlegs d'assistent basats en un connector per a ajudar amb les tasques habituals (com ara integrar una funció o introduir una matriu);

source: Integration of the selected environment's help in the user interface.
ca@valencia: Integració d'ajuda de l'entorn seleccionat a la interfície de l'usuari.

source: <p><strong>GCompris</strong> is an educational software suite comprising of numerous activities for children aged 2 to 10</p>
ca@valencia: <p>El <strong>GCompris</strong> és un programari educacional que comprèn nombroses activitats per a infants de 2 a 10 anys</p>

source: Some of the activities are game orientated, but nonetheless still educational
ca@valencia: Algunes de les activitats estan orientades a joc, però sempre són educatives

source: Below you can find a list of categories with some of the activities available in that category
ca@valencia: A continuació trobareu una llista de les categories amb algunes de les activitats disponibles en cadascuna

source: Computer discovery: keyboard, mouse, different mouse gestures
ca@valencia: Descobrir l'ordinador: teclat, ratolí, diferents gestos del ratolí

source: Arithmetic: table memory, enumeration, mirror image, balance the scale, change giving
ca@valencia: Aritmètica: memoritzar una taula, enumeració, imatge invertida, equilibrar la balança, donar el canvi

source: Science: the canal lock, color mixing, gravity concept
ca@valencia: Ciència: blocar el canal, barreja de colors, el concepte de la gravetat

source: Games: memory, connect 4, tic tac toe, sudoku, hanoi tower
ca@valencia: Jocs: memòria, connecta 4, tres en ratlla, sudoku, torre de Hanoi

source: Reading: reading practice
ca@valencia: Lectura: pràctica de lectura

source: Other: learn to tell time, the braille system, maze, music instruments
ca@valencia: Altres: aprendre a dir l'hora, el sistema braille, laberints, instruments musicals

source: Currently GCompris offers in excess of 100 activities and more are being developed. GCompris is free software, that means that you can adapt it to your own needs, improve it and, most importantly, share it with children everywhere
ca@valencia: Actualment el GCompris ofereix més de 100 activitats i encara s'estan desenvolupen més. El GCompris és programari lliure, el qual vol dir que podeu adaptar-lo a les vostres pròpies necessitats, millorar-lo i, el més important, compartir-lo amb infants de tot arreu.

source: <p><strong>KAlgebra</strong> is a fully featured calculator that lets you plot different types of 2D and 3D functions and to calculate easy (and not so easy) calculations, such as addition, trigonometric functions or derivatives.</p> <p>The application has been thought to be progressively understood for students, so that starting to use it doesn't get in the way. The language is deeply integrated with the UI, providing a dictionary with representations for all the available operations, code highlighting and code completion.</p>
ca@valencia: <p>El <strong>KAlgebra</strong> és una completa calculadora que permet traçar diferents tipus de funcions en 2D i 3D i fer càlculs fàcils (i no tan fàcils), com addició, funcions trigonomètriques o derivatives.</p> <p>Aquesta aplicació està pensada per a ser d'enteniment progressiu per als estudiants, perquè no suposi un impediment començar a utilitzar-la. L'idioma està totalment integrat amb la IU. D'aquesta forma proporciona un diccionari amb representacions per a totes les operacions disponibles, ressaltat de codi i compleció del codi.</p>

source: <p><strong>Kalzium</strong> is your digital replacement for the periodic table on paper. It is a program that visualizes the Periodic Table of Elements (PSE) and includes basic information about all common elements in the PSE. It has a gained much more functions over time.</p>
ca@valencia: <p>El <strong>Kalzium</strong> és el teu reemplaç digital de la taula periòdica en paper. És un programa que visualitza la Taula Periòdica dels Elements (PSE) i inclou informació bàsica sobre tots els elements comuns. Amb el temps ha anat guanyant moltes més funcions. </p>

source: versatile overview of all important data from the elements like melting points, electron affinity, electronegativity, electron configuration, radii, mass, ionisation energy
ca@valencia: Resum versàtil de totes les dades importants dels elements com punts de fusió, afinitat electrònica, electronegativitat, configuració d'electrons, radis, massa, energia d'ionització

source: tool to visualize the spectral lines of each element
ca@valencia: Eina per a visualitzar les línies espectrals de cada element

source: different colored views of the PSE: separation of the different blocks, Year simulator, Temperature simulator
ca@valencia: Diferents vistes de color de la taula periòdica: separació dels diferents blocs, simulador anual, simulador de temperatura

source: Molecular weight calculator
ca@valencia: Calculadora de pes molecular

source: an Isotope table
ca@valencia: una taula d'isòtops

source: 3D molecule editor, with a load and save functionality
ca@valencia: editor molecular 3D, amb funció d'obrir i guardar

source: an equation solver for stoichiometric problems
ca@valencia: un solucionador d'equacions per a problemes estequiomètrics

source: filetype conversion for different types of chemical programs
ca@valencia: conversió de tipus de fitxer per a diferents tipus de programes químics

source: tool to produce a comprehensive list of all Risk_and_Safety_Statements
ca@valencia: eina per a produir una llista completa de tots els «Risk_and_Safety_Statements»

source: <p><strong>Kanagram</strong> is a game based on anagrams of words: the puzzle is solved when the letters of the scrambled word are put back in the correct order. There is no limit on either time taken, or the amount of attempts to solve the word.</p>
ca@valencia: <p>El <strong>Kanagram</strong> és un joc basat en anagrames de paraules: el trencaclosques es resol quan les lletres de la paraula desordenada es tornen a col·locar en l'ordre correcte. No hi ha límit en el temps que vos preneu, o la quantitat d'intents per a resoldre la paraula.</p>

source: Several word lists included
ca@valencia: S'inclouen diverses llistes de paraules

source: Hints and cheat help system
ca@valencia: Sistema d'ajuda de pistes i trucs

source: Word list editor
ca@valencia: Editor de llistes de paraules

source: Word lists distribution via <i>KNewStuff</i>
ca@valencia: Distribució de llistes de paraules a través de <i>KNewStuff</i>

source: Scalable user interface appropriate for children
ca@valencia: Interfície d'usuari escalable apropiada per a infants

source: <p><strong>KBruch</strong> is a small program to practice calculating with fractions and percentages. Different exercises are provided for this purpose and you can use the learning mode to practice with fractions. The program checks the user's input and gives feedback.</p>
ca@valencia: <p>El <strong>KBruch</strong> és un programa senzill per a practicar el càlcul amb fraccions i percentatges. Es proposen diversos exercicis i podeu utilitzar el mode d'aprenentatge per a practicar amb les fraccions. El programa comprova l'entrada de l'usuari i proporciona una resposta.</p>

source: Arithmetic exercise - in this exercise you have to solve a given fraction task. You have to enter the numerator and the denominator. This is the main exercise.
ca@valencia: Exercici aritmètic: En aquest exercici heu de resoldre un càlcul de fracció. Cal que escriviu el resultat, és a dir el numerador i el denominador. Aquest és l'exercici principal.

source: Comparison exercise - in this exercise you have to compare the size of 2 given fractions, using the symbols >, < or =.
ca@valencia: Exercici de comparació: En aquest exercici heu de comparar el valor numèric de 2 fraccions, utilitzant els símbols >, < o =.

source: Conversion exercise - in this exercise you have to convert a given number into a fraction.
ca@valencia: Exercici de conversió: En aquest exercici heu de convertir un nombre en una fracció.

source: Factorization exercise - in this exercise you have to factorize a given number into its prime factors.
ca@valencia: Exercici de factorització: En aquest exercici heu de descompondre un nombre en factors primers.

source: Percentage exercise - in this exercise you have to calculate percentages.
ca@valencia: Exercici de percentatge: En aquest exercici heu de calcular els percentatges.

source: <p><strong>KGeography</strong> is a geography learning tool, which allows you to learn about the political divisions of some countries (divisions, capitals of those divisions and their associated flags if there are some).</p>
ca@valencia: <p>El <strong>KGeography</strong> és una eina per a aprendre geografia. Aquesta aplicació permet aprendre les divisions polítiques d'alguns països (fronteres, capitals d'aquestes divisions i les seues banderes associades, si n'hi ha alguna).</p>

source: Browse the maps clicking in a map division to see its name, capital and flag
ca@valencia: Cerqueu en els mapes fent clic damunt d'una zona del mapa per a veure el seu nom, capital i bandera

source: The game tells you a map division name and you have to click on it
ca@valencia: El joc vos mostra el nom d'una zona del mapa i heu de fer clic sobre el lloc on està

source: The game tells you a capital and you have to guess the division it belongs to
ca@valencia: El joc vos mostra una capital i heu d'esbrinar el país a la qual pertany

source: The game tells you a division and you have to guess its capital
ca@valencia: El joc vos mostra un país i heu d'esbrinar la seua capital

source: The game shows you a map division flag and you have to guess its name
ca@valencia: El joc vos mostra la bandera d'un país i heu d'esbrinar el seu nom

source: The game tells you a map division name and you have to guess its flag
ca@valencia: El joc vos mostra el nom d'un país i heu d'esbrinar la seua bandera

source: The game shows an empty map and you have to place divisions on it one by one
ca@valencia: El joc vos mostra un mapa buit i heu de situar les divisions una a una
