Repository: raurodse/prueba
Catalog: */websites-edu-kde-org/edu-kde-org_www.po
Languages: ca@valencia

source: <p><strong>KHangMan</strong> is a game based on the well-known hangman game. It is aimed at children aged six and over. The game has several categories of words to play with, for example: Animals (animals words) and three difficulty categories: Easy, Medium and Hard. A word is picked at random, the letters are hidden, and you must guess the word by trying one letter after another. Each time you guess a wrong letter, part of a picture of a hangman is drawn. You must guess the word before being hanged! You have 10 tries.</p>
ca@valencia: <p>El <strong>KHangMan</strong> és un joc basat en el conegut joc del penjat. Està dirigit a infants de 6 anys o més. El joc disposa de diverses categories de paraules amb les quals jugar, per exemple: Animals (noms d'animals) i tres nivells de dificultat: fàcil, mitjà i difícil. Es tria una paraula aleatòriament, les lletres resten ocultes i s'ha d'endevinar la paraula provant una lletra rere l'altra. Cada vegada que s'escriu una lletra errònia es va dibuixant la imatge del penjat. Haureu d'endevinar-la abans de quedar penjat. Disposareu de 10 intents.</p>

source: <p><strong>Kig</strong> is an application for Interactive Geometry</p>
ca@valencia: <p>El <strong>Kig</strong> és un programa de geometria interactiva</p>

source: Allows the students to interactively explore mathematical figures and concepts using the computer
ca@valencia: Permet als estudiants explorar de manera interactiva les figures i conceptes matemàtics utilitzant l'ordinador

source: Serves as a WYSIWYG tool for drawing mathematical figures and including them in other documents
ca@valencia: Serveix com una eina WYSIWYG per a dibuixar figures matemàtiques i incloure-les en altres documents

source: <p><strong>Kiten</strong> is a Japanese reference/study tool.</p>
ca@valencia: <p>El <strong>Kiten</strong> és una eina d'estudi/referència del japonés.</p>

source: English to Japanese and Japanese to English dictionary
ca@valencia: Diccionari d'anglés a japonés i de japonés a anglés

source: Kanji dictionary (with multiple ways to look up specific characters)
ca@valencia: Diccionari de Kanjis (amb múltiples maneres de buscar caràcters específics)

source: <p><strong>KLettres</strong> is an application specially designed to help the user to learn alphabet in a new language and then to learn to read simple syllables. The user can be a young child aged from two and a half or an adult that wants to learn the basics of a foreign language.</p><p>There are twenty five languages available at the moment: Arabian, Brazilian Portuguese, Czech, Danish, Dutch, British English, US English, Phonics English, French, German, Hebrew, Hugarian, Italian, Kannada, Low Saxon, Malayalam, Norwegian Bokmål, Punjabi, Luganda, Romanized Hindi, Russian, Spanish, Slovak, Telugu and Ukrainian.</p>
ca@valencia: <p>El <strong>KLettres</strong> és una aplicació especialment dissenyada per a ajudar a l'usuari a aprendre un alfabet en un idioma nou i després aprendre a llegir síl·labes senzilles. L'usuari pot ser des d'un infant de dos anys i mig a un adult que vol aprendre les bases d'un idioma estranger. Actualment hi ha 25 idiomes disponibles: àrab, portugués de Brasil, txec, danés, neerlandés, anglés britànic, anglés americà, anglés fònic, francés, alemany, hebreu, hongarés, italià, kanarés, baix saxó, malaiàlam, noruec Bokmål, panjabi, luganda, hindi romanitzat, rus, espanyol, eslovac, telugu i ucraïnés.</p>

source: 4 difficulties and 2 ages modes
ca@valencia: 4 dificultats i 2 modes d'edat

source: Special GUI with delayed keyboard action and scalable themes reasonable for younger users
ca@valencia: Conté una interfície especial amb acció de teclat retardada i temes escalables pensats per a usuaris més joves

source: 16 languages available
ca@valencia: 16 Idiomes disponibles

source: Download and upload of additional language data using <i>KNewStuff</i>
ca@valencia: Podeu descarregar i pujar dades de llengua addicionals fent servir <i>KNewStuff</i>

source: <p><strong>KmPlot</strong> is a program to draw graphs, their integrals or derivatives. It supports different systems of coordinates like the Cartesian or the polar coordinate system. The graphs can be colorized and the view is scalable, so that you are able to zoom to the level you need.</p>
ca@valencia: <p>El <strong>KmPlot</strong> és un programa per a dibuixar grafs, les seues integrals o derivades. És compatible amb diferents sistemes de coordenades com el sistema de coordenades cartesià o el polar. Els grafs també es poden pintar i la vista és escalable, de manera que es pot aplicar zoom al nivell que es desitgi.</p>

source: powerful mathematical parser
ca@valencia: Analitzador matemàtic potent

source: precise metric printing
ca@valencia: impressió mètrica precisa

source: different plot types
ca@valencia: diferents tipus de traces

source: cartesian
ca@valencia: cartesiana

source: parametric
ca@valencia: paramètrica

source: implicit
ca@valencia: implícita

source: differential
ca@valencia: diferencial

source: highly configurable visual settings (plot line, axes, grid)
ca@valencia: configuració visual altament configurable (línia de traçat, eixos i graella)

source: export to bitmap format (BMP and PNG) and scalable vector graphics (SVG)
ca@valencia: es pot exportar al format de mapa de bits (BMP i PNG) i gràfics vectorials escalables (SVG)

source: save/load complete session in readable xml format
ca@valencia: guarda/carrega la sessió completa en format xml llegible

source: trace mode: cross hair following plot, coordinates shown in the status bar
ca@valencia: mode de traçat: traçat de seguiment de lector de pantalla, coordenades mostrades i la barra d'estat

source: support zooming
ca@valencia: és compatible amb zoom

source: ability to draw the 1st and 2nd derivative and the integral of a plot function
ca@valencia: permet traçar la primera i segona derivada de la integral d'una funció traçada

source: support user defined constants and parameter values
ca@valencia: és compatible amb les constants i els valors de paràmetres definits per l'usuari

source: various tools for plot functions
ca@valencia: diverses eines per a funcions de traçat

source: find minimum/maximum point
ca@valencia: cerca el punt mínim/màxim

source: get y-value and draw the area between the function and the y-axis
ca@valencia: podeu obtindre el valor d'y i dibuixar l'àrea entre la funció i l'eix y

source: <p><strong>KStars</strong> is a Desktop Planetarium for KDE. It provides an accurate graphical simulation of the night sky, from any location on Earth, at any date and time. The display includes up to 100 million stars, 13,000 deep-sky objects, all 8 planets, the Sun and Moon, and thousands of comets and asteroids.</p>
ca@valencia: <p>El <strong>KStars</strong> és un planetari d'escriptori per al KDE. Proporciona una simulació gràfica precisa del cel nocturn, des de qualsevol ubicació a la Terra, en qualsevol data i hora. La visualització inclou fins a 100 milions d'estrelles, 13.000 objectes del cel profund, tots els 8 planetes, el Sol i la Lluna, i milers de cometes, asteroides, supernoves, i satèl·lits.</p>

source: Catalogs:
ca@valencia: Catàlegs:

source: Default catalog consisting of stars to magnitude 8
ca@valencia: Catàleg predeterminat consistent en estrelles fins a magnitud 8

source: Extra catalogs consisting of 100 million stars to magnitude 16
ca@valencia: Catàlegs addicionals consistents en 100 milions d'estrelles fins a magnitud 16

source: Downloadable catalogs including Messier Images, Abell Planetary Nebulae
ca@valencia: Catàlegs descarregables que inclouen imatges de Messier i la nebulosa planetària Abell.

source: Corrections for precession, nutation and atmospheric refraction
ca@valencia: Correccions per a la precessió, nutació i refracció atmosfèrica

source: Tools for retrieval of data from Online Databases
ca@valencia: Eines per a recuperar dades des d'una base de dades en línia

source: Scriptable actions using D-Bus
ca@valencia: L'ús de D-Bus permet accions amb scripts.

source: Integration with INDI provides support for a wide range of instruments
ca@valencia: La integració amb INDI proporciona compatibilitat per a un ampli ventall d'instruments

source: Features for Educators and Students:
ca@valencia: Característiques per a professors i estudiants:

source: Adjustable simulation speed in order to view phenomena that happen over long timescales
ca@valencia: Velocitat de simulació ajustable per a veure els fenòmens que ocorren al llarg de les escales temporals.

source: KStars Astrocalculator to access some of the internal calculations of KStars, and also to predict conjunctions etc.
ca@valencia: La calculadora astronòmica del KStars permet accedir a alguns dels càlculs interns del KStars, per a predir les conjuncions, etc.

source: Astroinfo project to help facilitate learning with the aid of KStars
ca@valencia: El projecte Astroinfo facilita l'aprenentatge amb l'ajuda del KStars

source: Internet links for further information / pictures of objects
ca@valencia: Enllaços d'internet per a més informació / imatges dels objectes

source: Features for Amateur Astronomers:
ca@valencia: Característiques per a astrònoms amateurs:

source: Observing List tool to plan observations
ca@valencia: Eina de llista d'observació per a planificar les observacions.

source: FOV Editor helps calculate field of view of equipment and display them
ca@valencia: L'editor del CDV ajuda a calcular el camp de visió dels equipaments i a visualitzar-lo.

source: Obtain AAVSO light curves for variable stars
ca@valencia: Obté corbes de lluminositat de l'AAVSO per a estrelles variables.

source: What's up tonight tool
ca@valencia: Eina «Què passa aquesta nit?»

source: Altitude vs Time tool
ca@valencia: Eina Altitud en funció del temps

source: Sky Calendar tool
ca@valencia: Eina Calendari del cel

source: <p><strong>KTouch</strong> is a program to learn and practice touch typing. Every finger has its place on the keyboard with associated keys to press. Starting with only a few keys to remember you will advance through different training levels where additional keys are introduced. Because you no longer need to search for the keys on the keyboard you will be able to type quickly and accurately.</p>
ca@valencia: <p>El <strong>KTouch</strong> és un programa d'aprenentatge i pràctica de mecanografia. Cada dit té el seu lloc en el teclat amb les seues respectives tecles a prémer. Comença només amb unes poques tecles per a recordar-vos que avançareu per nivells d'entrenament diferents on s'aniran introduint més tecles. Com que no haureu de cercar les tecles en el teclat, sereu capaços d'escriure amb rapidesa i precisió.</p>

source: Ships with dozens of courses spanning many different languages and keyboard layouts
ca@valencia: Es distribueix amb dotzenes de cursos amb molts idiomes i disposicions de teclat diferents.

source: Powerful course and keyboard layout editor for user-created training material
ca@valencia: Un curs potent amb un editor de la disposició de teclat per al material d'entrenament creat pels usuaris.

source: Comprehensive training statistics to track and analyze your learning progress
ca@valencia: Estadístiques d'entrenament exhaustives que permeten seguir i analitzar el progrés en l'aprenentatge

source: <p><strong>KTurtle</strong> is an educational programming environment that aims to make learning how to program as easily as possible. To achieve this KTurtle makes all programming tools available from the user interface. The programming language used is TurtleScript which allows its commands to be translated.</p>
ca@valencia: <p>El <strong>KTurtle</strong> és un entorn educatiu de programació que pretén ensenyar a programar de la manera més senzilla possible. Per a aconseguir-ho, el KTurtle permet accedir a totes les eines de programació des de la interfície d'usuari. El llenguatge de programació és el TurtleScript, el qual permet traduir-ne les ordres.</p>

source: <p><strong>KWordQuiz</strong> is a tool that gives you a powerful way to master new vocabularies. It may be a language or any other kind of terminology.</p>
ca@valencia: <p>El <strong>KWordQuiz</strong> és una eina potent que permet dominar nous vocabularis. Pot ser un idioma o qualsevol altre tipus de terminologia.</p>

source: Easy to use
ca@valencia: Fàcil utilització

source: Five different practice modes
ca@valencia: Cinc modes de pràctica diferents

source: Flashcards and Quiz types
ca@valencia: Fitxes ràpides i Tipus de qüestionari

source: Several Vocabulary documents formats supported
ca@valencia: Diversos formats de documents de vocabulari permesos

source: <p>LabPlot is an application for interactive graphing and analysis of scientific data.</p>
ca@valencia: <p>El LabPlot és una aplicació per a la representació interactiva de grafs i anàlisi de dades científiques.</p>

source: Project-based management of data
ca@valencia: Gestió de dades basada en projectes

source: Project-explorer for management and organization of created objects in different folders and sub-folders
ca@valencia: Explorador de projectes per a la gestió i organització d'objectes creats en diferents carpetes i subcarpetes

source: Spreadsheet with basic functionality for manual data entry or for generation of uniform and non-uniform random numbers
ca@valencia: Full de càlcul amb funcionalitat bàsica per a l'entrada de dades manual o per a la generació de nombres aleatoris uniformes o no uniformes

source: Import of external ASCII-data into the project for further editing and visualization
ca@valencia: Importació de dades ASCII externes al projecte per a una edició i visualització més profunda

source: Export of spreadsheet to an ASCII-file
ca@valencia: Exportació de full de càlcul a un fitxer ASCII

source: Worksheet as the main parent object for plots, labels etc., supports different layouts and zooming functions
ca@valencia: Full de treball com a objecte pare principal per a traces, etiquetes, etc. És compatible amb diverses disposicions i funcions de zoom

source: Export of worksheet to different formats (pdf, eps, png and svg)
ca@valencia: Exportació del full de treball a diferents formats (pdf, eps, png i svg)

source: Great variety of editing capabilities for properties of worksheet and its objects
ca@valencia: Gran varietat de capacitats d'edició per a propietats de fulls de treball i els seus objectes

source: Cartesian plots, created either from imported or manually created data sets or via mathematical equation
ca@valencia: Traçats cartesians creats de sets de dades importats o creats manualment o mitjançant una equació matemàtica

source: Definition of mathematical formulas is supported by syntax-highlighting and completion and by the list of thematically grouped mathematical and physical constants and functions.
ca@valencia: La definició de fórmules matemàtiques està admesa per al ressaltat i la finalització sintàctica, i per a la llista de constants i funcions matemàtiques i físiques agrupades temàticament.

source: Analysis of plotted data is supported by many zooming and navigation features.
ca@valencia: L'anàlisi de dades traçades conté diverses característiques de navegació i zoom.

source: Linear and non-linear fits to data, several fit-models are predefined and custom models with arbitrary number of parameters can be provided
ca@valencia: Els lineals i no lineals s'ajusten a les dades. Hi ha diversos models ajustats predefinits i models personalitzats amb un nombre arbitrari de paràmetres afegibles

source: <p><strong>Marble</strong> is a Virtual Globe and World Atlas that you can use to learn more about the Earth.</p>
ca@valencia: <p>El <strong>Marble</strong> és un globus terraqüi virtual i un atles mundial que es pot utilitzar per a aprendre més sobre la Terra.</p>

source: You can pan and zoom around and you can look up places and roads
ca@valencia: Podeu fer-hi desplaçaments i zoom i buscar llocs i carreteres

source: A mouse click on a place label will provide the respective Wikipedia article
ca@valencia: Un clic del ratolí en una etiqueta de lloc vos proporcionarà el seu respectiu article de Wikipedia

source: You can measure distances between locations
ca@valencia: Podeu mesurar distàncies entre llocs

source: It offers different thematic maps: a classroom-style topographic map, a satellite view, street map, Earth at night and temperature and precipitation maps. All maps include a custom map key, so it can also be used as an educational tool for use in classrooms
ca@valencia: Aquesta aplicació ofereix diferents mapes temàtics: un mapa topogràfic de l'estil d'una aula, una vista de satèl·lit, un mapa de carrers, la Terra per la nit i mapes de temperatura i precipitació. Tots els mapes inclouen una clau de mapa personalitzada, de manera que també es pot utilitzar com a eina educacional per a l'ús en classes

source: For educational purposes you can also change date and time and watch how the starry sky and the twilight zone on the map change
ca@valencia: Per motius educacionals també podeu canviar la data i el temps i observar com el cel estrellat i la zona crepuscular en el mapa canvien.

source: Supports multiple projections: choose between a Flat Map ("Plate carré"), Mercator or the Globe
ca@valencia: Suporta múltiples projeccions: escolliu entre Mapa pla («Plate carré»), Mercator o el Globus

source: Promotes the usage of free maps
ca@valencia: Promou l'ús de mapes gratuïts

source: <p><strong>Minuet</strong> is a free and open source software for music education. It aims at supporting students and teachers in many aspects of music education, such as ear training, first-sight reading, solfa, scales, rhythm, harmony, and improvisation. Minuet makes extensive use of MIDI capabilities to provide a full-fledged set of features regarding volume, tempo, and pitch changes, which makes Minuet a valuable tool for both novice and experienced musicians.</p>
ca@valencia: <p>El <strong>Minuet</strong> és un programari lliure per a educació musical. El seu objectiu és ajudar als estudiants i professors en molts aspectes de l'educació musical, com l'entrenament de l'oïda, la lectura a vista, el solfeig, les escales, el ritme, l'harmonia i la improvisació. El Minuet fa un ampli ús de les capacitats MIDI per a proporcionar un conjunt complet de característiques relatives al canvi de volum, tempo i to, el qual fa del Minuet una valuosa eina per als músics principiants i experimentats.</p>

source: Nearly 40 exercises regarding intervals, chords, rhythm, and scales.
ca@valencia: Hi ha al voltant de 40 exercicis sobre intervals, acords, ritmes i escales musicals.

source: Check your musical perception skills on piano keyboard.
ca@valencia: Comprova els teus coneixements perceptius musicals en el piano electrònic.

source: Adjustable playing settings, from beginners to pro.
ca@valencia: Configuració de joc ajustable des de principiants fins a professionals.

source: Create your own exercises and adapt Minuet to your needs.
ca@valencia: Creeu els vostres propis exercicis i adapteu Minuet a les vostres necessitats.

source: <p><strong>Pairs</strong> is a game that will help train your memory by remembering different images, shapes, sounds and text.</p>
ca@valencia: <p>El <strong>Pairs</strong> és un joc que vos ajudarà a entrenar la vostra memòria en fer-vos recordar diverses imatges, formes, sons i textos.</p>

source: Pair images
ca@valencia: Imatges de Pairs

source: Pair similar images
ca@valencia: Imatges similars a Pairs

source: Pair sounds
ca@valencia: Sons de Pairs

source: Pair sounds and images
ca@valencia: Sons i imatges de Pairs

source: <p><b>Parley</b> is a program to help you memorize things.<br> Parley supports many language specific features but can be used for other learning tasks just as well. It uses the <a href="http://en.wikipedia.org/wiki/Spaced_repetition">spaced repetition</a> learning method, also known as flash cards.</p><p> Creating new vocabulary collections with Parley is easy, but of course it is even better if you can use some of our premade files. Have a look at the <a href="http://kde-files.org/index.php?xcontentmode=687">KDE-Files.org</a> page or use the "Download New Collections" feature directly in Parley.</p>
ca@valencia: <p>El <b>Parley</b> és un programa que ajuda a memoritzar coses.<br> Aquest dóna suport a moltes característiques específiques de la llengua, però també es pot utilitzar per a altres tasques d'aprenentatge. Fa servir el mètode d'aprenentatge de <a href="http://en.wikipedia.org/wiki/Spaced_repetition">repetició espaiada</a>, o també coneguda com a fitxes o targetes. </p><p> És fàcil crear noves col·leccions de vocabulari amb el Parley, però és encara més fàcil utilitzar un dels nostres fitxers predissenyats. Doneu-hi una ullada a la pàgina <a href="http://kde-files.org/index.php?xcontentmode=687">KDE-Files.org</a> o utilitzeu la característica «Descarrega col·leccions noves» directament al Parley.

source: Different test types
ca@valencia: Diferents tipus de tests

source: Mixed Letters (order the letters, anagram like) to get to know new words
ca@valencia: Lletres barrejades (un anagrama del tipus ordena les lletres) per a aprendre paraules noves.

source: Multiple choice
ca@valencia: Elecció múltiple

source: Written tests - type the words (including clever correction mechanisms)
ca@valencia: Tests escrits - escriu les paraules (inclou mecanismes intel·ligents de correcció)

source: Example sentences can be used to create 'fill in the gap' tests
ca@valencia: Frases d'exemple que es poden utilitzar per a crear tests de tipus «ompliu els buits»

source: Article training
ca@valencia: Entrenament per articles

source: Comparison forms (adjectives and/or adverbs)
ca@valencia: Formes comparatives (adjectius i/o adverbis)

source: Conjugations
ca@valencia: Conjugacions

source: Synonym/Antonym/Paraphrase
ca@valencia: Sinònim/Antònim/Paràfrasi

source: Fast test setup with all options in one dialog
ca@valencia: Configuració de test ràpida amb totes les opcions en un diàleg

source: More than two languages (for example English, Chinese Traditional and Chinese Simplified)
ca@valencia: Més de dos idiomes (per exemple anglés, xinés tradicional i xinés simplificat)

source: Find words (also by word type) quickly
ca@valencia: Trobeu paraules (també per tipus de paraula) ràpidament

source: Easy lesson management
ca@valencia: Gestió de lliçons senzilla

source: Premade vocabulary files ready to use
ca@valencia: Fitxers predissenyats de vocabulari llestos per a utilitzar

source: Share and download vocabulary using Get Hot New Stuff
ca@valencia: Compartiu i descarregueu vocabulari utilitzant Obtindre les novetats

source: Open XML file format (shared with KWordQuiz, Kanagram and KHangMan) that can be edited by hand and is easily usable with scripts
ca@valencia: Format de fitxer XML obert (compartit amb el KWordQuiz, Kanagram i KHangMan) que pot ser editat a mà i es pot utilitzar fàcilment amb scripts.

source: <p><strong>Rocs</strong> is a Graph Theory IDE for everybody interested in designing and analyzing graph algorithms (e.g., lecturers, students, researchers). For all these users, Rocs provides an easy to use visual data structure editor and a powerful scripting engine to execute algorithms.</p>
ca@valencia: <p>El <strong>Rocs</strong> és un IDE de la Teoria de Grafs per a tothom que estiga interessat a dissenyar i analitzar algoritmes de grafs (p. ex. professors, estudiants, investigadors). Per a aquests usuaris, Rocs proporciona un editor de dades visuals fàcil d'utilitzar i un motor de creació de scripts per a executar algoritmes.</p>

source: Canvas for Graph Drawing
ca@valencia: Llenç per a dibuix gràfic
