Repository: raurodse/prueba
Catalog: */websites-edu-kde-org/edu-kde-org_www.po
Languages: ca@valencia

source: History of the KDE-Edu Project
ca@valencia: Història del projecte KDE-Edu

source: How did it start?
ca@valencia: Com va començar?

source: The KDE-Edu project was started in July 2001. The goal of the project is to develop Free Educational Software (GPL license) within the KDE environment. This software is mainly aimed to schools, to students and to parents at home as well as to adults willing to extend their knowledge.
ca@valencia: El projecte KDE-Edu va començar el juliol de 2001. L'objectiu del projecte és desenvolupar programari educatiu lliure (llicència GPL) en l'entorn KDE. Aquest programari va dirigit principalment a les escoles, als alumnes i als pares, així com a aquells adults que vulguen ampliar els seus coneixements.

source: A new KDE module was created, the kdeedu module. The applications in that module are fully KDE compatible (use of KMainWindow, XML GUI, ...) and get a proper documentation handbook in docbook format. Thus, all applications interfaces and documentation are translated in more than 65 languages, via the l10n KDE teams.
ca@valencia: Es va crear un nou mòdul KDE: el mòdul kdeedu. Les aplicacions d'aquest mòdul són totalment compatibles amb el KDE (ús de KMainWindow, XML GUI...) i van acompanyades d'un manual amb la documentació necessària en format docbook. La interfície de totes les aplicacions i la documentació corresponent estan traduïdes a més de 65 llengües, gràcies als equips del l10n KDE.

source: The kdeedu module joined the KDE 3.0 official release.
ca@valencia: El mòdul kdeedu es va incloure en el llançament oficial del KDE 3.0.

source: About Us
ca@valencia: Quant a KDE Edu

source: Users Stories
ca@valencia: Històries d'usuaris

source: <a href="http://www.voxhumanitatis.org"><img src="../images/icons/vh-pms_100x113.png" style="width:100px;height:113px;float:left;" /></a>Vox Humanitatis (<a href="http://www.voxhumanitatis.org">www.voxhumanitatis.org</a>) cares about less resourced cultures and with that about the connected languages. Since we are also dedicated to the educational sector we are always searching for ways to create educational material which starts from "simple" alphabets to complex grammar exercises and study material for other subjects such as science, mathematics, history etc.
ca@valencia: <a href="http://www.voxhumanitatis.org"><img src="../images/icons/vh-pms_100x113.png" style="width:100px;height:113px;float:left;" /></a>Vox Humanitatis (<a href="http://www.voxhumanitatis.org">www.voxhumanitatis.org</a>) es preocupa de les cultures amb menys recursos i pels idiomes que les connecten. Com que també es dedica al sector de l'educació, està constantment buscant maneres de crear material educatiu que vagi des d'alfabets senzills fins a exercicis de gramàtica complexos i materials per a estudiar, dirigits a altres àmbits com la ciència, les matemàtiques, la història, etc.

source: Last autumn we discovered Parley and shortly after that <a href="../applications/language/khangman/">KHangMan</a>. The huge advantage is: you can use contents that are from "outside" of the software and even if <a href="../applications/language/parley/">Parley</a> is thought to be a vocabulary trainer it can be used in many, many ways, also for subjects mentioned above. You could call it "love at first sight". From there we started to create contents which are too huge to be simply uploaded to <a href="http://www.kde-files.org">kde-files.org</a>. It would take one person's full time work to do it manually and then again: many combinations out of many different data resources will be possible.
ca@valencia: La tardor passada vam descobrir el Parley i poc després el <a href="../applications/language/khangman/">KHangMan</a>. El principal avantatge és que ambdós programes permeten l'ús de contingut «extern» i tot i que el <a href="../applications/language/parley/">Parley</a> està dissenyat per a ser un entrenador de vocabulari, es pot fer servir de moltes altres maneres i també en els àmbits mencionats abans. Es podria dir que descobrir-los va ser «amor a primera vista». Des d'aleshores vam començar a crear continguts que són massa grans per a pujar-los al <a href="http://www.kde-files.org">kde-files.org</a>. Caldria una persona treballant a temps complet per a fer-ho manualment i, com ja s'ha dit, hi ha moltes combinacions possibles resultants de l'ús de diverses fonts de dades.

source: When meeting in Randa during the <a href="http://dot.kde.org/2010/06/19/report-successful-multimedia-and-edu-sprint-randa">KDE Multimedia and Education sprint 2010</a> the "how to better collaborate" was discussed and an export of Agrovoc the FAO agriculture dictionary which is the test-data of Ambaradan, the Vox Humanitatis' data storage engine for dictionaries and similar contents, for <a href="../applications/language/parley/">Parley</a> was created to make sure we were able to provide directly Parley format which allows for an easy download of our data and then to study with it. The second positive point was: Agrovoc right now is not structured, so there are no "lessons" and this meant that <a href="../applications/language/parley/">Parley</a> had to digest those 100.000 entries: it did really well...
ca@valencia: Durant la trobada a Randa en el marc de <a href="http://dot.kde.org/2010/06/19/report-successful-multimedia-and-edu-sprint-randa">l'esprint KDE Multimèdia i Educació el 2010</a> es va parlar sobre «com millorar la col·laboració» i es va generar una exportació d'Agrovoc, el diccionari d'agricultura oficial de la FAO que constitueix el banc de proves d'Ambaradan, el motor d'emmagatzematge de dades de Vox Humanitatis de diccionaris i continguts similars, per al <a href="../applications/language/parley/">Parley</a>, per a assegurar-nos que podíem proporcionar directament formats del Parley, la qual cosa permet descarregar fàcilment la informació i estudiar-la. El segon punt positiu va ser que com que ara mateix l'Agrovoc no està estructurat, no té lliçons, i això significa que el <a href="../applications/language/parley/">Parley</a> va haver de digerir 100.000 entrades i ho va fer realment bé...

source: This means that soon Parley data can be retrieved directly from Ambaradan. In a second stage data for KHangMan and Marble will be made available.
ca@valencia: Això vol dir que prompte es podran descarregar dades del Parley directament des d'Ambaradan. Posteriorment, en una segona fase, també es faran disponibles les dades per al KHangMan i el Marble.

source: Further reading:
ca@valencia: Llegir-ne més:

source: When three educational projects get together
ca@valencia: Quan tres projectes educatius s'unifiquen

source: Report from Successful Multimedia and Edu Sprint in Randa
ca@valencia: Informe de l'esprint multimèdia i educatiu reeixit a Randa

source: KDE Education and Multimedia Sprint ... some results ...
ca@valencia: Sprint educatiu i multimèdia del KDE... alguns resultats...

source: Editing Parley ... it's so easy that kids can do
ca@valencia: Editar el Parley... és tan fàcil que fins i tot els infants ho poden fer

source: Updated language data online
ca@valencia: Dades d'idiomes actualitzades en línia

source: Joola Fonyi got the first game - The meaning of the first game for minor language
ca@valencia: Primer joc en jola-fonyi: la importància del primer joc per a un idioma minoritari

source: %1 Applications
ca@valencia: %1 Aplicacions

source: Development Information
ca@valencia: Informació de desenvolupament

source: Application Categories
ca@valencia: Categories d'aplicacions

source: Age Categories
ca@valencia: Categories per edat

source: Subject Categories
ca@valencia: Categories per assignatura

source: Graphics
ca@valencia: Gràfics

source: Here you can find our graphics, feel free to use them, when appropriate.
ca@valencia: Ací trobareu els nostres gràfics per a fer-los servir quan ho desitgeu.

source: You'll find more detailed artwork <a href='KDEEdu_artwork.svg'>here</a>
ca@valencia: Trobareu material gràfic més detallat fent clic <a href='KDEEdu_artwork.svg'>ací</a>

source: Contact Us
ca@valencia: Contacteu-nos

source: Mailing Lists
ca@valencia: Llistes de correu

source: There is one mailing list concerning the KDE-Edu Project. In this list people discuss Free Educational Software issues more or less related to the KDE-Edu project. To subscribe to the list, go <a href="http://mail.kde.org/mailman/listinfo/kde-edu">here</a>. You can also browse through the <a href="http://mail.kde.org/pipermail/kde-edu/">online archive</a> of this list.
ca@valencia: Hi ha una llista de correu per al projecte KDE-Edu. En aquesta llista es discuteixen temes sobre programari educatiu lliure més o menys relacionats amb el projecte KDE-Edu. Si vos voleu subscriure a la llista, feu clic <a href="http://mail.kde.org/mailman/listinfo/kde-edu">ací</a>. També podeu navegar per l'<a href="http://mail.kde.org/pipermail/kde-edu/">arxiu en línia</a> de la llista.

source: Forums
ca@valencia: Fòrums

source: Educational topics are discussed on <a href="http://forum.kde.org">forum.kde.org</a> in the forum <a href="http://forum.kde.org/viewforum.php?f=21">Games &amp; Education</a>.
ca@valencia: Els temes educatius es debaten a <a href="http://forum.kde.org">forum.kde.org</a> al fòrum <a href="http://forum.kde.org/viewforum.php?f=21">Jocs &amp; Educació</a>.

source: Join us on irc.freenode.net, channel <strong><a href="irc://irc.freenode.org/#kde-edu">#kde-edu</a>.</strong>.
ca@valencia: Uniu-vos a nosaltres a irc.freenode.net, en el canal <strong><a href="irc://irc.freenode.org/#kde-edu">#kde-edu</a></strong>.

source: Press
ca@valencia: Premsa

source: Information about promotion <a href="press.php">here</a>.
ca@valencia: Informació sobre promoció <a href="press.php">ací</a>.

source: How to use the logo and icons? Get answers <a href="graphics.php">here</a>.
ca@valencia: Com fer servir el logotip i les icones? Obteniu les respostes <a href="graphics.php">ací</a>.

source: Contributions
ca@valencia: Contribucions

source: Here we present some contributions to our applications.
ca@valencia: Ací mostrem algunes contribucions a les nostres aplicacions.

source: All the files are distributed under free licenses. If not otherwise stated this is the GNU General Public License. You are encouraged to download and use the files according to their license.
ca@valencia: Tots els fitxers es distribueixen d'acord amb llicències lliures. Si no està indicat d'una altra forma, la llicència per defecte és la Llicència Pública General de GNU. Vos animem a descarregar i fer servir els fitxers segons indica la llicència corresponent.

source: And you are even more encouraged to contribute your own files or improve the existing ones! Visit the <a href="../get_involved/">Get Involved page</a>.
ca@valencia: I encara vos animem molt més a crear els vostres propis fitxers o millorar els ja existents. Visiteu <a href="../get_involved/">Col·laboreu-hi</a>.

source: Vocabulary Files
ca@valencia: Fitxers de vocabulari

source: (old KDE3 style)
ca@valencia: (estil KDE 3 antic)

source: (current KDE4 style)
ca@valencia: (estil KDE 4 actual)

source: Logo Scripts
ca@valencia: Scripts en Logo

source: Kig Macros
ca@valencia: Macros del Kig

source: Since Kig can import and use third-party macros as built-in objects, it can have new objects, being more and more powerful.
ca@valencia: Com que el Kig pot importar i fer servir macros de tercers com objectes integrats, pot tindre molts objectes nous i ser cada vegada més potent.

source: Once you have a macro file, you can import it into Kig using one of these instructions (tailored for a typical Linux system):
ca@valencia: Un cop tingueu un fitxer de macro, el podreu importar al Kig fent servir una d'aquestes instruccions (pensades per al sistema Linux habitual):

source: Local installation
ca@valencia: Instal·lació local

source: Install a macro only for the user which installed it: in Kig, select <strong>Types&nbsp;->&nbsp;Manage Types</strong>, click on the <strong>Import</strong> button, select the macro file(s) you want to import, and you're done.
ca@valencia: Instal·lar una macro només per a l'usuari que va realitzar la instal·lació: al Kig, seleccioneu <strong>Tipus&nbsp;->&nbsp;Gestiona els tipus</strong>, cliqueu el botó <strong>Importa</strong> i seleccioneu el/s fitxer/s de macro que vulgueu importar.

source: Global installation
ca@valencia: Instal·lació global

source: This requires the root privilegies! Install a macro for every Kig users on that machine: place it in <span style="font-family:monospace;">&#36;KDEDIR/share/apps/kig/builtin-macros/</span>. The new macro(s) will be available in Kig the next time you start Kig.
ca@valencia: Per a realitzar aquesta acció és necessari tindre privilegis d'administrador (privilegis root). Instal·lar una macro per a cada usuari del Kig al mateix aparell: poseu-la a <span style="font-family:monospace;">&#36;KDEDIR/share/apps/kig/builtin-macros/</span>. La nova macro estarà disponible al Kig quan torneu a obrir el programa.

source: How can I import a macro file?
ca@valencia: Com importar un fitxer macro?

source: KTurtle Logo Scripts
ca@valencia: Scripts en Logo del KTurtle

source: You can download these Logo files and freely use them with KTurtle.
ca@valencia: Podeu descarregar lliurement aquests fitxers de Logo i fer-los servir al KTurtle.

source: Feel free to share your KTurtle examples. Please upload files you created to %1. They will appear on the page. Already available files can be found <a href='http://kde-files.org/index.php?xcontentmode=686'>here</a>.
ca@valencia: No dubteu a compartir els vostres exemples amb KTurtle. Pugeu els fitxers que heu creat a %1. Apareixeran en la pàgina. Per a accedir als fitxers disponibles feu clic <a href='http://kde-files.org/index.php?xcontentmode=686'>ací</a>.

source: If you have questions or need help, don't hesitate to <a href="/contact_us/">contact us</a>.
ca@valencia: Si teniu alguna pregunta o necessiteu ajuda, no dubteu a <a href="/contact_vos/">contactar-nos</a>.

source: Contributed Learning Files
ca@valencia: Fitxers d'aprenentatge contribuïts

source: The learning files listed here are intended for use with %1 and %2 which are both part of the KDE Edutainment project. To some extent these files also work with %3 and %4.
ca@valencia: Els fitxers educatius que apareixen en aquesta llista estan pensats per a fer-se servir amb %1 i %2, ambdós formen part del projecte d'entreteniment educatiu del KDE. Fins a cert punt aquests fitxers també funcionen amb %3 i %4.

source: Creating kvtml Files
ca@valencia: Crear fitxers kvtml

source: You can create a kvtml file using %1. You add the back and front for each cards and then you save your data. It will be saved using the kvtml extension.
ca@valencia: Per a crear fitxers kvtml fent servir el %1, només cal afegir la part de darrere i la part frontal de cada targeta i després guardar les dades. Es guardarà amb l'extensió kvtml.

source: If you are on KDE4 already consider using %1. Parley offers a wealth of editing possibilities.
ca@valencia: Si ja feu servir el KDE 4, considereu utilitzar %1. El Parley ofereix una immensa varietat de possibilitats d'edició.

source: Please see <a href="http://files.kde.org/edu/kvtml/sample.txt">here</a> for an example of a kvtml file if you want to create one with an editor.
ca@valencia: Feu clic <a href="http://files.kde.org/edu/kvtml/sample.txt">ací</a> per a veure un exemple de fitxer kvtml si en voleu crear un amb l'editor.

source: Share Your Files
ca@valencia: Compartiu els vostres fitxers

source: Please upload files you created to %1. They will appear on the page and also show up in the download dialogs of the applications. The files can be found here:
ca@valencia: Pugeu els fitxers que heu creat a %1. Apareixeran a la pàgina i també en els diàlegs de descàrrega de les aplicacions. Els fitxers estan disponibles a:

source: Parley files on store.kde.org
ca@valencia: Fitxers del Parley a store.kde.org

source: KWordQuiz files on store.kde.org
ca@valencia: Fitxers del KWordQuiz a store.kde.org

source: KHangMan files on store.kde.org
ca@valencia: Fitxers del KHangMan a store.kde.org

source: If you have questions or need help, ask the <a href="mailto:kde-edu@kde.org">the KDE-Edu mailing list</a>.
ca@valencia: Feu-nos arribar els vostres dubtes i preguntes a <a href="mailto:kde-edu@kde.org">la llista de correu KDE-Edu</a>.

source: Areas
ca@valencia: Àrees

source: Vocabulary / Languages
ca@valencia: Vocabulari / Idiomes

source: Anatomy / Physiology
ca@valencia: Anatomia / Fisiologia

source: Joints
ca@valencia: Articulacions

source: Bones
ca@valencia: Ossos

source: Muscles
ca@valencia: Músculs

source: Ligamenti
ca@valencia: Lligaments

source: Miscellaneous
ca@valencia: Miscel·lània

source: Music
ca@valencia: Música

source: Guitar
ca@valencia: Guitarra

source: Music Theory
ca@valencia: Teoria musical

source: Geography
ca@valencia: Geografia

source: History
ca@valencia: Història

source: Math
ca@valencia: Matemàtiques

source: Chemistry
ca@valencia: Química

source: Exam Preparation
ca@valencia: Preparació d'exàmens

source: All the files here are distributed under free licenses. If not otherwise stated this is the <b>GNU General Public License</b>. You are encouraged to download and use the files according to their license.<br /><b>And you are even more encouraged to contribute your own files or improve the existing ones!</b>
ca@valencia: Tots els fitxers es distribueixen d'acord amb llicències lliures. Si no està indicat d'una altra forma, la llicència per defecte és la <b>GNU General Public License</b>. Vos animem a descarregar i fer servir els fitxers segons indica la llicència corresponent.<br /><b>I encara vos animem molt més a crear els vostres propis fitxers o millorar els ja existents!</b>

source: There is another thing you should keep in mind when using data from books or similar: copyright violation. As a rule of thumb you might say that individual word translations can be used from books but not entire sections (The data isn't copyrighted but the collection of data is).
ca@valencia: Hi ha una altra cosa que cal tindre en compte a l'hora de fer servir dades de llibres o similars: la violació del copyright. La regla general indica que en el cas dels llibres es poden fer servir traduccions de paraules individuals però no de seccions íntegres. (Les dades no tenen copyright però la col·lecció de dades sí).

source: Also books out of copyright can be used for data (in the US this means mainly pre-1923 books). Have a look at project Gutenberg at <a href="http://gutenberg.spiegel.de/">Projekt Gutenberg-DE</a> (German site), or <a href="http://www.gutenberg.org/">www.gutenberg.org</a> (English site), for more information about finding out if a book is out of copyright.
ca@valencia: A més a més, els llibres que no tinguen copyright es poden fer servir per a extreure'n les dades (als Estats Units solen ser els llibres anteriors al 1923). Doneu una ullada al projecte Gutenberg a <a href="http://gutenberg.spiegel.de/">Projekt Gutenberg-DE</a> (en alemany), o <a href="http://www.gutenberg.org/">www.gutenberg.org</a> (en anglés) per a obtindre més informació sobre com saber si un llibre té copyright o no.

source: Despite the fact that all files can be loaded and used with both KWordQuiz and Parley you should keep in mind that KWordQuiz has a simpler design and might ignore some features from the files. If you work with KWordQuiz and save afterwards you might lose some properties that are available in Parley. For that reason the table above lists advanced features that are only available in Parley. Minor features like the names of lessons are not mentioned though they get lost with KWordQuiz. It is expected that this limitation will be removed in the next major version of KDE.
ca@valencia: Tot i que tots els fitxers es poden carregar i fer servir tant al KWordQuiz com al Parley, cal tindre present que el KWordQuiz té un disseny més senzill i pot ignorar certes característiques dels fitxers. Si treballeu amb el KWordQuiz i després guardeu la vostra faena, és possible que perdeu algunes propietats que estan disponibles al Parley. És per això que la taula damunt conté característiques avançades que només estan disponibles al Parley. Altres característiques menys importants com els noms de les lliçons no es mencionen tot i que també es perden amb el KWordQuiz. S'espera eliminar aquesta limitació en la nova versió del KDE.

source: <b>Removing Grades:</b> Using Parley you should be able to remove grades from the files by using Edit -> Remove Grades.
ca@valencia: <b>Eliminar les qualificacions:</b> Amb el Parley és possible esborrar la qualificació dels fitxers que feu servir «Edita -> Elimina les qualificacions».

source: Contributors
ca@valencia: Col·laboradors

source: The learning files listed here are intended for use with %1, %2, and %3, which are all part of the KDE Educational Project.
ca@valencia: Els fitxers que apareixen a la llista estan pensats per a utilitzar-se amb el %1, %2, i %3, els quals formen part del projecte educatiu del KDE.

source: Please send your contributed files to <a href="mailto:kde-edu@kde.org">the KDE-Edu mailing list</a> so they can be uploaded on this page.
ca@valencia: Si voleu contribuir, envieu els vostres fitxers a <a href="mailto:kde-edu@kde.org">la llista de correu del KDE-Edu</a> i els pujarem a aquesta pàgina.

source: Areas:
ca@valencia: Àrees:

source: More vocabulary files
ca@valencia: Més fitxers de vocabulari

source: For KDE 3 many files exist that work perfectly fine with the new versions of the programs. Have a look at <a href="../contrib/kvtml.php">Vocabulary files for KDE 3</a>.
ca@valencia: Hi ha molts fitxers per al KDE 3 que funcionen perfectament amb les noves versions dels programes. Doneu una ullada als <a href="../contrib/kvtml.php">Fitxers de vocabulari per al KDE 3</a>.

source: Last update: %1
ca@valencia: Última actualització: %1

source: Get Involved...
ca@valencia: Col·laboreu...

source: With KDE
ca@valencia: Amb KDE

source: Possible tasks include testing, bugreporting and triaging incoming bugreports; writing code, developing artwork, documentation or translations; supporting and maintaining our infrastructure; or spreading the word and helping out with promotion and marketing both on line and at tradeshows and conferences.
ca@valencia: Algunes de les tasques inclouen proves, informes d'errors i selecció dels informes entrants; escriptura del codi, desenvolupament gràfic, documentació o traduccions; donar suport i mantindre la nostra infraestructura; o fer córrer la veu i ajudar amb la promoció i el màrqueting tant en línia com a fires i conferències.

source: For more information go to the <a href="http://kde.org/community/getinvolved/">main KDE page</a>.
ca@valencia: Per a més informació visiteu la <a href="http://kde.org/community/getinvolved/">pàgina principal del KDE</a>.

source: With KDE Education
ca@valencia: Amb KDE Educació

source: KDE-Edu logo
ca@valencia: Logo del KDE-Edu

source: The KDE Education team is very open to new people. Join us and have a chat with us on IRC (server: irc.freenode.net, channel: #kde-edu) or contact us via the <a href="https://mail.kde.org/mailman/listinfo/kde-edu">kde-edu mailing-list</a>. This is a great opportunity to get involved with an open source project!
ca@valencia: L'equip del KDE Educació està obert a rebre gent nova. Uniu-vos a nosaltres i xategeu amb nosaltres a l'IRC (servidor: irc.freenode.net, canal: #kde-edu) o contacteu-nos mitjançant <a href="https://mail.kde.org/mailman/listinfo/kde-edu">kde-edu mailing-list</a>. Aquesta és una gran oportunitat per a involucrar-se amb un projecte lliure.
