Repository: raurodse/prueba
Catalog: */plasma-phone-components/plasma-phone-components._desktop_.po
Languages: ca@valencia

# Name
source: Phone Activities
ca@valencia: Activitats del telèfon

# Comment
source: Activity switcher for the phone
ca@valencia: Commutador de l'activitat per al telèfon

# Name
source: Plasma Mobile
ca@valencia: Plasma Mòbil

# Comment
source: Plasma Mobile by KDE
ca@valencia: Plasma Mòbil, creat per la comunitat KDE

# Name
source: Phone Homescreen
ca@valencia: Pantalla d'inici del telèfon

# Name
source: Phone Panel
ca@valencia: Plafó del telèfon

# Name
source: Phone Task panel
ca@valencia: Plafó de tasques del telèfon

# Name
source: Plasma Phone
ca@valencia: Telèfon del Plasma

# Comment
source: Plasma workspace for smartphones
ca@valencia: Espai de treball del plasma per a telèfons intel·ligents

# Keywords
source: Phone, Workspace, Look and Feel
ca@valencia: Telèfon, Espai de treball, Aspecte i comportament

# Name
source: Phone
ca@valencia: Telèfon

# Comment
source: Plasma shell for phones
ca@valencia: Espai de treball Plasma per a telèfons

# Name
source: Touch Test
ca@valencia: Prova el tàctil
