Repository: raurodse/prueba
Catalog: */kst-plot/kst-plot._desktop_.po
Languages: ca@valencia

# Name
source: PLANCK DMC Plugin
ca@valencia: Connector DMC de PLANCK

# Comment
source: Plugin to read PLANCK DMC data.
ca@valencia: Connector per a llegir les dades DMC de PLANCK.

# Name
source: Healpix File Reader
ca@valencia: Lector de fitxers Healpix

# Comment
source: Plugin to read Healpix FITS files.
ca@valencia: Connector per a llegir els fitxers FITS de Healpix.

# Name
source: LFIIO Reader
ca@valencia: Lector LFIIO

# Comment
source: Implements support for reading FITS files into Kst.
ca@valencia: Implementació que permet llegir fitxers FITS en el Kst.

# Name
source: Planck IDIS DMC Exchange Format Reader
ca@valencia: Lector de format d'intercanvi IDIS DMC de Planck

# Name
source: ASCII File Reader
ca@valencia: Lector de fitxers ASCII

# Comment
source: Implements support for reading ASCII files into Kst.
ca@valencia: Implementació que permet llegir fitxers ASCII en el Kst.

# Name
source: Bit Image Stream Reader
ca@valencia: Lector de fluxos d'imatges BIT

# Name
source: DirFile Reader
ca@valencia: Lector de DirFile

# Comment
source: Plugin to read the dirfile format.
ca@valencia: Connector per a llegir el format DirFile.

# Name
source: fitsimage
ca@valencia: Imatge FITS

# Comment
source: Plugin to read a FITS image.
ca@valencia: Connector per a llegir una imatge FITS.

# Name
source: FITS Table reader
ca@valencia: Lector de taules FITS

# Comment
source: FITS table reader plugin for Kst
ca@valencia: Connector de lectura de taules FITS per al Kst

# Name
source: HDF5 Reader
ca@valencia: Lector de HDF5

# Comment
source: Plugin that reads HDF5 files
ca@valencia: Connector per a llegir fitxers HDF5

# Name
source: Indexed Thumbnail Stream Reader
ca@valencia: Lector de fluxos de miniatures indexades

# Name
source: Matlab's .mat reader
ca@valencia: Lector de .mat de Matlab

# Comment
source: Matlab file reader plugin for Kst
ca@valencia: Connector de lector de fitxers Matlab per al Kst

# Name
source: netCDF File Reader
ca@valencia: Lector de fitxers netCDF

# Comment
source: Implements support for reading netCDF files into Kst.
ca@valencia: Implementació que permet llegir fitxers netCDF en el Kst.

# Name
source: qimagesource
ca@valencia: Font QImage

# Comment
source: Plugin to read a qimage compatible image.
ca@valencia: Connector per a llegir una imatge compatible amb «QImage».

# Name
source: File Reader Template
ca@valencia: Plantilla de lector de fitxer

# Comment
source: Code template for a file reader plugin.
ca@valencia: Plantilla de codi per a un connector lector de fitxers.

# Name
source: Data Source List
ca@valencia: Llista de fonts de les dades

# Comment
source: Plugin to read a 16 bit grayscale tiff image.
ca@valencia: Connector per a llegir una imatge Tiff de 16 bits en escala de grisos.

# GenericName
source: Data Viewer
ca@valencia: Visor de dades

# Name
source: Activity Level Data Object Plugin
ca@valencia: Connector d'objecte de dades de nivell d'activitat

# Comment
source: Computes an activity level (workload) based on signal reversals and amplitude of changes.
ca@valencia: Calcula un nivell d'activitat (càrrega de treball) basat en les inversions de senyals i l'amplitud dels canvis.

# Name
source: Bin Data Object Plugin
ca@valencia: Connector d'objecte de dades classificades

# Comment
source: Implements a Bin Data Object Plugin for Kst.
ca@valencia: Implementa un connector d'objecte de dades classificades per al Kst.

# Name
source: Chop Data Object Plugin
ca@valencia: Connector d'objecte de dades de retall

# Comment
source: Implements a Chop Data Object Plugin for Kst.
ca@valencia: Implementa un connector d'objecte de dades de retall per al Kst.

# Name
source: Convolve Data Object Plugin
ca@valencia: Connector d'objecte de dades de convolució

# Comment
source: Implements a Convolve Data Object Plugin for Kst.
ca@valencia: Implementa un connector d'objecte de dades de convolució per al Kst.

# Name
source: Deconvolve Data Object Plugin
ca@valencia: Connector d'objecte de dades de desconvolució

# Comment
source: Implements a Deconvolve Data Object Plugin for Kst.
ca@valencia: Implementa un connector d'objecte de dades de desconvolució per al Kst.

# Comment
source: Implements a Auto Correlation Data Object Plugin for Kst.
ca@valencia: Implementa un connector d'objecte de dades d'autocorrelació per al Kst.

# Name
source: Cross Correlation Data Object Plugin
ca@valencia: Connector d'objecte de dades de correlació creuada

# Comment
source: Implements a Cross Correlation Data Object Plugin for Kst.
ca@valencia: Implementa un connector d'objecte de dades de correlació creuada per al Kst.

# Name
source: Cross Spectrum Data Object Plugin
ca@valencia: Connector d'objecte de dades d'espectre creuat

# Comment
source: Implements a Cross Spectrum Data Object Plugin for Kst.
ca@valencia: Implementa un connector d'objecte de dades d'espectre creuat per al Kst.

# Name
source: Effective Bandwidth Data Object Plugin
ca@valencia: Connector d'objecte de dades d'amplada de banda efectiva

# Comment
source: Implements a Effective Bandwidth Data Object Plugin for Kst.
ca@valencia: Implementa un connector d'objecte de dades d'amplada de banda efectiva per al Kst.

# Name
source: Generic Filter Data Object Plugin
ca@valencia: Connector d'objecte de filtre genèric

# Comment
source: Implements a Generic Filter Data Object Plugin for Kst.
ca@valencia: Implementa un connector d'objecte de dades de filtre genèric per al Kst.

# Name
source: Akima Interpolation Data Object Plugin
ca@valencia: Connector d'objecte de dades d'interpolació Akima

# Comment
source: Implements a Akima Interpolation Data Object Plugin for Kst.
ca@valencia: Implementa un connector d'objecte de dades d'interpolació Akima per al Kst.

# Name
source: Akima Periodic Interpolation Data Object Plugin
ca@valencia: Connector d'objecte de dades d'interpolació periòdica Akima

# Comment
source: Implements a Akima Periodic Interpolation Data Object Plugin for Kst.
ca@valencia: Implementa un connector d'objecte de dades d'interpolació periòdica Akima per al Kst.

# Name
source: CSpline Interpolation Data Object Plugin
ca@valencia: Connector d'objecte de dades d'interpolació CSpline

# Comment
source: Implements a CSpline Interpolation Data Object Plugin for Kst.
ca@valencia: Implementa un connector d'objecte de dades d'interpolació CSpline per al Kst.

# Name
source: Cubic Spline Periodic Interpolation Data Object Plugin
ca@valencia: Connector d'objecte de dades d'interpolació periòdica Spline cúbica

# Comment
source: Implements a Cubic Spline Periodic Interpolation Data Object Plugin for Kst.
ca@valencia: Implementa un connector d'objecte de dades d'interpolació periòdica Spline cúbica per al Kst.

# Name
source: Linear Interpolation Data Object Plugin
ca@valencia: Connector d'objecte de dades d'interpolació lineal

# Comment
source: Implements a Linear Interpolation Data Object Plugin for Kst.
ca@valencia: Implementa un connector d'objecte de dades d'interpolació lineal per al Kst.

# Name
source: Polynomial Interpolation Data Object Plugin
ca@valencia: Connector d'objecte de dades d'interpolació polinòmica

# Comment
source: Implements a Polynomial Interpolation Data Object Plugin for Kst.
ca@valencia: Implementa un connector d'objecte de dades d'interpolació polinòmica per al Kst.

# Name
source: Line Fit Data Object Plugin
ca@valencia: Connector d'objecte d'ajust lineal

# Comment
source: Implements a Line Fit Data Object Plugin for Kst.
ca@valencia: Implementa un connector d'objecte d'ajust lineal per al Kst.

# Name
source: Lock-In Amplification Data Object Plugin
ca@valencia: Connector d'objecte d'amplificació bloquejada

# Comment
source: Lock-In amplification of channel to reference Data Object Plugin for Kst.
ca@valencia: Connector d'objecte de dades d'amplificació de canal bloquejada a referència per al Kst.

# Name
source: Noise Addition Data Object Plugin
ca@valencia: Connector d'objecte de dades d'addició de soroll

# Comment
source: Implements a Noise Addition Data Object Plugin for Kst.
ca@valencia: Implementa un connector d'objecte de dades d'addició de soroll per al Kst.

# Name
source: Periodogram Data Object Plugin
ca@valencia: Connector d'objecte de dades de periodograma

# Comment
source: Implements a Periodogram Data Object Plugin for Kst.
ca@valencia: Implementa un connector d'objecte de dades de periodograma per al Kst.

# Name
source: Phase Data Object Plugin
ca@valencia: Connector d'objecte de dades de fase

# Comment
source: Implements a Phase Data Object Plugin for Kst.
ca@valencia: Implementa un connector d'objecte de dades de fase per al Kst.

# Name
source: Shift Data Object Plugin
ca@valencia: Connector d'objecte de dades de decalatge

# Comment
source: Implements a Shift Data Object Plugin for Kst.
ca@valencia: Implementa un connector d'objecte de dades de decalatge per al Kst.

# Name
source: Statistics Data Object Plugin
ca@valencia: Connector d'objecte de dades estadístiques

# Comment
source: Implements a Statistics Data Object Plugin for Kst.
ca@valencia: Implementa un connector d'objecte de dades estadístiques per al Kst.

# Name
source: Sync Bin Data Object Plugin
ca@valencia: Connector d'objecte de dades classificades sincronitzades

# Comment
source: Implements a Sync Bin Data Object Plugin for Kst.
ca@valencia: Implementa un connector d'objecte de dades classificades sincronitzades per al Kst.

# Name
source: Filter - Butterworth Band Pass Plugin
ca@valencia: Filtre - Connector de passabanda Butterworth

# Comment
source: Implements a Butterworth Band Pass Filter Plugin for Kst.
ca@valencia: Implementa un connector de filtre passabanda Butterworth per al Kst.

# Name
source: Filter - Butterworth Band Stop Plugin
ca@valencia: Filtre - Connector de banda eliminada Butterworth

# Comment
source: Implements a Butterworth Band Stop Filter Plugin for Kst.
ca@valencia: Implementa un connector de filtre banda eliminada Butterworth per al Kst.

# Name
source: Filter - Butterworth High Pass Plugin
ca@valencia: Filtre - Connector de passaalt Butterworth

# Comment
source: Implements a Butterworth High Pass Filter Plugin for Kst.
ca@valencia: Implementa un connector de filtre passaalt Butterworth per al Kst.

# Name
source: Filter - Butterworth Low Pass Plugin
ca@valencia: Filtre - Connector de passabaix Butterworth

# Comment
source: Implements a Butterworth Low Pass Filter Plugin for Kst.
ca@valencia: Implementa un connector de filtre passabaix Butterworth per al Kst.

# Name
source: Cumulative Average Data Object Plugin
ca@valencia: Connector d'objecte de dades de mitjana acumulada

# Comment
source: Implements a Cumulative Averge Data Object Plugin for Kst.
ca@valencia: Implementa un connector d'objecte de dades de mitjana acumulada per al Kst.

# Name
source: Cumulative Sum Data Object Plugin
ca@valencia: Connector d'objecte de dades de suma acumulada

# Comment
source: Implements a Cumulative Sum Data Object Plugin for Kst.
ca@valencia: Implementa un connector d'objecte de dades de suma acumulada per al Kst.

# Name
source: Filter - Despike Plugin
ca@valencia: Filtre - Connector d'eliminació de pics

# Comment
source: Implements a Despike Filter Plugin for Kst.
ca@valencia: Implementa un connector de filtre d'eliminació de pics per al Kst.

# Name
source: Differentiation Data Object Plugin
ca@valencia: Connector d'objecte de dades de diferenciació

# Comment
source: Implements a Differentiation Data Object Plugin for Kst.
ca@valencia: Implementa un connector d'objecte de dades de diferenciació per al Kst.

# Name
source: Filter - Flag Plugin
ca@valencia: Filtre - Connector de marques

# Comment
source: Implements a Flag Filter Plugin for Kst.
ca@valencia: Implementa un connector de filtre de marques per al Kst.

# Name
source: Filter - Unwind Plugin
ca@valencia: Filtre - Connector d'eliminació de pics angulars

# Comment
source: Implements an angle unwind Filter Plugin for Kst.
ca@valencia: Implementa un connector de filtre d'eliminació de pics angulars per al Kst.

# Name
source: Filter - Window Plugin
ca@valencia: Filtre - Connector de finestra

# Comment
source: Implements a Windowing Filter Plugin for Kst.
ca@valencia: Implementa un connector de filtre de finestra per al Kst.

# Name
source: Fits - Exponential Plugin
ca@valencia: Fits - Connector exponencial

# Comment
source: Implements an Exponential Fits Plugin for Kst.
ca@valencia: Implementa un connector Fits exponencial per al Kst.

# Name
source: Fits - Gradient Exponential Plugin
ca@valencia: Fits - Connector exponencial en gradient

# Comment
source: Implements a Gradient Exponential Fits Plugin for Kst.
ca@valencia: Implementa un connector Fits exponencial en gradient per al Kst.

# Name
source: Fits - Gaussian Plugin
ca@valencia: Fits - Connector Gaussià

# Comment
source: Implements a Gaussian Fits Plugin for Kst.
ca@valencia: Implementa un connector Fits Gaussià per al Kst.

# Name
source: Fits - Gradient Gaussian Plugin
ca@valencia: Fits - Connector Gaussià en gradient

# Comment
source: Implements a Gradient Gaussian Fits Plugin for Kst.
ca@valencia: Implementa un connector Fits Gaussià en gradient per al Kst.

# Name
source: Fits - Gradient Plugin
ca@valencia: Fits - Connector en gradient

# Comment
source: Implements a Gradient Fits Plugin for Kst.
ca@valencia: Implementa un connector Fits en gradient per al Kst.

# Name
source: Fits - Gradient Weighted Plugin
ca@valencia: Fits - Connector en gradient ponderat

# Comment
source: Implements a Gradient Weighted Fits Plugin for Kst.
ca@valencia: Implementa un connector Fits en gradient ponderat per al Kst.

# Name
source: Fits - Knee Frequency Plugin
ca@valencia: Fits - Connector d'angle de curvatura de freqüència

# Comment
source: Implements a Knee Frequency Fits Plugin for Kst.
ca@valencia: Implementa un connector Fits d'angle de curvatura de freqüència per al Kst.

# Name
source: Fits - Linear Plugin
ca@valencia: Fits - Connector lineal

# Comment
source: Implements a Linear Fits Plugin for Kst.
ca@valencia: Implementa un connector Fits lineal per al Kst.

# Name
source: Fits - Linear Weighted Plugin
ca@valencia: Fits - Connector lineal ponderat

# Comment
source: Implements a Linear Weighted Fits Plugin for Kst.
ca@valencia: Implementa un connector Fits lineal ponderat per al Kst.

# Name
source: Fits - Lorentzian Plugin
ca@valencia: Fits - Connector de Lorentz

# Comment
source: Implements a Lorentzian Fits Plugin for Kst.
ca@valencia: Implementa un connector Fits de Lorentz per al Kst.

# Name
source: Fits - Gradient Lorentzian Plugin
ca@valencia: Fits - Connector de Lorentz en gradient

# Comment
source: Implements a Gradient Lorentzian Fits Plugin for Kst.
ca@valencia: Implementa un connector Fits de Lorentz en gradient per al Kst.

# Name
source: Fits - Polynomial Plugin
ca@valencia: Fits - Connector polinòmic

# Comment
source: Implements a Polynomial Fits Plugin for Kst.
ca@valencia: Implementa un connector Fits polinòmic per al Kst.

# Name
source: Fits - Polynomial Weighted Plugin
ca@valencia: Fits - Connector polinòmic ponderat

# Comment
source: Implements a Polynomial Weighted Fits Plugin for Kst.
ca@valencia: Implementa un connector Fits polinòmic ponderat per al Kst.

# Name
source: Fits - Sinusoid Plugin
ca@valencia: Fits - Connector sinusoidal

# Comment
source: Implements a Sinusoid Fits Plugin for Kst.
ca@valencia: Implementa un connector Fits sinusoidal per al Kst.

# Name
source: Fits - Sinusoid Weighted Plugin
ca@valencia: Fits - Connector sinusoidal ponderat

# Comment
source: Implements a Sinusoid Weighted Fits Plugin for Kst.
ca@valencia: Implementa un connector Fits sinusoidal ponderat per al Kst.

# Name
source: Sample Data Object Plugin
ca@valencia: Connector d'objecte de dades de mostra

# Comment
source: Implements a sample Data Object Plugin for Kst.
ca@valencia: Implementa un connector d'objecte de dades de mostra per al Kst.
