Repository: raurodse/prueba
Catalog: */kmymoney/kmymoney._desktop_.po
Languages: ca@valencia

# Name
source: Breeze Dark
ca@valencia: Brisa fosca

# Comment
source: Breeze Dark by the KDE VDG
ca@valencia: Brisa fosca, creat pel VDG del KDE

# Name
source: Breeze
ca@valencia: Brisa

# Comment
source: Breeze by the KDE VDG
ca@valencia: Brisa, creat pel VDG del KDE

# GenericName
source: Personal Finance Manager
ca@valencia: Gestor per a les finances personals

# Comment
source: Personal Finance Manager
ca@valencia: Gestor per a les finances personals

# Name
source: Configure the check printing plugin
ca@valencia: Configura el connector d'impressió de xecs

# Keywords
source: checkprinting;kmymoney;
ca@valencia: impressió de xec;kmymoney;

# Comment
source: Permits the configuration of the print check plugin's options
ca@valencia: Permet la configuració de les opcions del connector per a la impressió de xecs

# Name
source: CSV Importer configuration
ca@valencia: Configuració de l'importador de CSV

# Comment
source: Configuration for CSV Importer plugin
ca@valencia: Configuració del connector per a l'importador de CSV

# Name
source: GermanIbanBicDatabase
ca@valencia: Basededades_alemanya_IbanBic

# Comment
source: IBAN and BIC information as published by Deutsche Bundesbank, Frankfurt am Main, Deutschland.
ca@valencia: Informació IBAN i BIC publicada pel Deutsche Bundesbank, Frankfurt del Main, Alemanya.

# Name
source: A database for institution names and iban to bic rules
ca@valencia: Una base de dades per als noms de les institucions i les regles «iban» a «bic»

# Name
source: Swiss IBAN and BIC
ca@valencia: IBAN i BIC suïssos

# Comment
source: Make information about swiss IBANs and BICs available.
ca@valencia: Posa a disposició la informació sobre els IBAN i BIC suïssos.

# Name
source: Target2Participants
ca@valencia: Objectiu2Participants

# Comment
source: Contains the BIC and name of all target2 participants
ca@valencia: Conté el BIC i el nom de tots els participants objectiu 2

# Name
source: Configure icalendar export plugin
ca@valencia: Configura el connector d'exportació de l'icalendar

# Comment
source: Permits the configuration of the iCalendar plugin's options
ca@valencia: Permet la configuració de les opcions per al connector iCalendar

# Name
source: QIF Importer configuration
ca@valencia: Configuració de l'importador de QIF

# Comment
source: Configuration for QIF Importer plugin
ca@valencia: Configuració del connector per a l'importador de QIF

# Name
source: Forecast view configuration
ca@valencia: Configuració per a la vista de la previsió

# Keywords
source: forecastview;kmymoney;
ca@valencia: vista de previsió;kmymoney;

# Comment
source: Configuration for forecast view plugin
ca@valencia: Configuració del connector per a la vista de la previsió

# Name
source: Reports view configuration
ca@valencia: Configuració de la vista d'informes

# Keywords
source: reportsview;kmymoney;
ca@valencia: vista d'informes;kmymoney;

# Comment
source: Configuration for reports view plugin
ca@valencia: Configuració del connector per a la vista dels informes

# Name
source: XML storage configuration
ca@valencia: Configuració de l'emmagatzematge XML

# Comment
source: Configuration for XML storage plugin
ca@valencia: Configuració del connector per a l'emmagatzematge XML
