Repository: raurodse/prueba
Catalog: */kmymoney/kmymoney._json_.po
Languages: ca@valencia

# Name
source: Check printing
ca@valencia: Impressió de xecs

# Name
source: CSV Exporter
ca@valencia: Exportador a CSV

# Name
source: CSV Importer
ca@valencia: Importador de CSV

# Name
source: GNC Importer
ca@valencia: Importador de GNC

# Name
source: IBAN/BIC Data
ca@valencia: Dades IBAN i BIC

# Name
source: OFX Importer
ca@valencia: Importador d'OFX

# Name
source: SEPA orders
ca@valencia: Ordres SEPA

# Name
source: QIF Exporter
ca@valencia: Exportador a QIF

# Name
source: QIF Importer
ca@valencia: Importador de QIF

# Name
source: Reconciliation report
ca@valencia: Informe de conciliació

# Name
source: SQL Storage
ca@valencia: Emmagatzematge SQL

# Name
source: Budget view
ca@valencia: Vista de pressupost

# Name
source: Forecast view
ca@valencia: Vista de la previsió

# Name
source: Online job outbox view
ca@valencia: Vista en línia de la safata d'eixida dels treballs

# Name
source: Reports view
ca@valencia: Vista dels informes

# Name
source: XML Storage
ca@valencia: Emmagatzematge XML

# Description
source: Provides the capability to print checks
ca@valencia: Proporciona la capacitat d'imprimir xecs

# Description
source: Add CSV exporting to KMyMoney
ca@valencia: Afig l'exportació a CSV al KMyMoney

# Description
source: Add CSV importing to KMyMoney
ca@valencia: Afig la importació des de CSV al KMyMoney

# Description
source: Add GnuCash importing to KMyMoney
ca@valencia: Afig la importació des del GnuCash al KMyMoney

# Description
source: Adds predefined IBAN/BIC numbers to KMyMoney
ca@valencia: Afig números IBAN/BIC predefinits al KMyMoney

# Description
source: Exports schedules to iCalendar files
ca@valencia: Exporta les planificacions a fitxers iCalendar

# Description
source: Add HBCI/FinTs, OFX and PayPal online banking to KMyMoney
ca@valencia: Afig la banca en línia HBCI/FinTs, OFX i PayPal al KMyMoney

# Description
source: Add OFX importing to KMyMoney
ca@valencia: Afig la importació des d'OFX al KMyMoney

# Description
source: If mapped to an account, it pretends it could handle all onlineTasks (for developers only).
ca@valencia: Si es fa el vincle amb un compte, intenta que es puguen gestionar totes les tasques en línia (només per als desenvolupadors).

# Description
source: Order types for single european payment area (SEPA) orders
ca@valencia: Tipus d'ordres per a les ordres de l'àrea única europea de pagaments «SEPA» (Single European Payment Area)

# Description
source: Add QIF exporting to KMyMoney
ca@valencia: Afig l'exportació a QIF al KMyMoney

# Description
source: Add QIF importing to KMyMoney
ca@valencia: Afig la importació des de QIF al KMyMoney

# Description
source: Creates a report after each reconciliation containing data about the reconciliation process
ca@valencia: Crea un informe després de cada conciliació que conté dades del procés de conciliació

# Description
source: Adds SQL storage support to KMyMoney
ca@valencia: Afig la implementació de l'emmagatzematge en SQL al KMyMoney

# Description
source: Adds budget view to KMyMoney
ca@valencia: Afig la vista del pressupost al KMyMoney

# Description
source: Adds forecast view to KMyMoney
ca@valencia: Afig la vista de la previsió al KMyMoney

# Description
source: Adds online job outbox view to KMyMoney
ca@valencia: Afig la vista de la safata d'eixida dels treballs en línia al KMyMoney

# Description
source: Adds reports view to KMyMoney
ca@valencia: Afig la vista dels informes al KMyMoney

# Description
source: Plugin for Woob
ca@valencia: Connector per al Woob

# Description
source: Adds XML storage support to KMyMoney
ca@valencia: Afig la implementació de l'emmagatzematge en XML al KMyMoney
