Repository: raurodse/prueba
Catalog: */kile/org.kde.kile.appdata.po
Languages: ca@valencia

source: TeX/LaTeX Editor
ca@valencia: Editor de TeX/LaTeX

source: Kile is a user-friendly TeX/LaTeX editor by KDE. Kile gives you the ability to use all the functionality of LaTeX in a graphical interface and has interactive preview mechanisms to readily see the results of editing.
ca@valencia: El Kile és un editor TeX/LaTeX fàcil d'emprar fet per la comunitat KDE. El Kile proporciona la possibilitat d'usar totes les funcionalitats del LaTeX en una interfície gràfica i té mecanismes de previsualització interactius per a veure immediatament els resultats de l'edició.

source: Features:
ca@valencia: Característiques:

source: Compile, convert and view your document with one click
ca@valencia: Compila, converteix i mostra el document amb un clic

source: Auto-completion of (La)TeX commands
ca@valencia: Compleció automàtica d'ordres del (La)TeX

source: Templates and wizards make starting new documents very little work
ca@valencia: Les plantilles i els assistents fan que siga molt poca faena iniciar els documents nous

source: Easy insertion of many standard tags and symbols and the option to define (an arbitrary number of) user defined tags
ca@valencia: Inserció fàcil de moltes etiquetes i símbols estàndard, i l'opció de definir (amb un nombre arbitrari) etiquetes definides per l'usuari

source: Inverse and forward search: click in the DVI viewer and jump to the corresponding LaTeX line in the editor, or jump from the editor to the corresponding page in the viewer
ca@valencia: Cerca directa i inversa: cliqueu en el visor de DVI i salteu a la línia LaTeX corresponent de l'editor, o salteu des de l'editor a la pàgina corresponent en el visor

source: Finding chapter or sections is very easy, Kile constructs a list of all the chapter etc. in your document. You can use the list to jump to the corresponding section
ca@valencia: La cerca de capítols o seccions és molt senzilla, El Kile construeix una llista de tots els capítols, etc. en el document. Podeu usar la llista per a saltar a la secció corresponent

source: Collect documents that belong together into a project
ca@valencia: Reuneix els documents relacionats en un projecte

source: Easy insertion of citations and references when using projects
ca@valencia: Inserció fàcil de cites i referències en usar projectes

source: Flexible and smart build system to compile your LaTeX documents
ca@valencia: Sistema de construcció flexible i intel·ligent per a compilar els documents LaTeX

source: QuickPreview: preview a selected part of your document
ca@valencia: QuickPreview: vista prèvia d'una part seleccionada del document

source: Easy access to various help sources
ca@valencia: Accés fàcil a diverses fonts d'ajuda

source: Advanced editing commands
ca@valencia: Edició avançada d'ordres

source: Document editing in Kile
ca@valencia: Edició d'un document al Kile
