Repository: raurodse/prueba
Catalog: */knights/knights._desktop_.po
Languages: ca@valencia

# GenericName
source: Chess game
ca@valencia: Joc d'escacs

# Name
source: Grayscale
ca@valencia: Escala de grisos

# Description
source: A grayscale theme using the Oxygen palette
ca@valencia: Un tema en escala de grisos usant la paleta Oxygen

# Name
source: East and West
ca@valencia: Est i oest

# Description
source: A middle ages styled chess set
ca@valencia: Un conjunt d'escacs d'estil medieval

# Description
source: Original Knights theme.
ca@valencia: Tema original del Knights.

# Name
source: Plain
ca@valencia: Normal

# Description
source: A plain and simple theme
ca@valencia: Un tema normal i senzill

# Name
source: XBoard Two
ca@valencia: XBoard dos

# Description
source: Theme variation of XBoard chess program.
ca@valencia: Una variació del tema del programa d'escacs XBoard.
