Repository: raurodse/prueba
Catalog: */knights/org.kde.knights.appdata.po
Languages: ca@valencia

source: Chess game
ca@valencia: Joc d'escacs

source: KNights is a chess game. As a player, your goal is to defeat your opponent by checkmating their king.
ca@valencia: El KNights és un joc d'escacs. Com a jugador, el vostre objectiu és derrotar a l'adversari fent escac i mat al seu rei.

source: Features:
ca@valencia: Característiques:

source: Local play between two players on the same computer
ca@valencia: Joc local entre dos jugadors al mateix ordinador

source: Play against any computer program that supports the XBoard protocol
ca@valencia: Joc contra qualsevol programa d'ordinador que accepti el protocol XBoard

source: Play on the Free Internet Chess Server (FICS)
ca@valencia: Jugar al Free Internet Chess Server (FICS)

source: Watching two computer engines play against each other
ca@valencia: Mirar dos motors d'ordinador que juguen entre si

source: Support for legal move checking
ca@valencia: Permet la comprovació de moviments legals

source: Markers for possible moves, opponent’s last move and sources of check
ca@valencia: Marcadors per a possibles moviments, últim moviment de l'adversari i jugades d'escac

source: Board borders and site notations
ca@valencia: Vores del tauler i notacions de lloc

source: Complete time control, with Plasma-styled clocks
ca@valencia: Control complet del temps, amb rellotges a l'estil del Plasma

source: Several themes, with the possibility of downloading new ones from within the program
ca@valencia: Diversos temes, amb la possibilitat de baixar-ne de nous des del programa

source: Animated moves (configurable)
ca@valencia: Animació dels moviments (configurable)

source: Views for playing on a chess server, including a seek graph, text console, and chat widget
ca@valencia: Vistes per a jugar en un servidor d'escacs, incloent-hi un gràfic de cerca, una consola de text i un giny de xat

source: Option to undo and redo moves
ca@valencia: Opcions per a fer i desfer moviments

source: Graphic interface for making and receiving offers from remote players
ca@valencia: Interfície gràfica per a fer i rebre oferiments de jugadors remots

source: Support for the UCI protocol (used by Stockfish, Chessbase, and many others)
ca@valencia: Admet el protocol UCI (usat per l'Stockfish, el Chessbase i altres)

source: Support for saving and loading Portable game notation (PGN) files
ca@valencia: Admet els fitxers «Portable game notation» (PGN) per a guardar i carregar

source: Use of Jovie, the KDE text-to-speak program, to speak opponent’s moves
ca@valencia: Ús del Jovie, el programa de text a veu del KDE, per a pronunciar els moviments de l'adversari

source: Ability to control the program via a D-Bus interface
ca@valencia: Permet controlar el programa via una interfície de D-Bus

source: Knights, chess game
ca@valencia: Knights, un joc d'escacs

source: Main Window - Human vs. Chess Engine
ca@valencia: Finestra principal: humà vs. motor d'escacs

source: Main Window - Chess Engine vs. Chess Engine
ca@valencia: Finestra principal: motor d'escacs vs. motor d'escacs

source: "New Game" Dialog
ca@valencia: Diàleg «Joc nou»

source: Auto-Detection of Chess Engines
ca@valencia: Detecció automàtica dels motors d'escacs

source: Playing online - FICS Console
ca@valencia: Jugant en línia: consola FICS

source: Playing online - graphical Seek-Graph
ca@valencia: Jugant en línia: gràfic de cerca
